import { LegalTypes } from "@/global/enum";
import { LegalModel } from "@/model/legal.model";

export const legalData: LegalModel[] = [
  {
    _id: "0",
    title: "Гурав. ХӨДӨЛМӨР, НИЙГМИЙН ХАМГААЛЛЫН САЙДЫН ТУШААЛ",
    details: [
      {
        title: "Журам шинэчлэн батлах тухай",
        text: 'Монгол Улсын Засгийн газрын тухай хуулийн 24 дүгээр зүйлийн 24.2 дахь хэсэг, Хөгжлийн бэрхшээлтэй хүний эрхийн тухай хуулийн 32 дугаар зүйлийн 32.3 дахь хэсгийг тус тус үндэслэн ТУШААХ нь:\n\n1."Хөгжлийн бэрхшээлтэй хүнийг бие даан амьдрахад нь дэмжлэг үзүүлэх үйлчилгээний журам"-ыг нэгдүгээр, Хувийн туслах үйлчилгээнд тавигдах шалгуур"-ыг хоёрдугаар, "Зөвлөлдөх бүлэг буюу харилцан суралцах, зөвлөгөө өгөх үйлчилгээнд тавигдах шалгуур"-ыг гуравдугаар хавсралтаар тус тус шинэчлэн баталсугай.\n\n2. Хөгжлийн бэрхшээлтэй хүнийг бие даан амьдрахад нь дэмжлэг үзүүлэх үйлчилгээг эрхлэх иргэн, аж ахуйн нэгж, төрийн бус байгууллагыг магадлан итгэмжлэх арга хэмжээг холбогдох хууль тогтоомжид заасны дагуу зохион байгуулахыг Хөдөлмөр, халамжийн үйлчилгээний ерөнхий газар /Л.Дашдэмбэрэл/-д даалгасугай.\n\n3. Хөгжлийн бэрхшээлтэй хүнийг бие даан амьдрахад нь дэмжлэг үзүүлэх үйлчилгээг Нийгмийн халамжийн сан, Хөдөлмөр эрхлэлтийг дэмжих сангийн зохих төсвөөс тус тус санхүүжүүлэхийг Хөдөлмөр, халамжийн үйлчилгээний ерөнхий газар /Л.Дашдэмбэрэл/-д даалгасугай.\n\n4. Энэ журмыг 2022 оны 07 дугаар сарын 01-ний өдрөөс эхлэн хэрэгжүүлсүгэй.\n\n5.Тушаалын хэрэгжилтэд хяналт тавьж\n\nХяналт-шинжилгээ, үнэлгээ, дотоод аудитын газар /Д.Чинзориг/-д даалгасугай.\n\n6. Энэхүү тушаал гарсантай холбогдуулан Хөдөлмөр, нийгмийн хамгааллын сайдын 2017 оны 11 дүгээр сарын 08-ны өдрийн А/184 тоот тушаалыг хүчингүй болсонд тооцсугай.',
      },
    ],
    type: LegalTypes.decree,
    location: "Улаанбаатар хот",
    text: "Дугаар А/187",
    date: "2021 оны 11 дүгээр сарын 25-ний өдөр",
    chief: "САЙД А.АРИУНЗАЯА",
  },
  {
    _id: "1",
    title: "Арван хоёр. Аж ахуйн нэгжийн орлогын албан татварын тухай хууль",
    details: [
      {
        title: "1 дүгээр зүйл.Хуулийн зорилт",
        text: "1.1.Энэ хуулийн зорилт нь аж ахуйн нэгжийн орлогын албан татвар ногдуулах, уг албан татварыг төсөвт төлөх, тайлагнахтай холбогдсон харилцааг зохицуулахад оршино.",
      },
      {
        title:
          "15 дугаар зүйл.Албан татвар ногдох орлогоос хасагдах бусад зардал",
        text: "15.1.7.хөгжлийн бэрхшээлтэй Монгол Улсын иргэний үүсгэн байгуулсан төрийн бус байгууллагыг дэмжих зорилгоор өгсөн 10 сая хүртэлх төгрөгийн хандив;",
      },
      {
        title: "22 дугаар зүйл.Албан татварын хөнгөлөлт",
        text: "22.5.6.хөдөлмөрийн чадвараа 50 болон түүнээс дээш хувиар алдсан хөгжлийн бэрхшээлтэй хүний ажилладаг аж ахуйн нэгжид нийт ажиллагчдад хөгжлийн бэрхшээлтэй хүний эзэлж байгаа хувь хэмжээгээр тооцон уг аж ахуйн нэгжийн орлогод ногдох албан татварыг;",
      },
    ],
    type: LegalTypes.law,
    date: "2019 оны 03 сарын 22-ны өдөр",
  },
  {
    _id: "2",
    title:
      "Хоёр. БСШУС-ын сайдын 2019 оны А/292 дугаар тушаалаар батлагдсан “Хөгжлийн бэрхшээлтэй хүүхдийг ерөнхий боловсролын сургуульд тэгш хамран сургах журам” ",
    details: [
      {
        title:
          "Хоёр. БСШУС-ын сайдын 2019 оны А/292 дугаар тушаалаар батлагдсан “Хөгжлийн бэрхшээлтэй хүүхдийг ерөнхий боловсролын сургуульд тэгш хамран сургах журам” ",
        text: "Энэ нь хөгжлийн бэрхшээлтэй хүүхдийг ердийн хэв шинжтэй ерөнхий боловсролын сургуульд суралцахад сургалтыг хэрхэн зохион байгуулах, дэмжлэгийг хэрхэн үзүүлэх талаар зохицуулсан чухал баримт бичиг юм. Дээрх журмын хэрэгжилтийг ханган 21 аймаг, 9 дүүрэгт «Хөгжлийн бэрхшээлтэй хүүхдийг боловсролд хамрагдалтыг дэмжих зөвлөл»-ийг аймаг, дүүргийн БСУГ-ын тушаалаар байгуулсан. Мөн журмын дагуу бүх сургуульд «Дэмжих баг» байгуулагдан Боловсрол, соёл, шинжлэх ухаан, спортын сайдын 2018 оны 03 дугаар сарын 29-ны А/155-р тушаалаар баталсан “Ганцаарчилсан сургалтын төлөвлөгөө боловсруулах аргачлал, зөвлөмж”-ийн дагуу тухайн сургууль сурч байгаа хөгжлийн бэрхшээлтэй хүүхэд бүрт зориулсан ганцаарчилсан сургалтын төлөвлөгөө боловсруулах, төлөвлөгөөний хэрэгжилтэд хяналт-шинжилгээ хийх, мэргэжлийн байгууллагатай хамтарч ажиллах, хүүхдийн сурах орчин, тохирох хэрэглэгдэхүүн бүрдүүлэх зэрэг чиг үүргийг хэрэгжүүлж байна.\n\nБСШУС-ын сайдын 2019 оны 10 дугаар сарын 07-ны өдрийн А/625 дугаар “Тушаалын хавсралтад нэмэлт оруулах тухай” тушаалаар Боловсролын хүрээлэнд шинээр “Хөгжлийн бэрхшээлтэй хүүхдийн хөгжил, боловсрол, арга зүйн сектор”-ийг байгуулсан. Тус сектор ньэрдэм шинжилгээ, судалгаа хийх, ХБХ-ийг хөгжүүлэх арга зүй боловсруулахаас гадна “Хөгжлийн бэрхшээлтэй хүүхдийн хөгжлийн төв”-ийн үйл ажиллагааг хариуцан ажиллах юм. Төв нь нийслэлийнхэмжээнд үйл ажиллагаа явуулж хөгжлийн бэрхшээлтэй хүүхэд, тэдний эцэг, эх, багш нарт дэмжлэг үзүүлнэ.\n\n 2019 оны 12 дүгаар 03-ны өдрийн «Монгол брайль үсгийн стандарт»-ыг батлууллаа. “Монгол брайль бичгийн стандарт” батлагдсанаар хараагүй иргэд нийгмийн харилцаанд бусад хүмүүсийн нэгэн адил тэгш оролцох, бусад хүмүүс хараагүй болон харааны бэрхшээлтэй иргэдтэй брайль үсгээр дамжуулан харилцах, бие биедээ туслах, харилцан суралцах боломж бүрдэж, харилцааны чухал хэрэглүүр болсон юм. Цаашид багш нарт брайль үсгийн анхан шатны мэдлэг олгох, насан туршийн боловсролын төвөөр дамжуулан бичиг үсэг тайлагдаагүй харааны бэрхшээлтэй хүнд бичиг үсэг заах зэрэг ажлуудыг хэрэгжүүлэх юм.",
      },
    ],
    type: LegalTypes.decree,
  },
  {
    _id: "3",
    title: "БАРИЛГЫН ТУХАЙ ХУУЛЬ/Шинэчилсэн найруулга/",
    details: [
      {
        title: "1 дүгээр зүйл. Хуулийн зорилт",
        text: "1.1.Энэ хуулийн зорилт нь барилгын үйл ажиллагаа эрхлэх, барилгын материал үйлдвэрлэх, барилгын ажил гүйцэтгэх, түүнд хяналт тавих, ашиглалтад оруулахтай холбогдсон харилцааг зохицуулахад оршино",
      },
      {
        title:
          "15 дугаар зүйл. Хөгжлийн бэрхшээлтэй иргэдэд зориулсан шаардлага",
        text: "15.1.Барилга байгууламжийн зураг төсөлд хөгжлийн бэрхшээлтэй иргэдэд зориулсан шаардлагыг тусгана.\n\n 15.2.Энэ хуулийн 15.1-д заасан шаардлагыг барилгын норм, дүрэм, стандартаар зохицуулна.\n\n 11.1.6.хөгжлийн бэрхшээлтэй иргэдийн эрхийг хангах: барилга байгууламж хөгжлийн бэрхшээлтэй иргэдийг зорчих, хөдөлгөөний аюулгүй байдлыг бүрэн хангасан байхаар төлөвлөгдөн баригдсан байх; 11.1.6.хөгжлийн бэрхшээлтэй иргэдийн эрхийг хангах: барилга байгууламж хөгжлийн бэрхшээлтэй иргэдийг зорчих, хөдөлгөөний аюулгүй байдлыг бүрэн хангасан байхаар төлөвлөгдөн баригдсан байх;\n\n 12.1.6.хөгжлийн бэрхшээлтэй иргэдийн хэрэгцээ, техникийн шаардлагыг хангасан байх;",
      },
    ],
    type: LegalTypes.law,
    date: "2016 оны 02 сарын 05-ны өдөр ",
  },
  {
    _id: "4",
    title: "Найм. БОЛОВСРОЛЫН ЕРӨНХИЙ ХУУЛЬ/Шинэчилсэн найруулга/",
    details: [
      {
        title: "1 дүгээр зүйл.Хуулийн зорилт",
        text: "1.1. Энэ хуулийн зорилт ньболовсролын зорилго, зарчим, тогтолцоо, боловсролын харилцаанд оролцогчдын эрх зүйн байдал, нийгмийн баталгааг тогтоохтой холбогдсон харилцааг зохицуулахад оршино.",
      },
      {
        title: "6 дугаар зүйл.Боловсрол эзэмшүүлэх сургалтын хэл",
        text: "6.5.Сонсголын бэрхшээлтэй суралцагчид боловсрол эзэмшүүлэх сургалт, үйл ажиллагааг Хөгжлийн бэрхшээлтэй хүний эрхийн тухай хуулийн 12 дугаар зүйлд заасан дохионы хэлээр явуулна.",
      },
      {
        title: "8 дугаар зүйл.Боловсрол эзэмшүүлэх сургалтын хэлбэр",
        text: "8.3.Хөгжлийн бэрхшээлтэй суралцагчид эцэг, эх, асран хамгаалагч, харгалзан дэмжигчийн хүсэлт, зөвшөөрлийн дагуу ганцаарчилсан сургалт явуулж болно.",
      },
      {
        title: "10 дугаар зүйл.Суралцагчийн эрх, үүрэг",
        text: "10.1.9.хөгжлийн бэрхшээлтэй суралцагч нь бусад суралцагчийн адил боловсрол эзэмших тэгш боломж, нөхцөлөөр хангагдах",
      },
      {
        title: "11 дүгээр зүйл.Суралцагчийн нийгмийн баталгаа",
        text: "11.6.Хөгжлийн бэрхшээлтэй хүний эрхийн тухай хуулийн 4.1.1-д заасан суралцагч боловсрол эзэмшихэд шаардагдах тохирох хэрэглэгдэхүүн, дэмжих үйлчилгээгээр хангагдана.",
      },
      {
        title: "14 дүгээр зүйл.Албан боловсролын хөтөлбөр, агуулга",
        text: "14.1.Албан боловсролын агуулга нь суралцагчийн нас, хөгжлийн онцлог, авьяас, сонирхол, хувь хүний болон нийгмийн хэрэгцээ, үндэсний соёл, өв уламжлал, шинжлэх ухаан, технологийн хөгжлийн хандлагад нийцүүлэн боловсролын зорилгыг хэрэгжүүлэхэд чиглэнэ.",
      },
      {
        title: "16 дугаар зүйл.Боловсролын стандарт",
        text: "16.3.Цэцэрлэг, ерөнхий боловсролын сургууль, ерөнхий боловсролын болон мэргэжлийн боловсролын сургууль, политехник коллежийн дотуур байр, мэргэжлийн боловсролын сургууль, политехник коллежийн дадлага сургалтад хөгжлийн бэрхшээлтэй суралцагч боловсрол эзэмшихэд шаардагдах тохирох хэрэглэгдэхүүн бүхий орчинд Стандартчилал, техникийн зохицуулалт, тохирлын үнэлгээний итгэмжлэлийн тухай хуульд заасан холбогдох стандарт, техникийн зохицуулалтыг мөрдөнө.",
      },
      {
        title: "17 дугаар зүйл.Боловсролын байгууллага",
        text: "17.8.Энэ хуулийн 17.6-д заасан төв нь танхимын сургалтад хамрагдах боломжгүй хөгжлийн бэрхшээлтэй хүүхдэд боловсрол, эрүүл мэнд, нийгмийн халамжийн цогц үйлчилгээг Төр, хувийн хэвшлийн түншлэлийн тухай хуульд заасан түншлэлийн гэрээгээр хэрэгжүүлж болно.\n\n17.9. Боловсролын, эрүүл мэндийн болон хөдөлмөр, нийгмийн хамгааллын асуудал эрхэлсэн төрийн захиргааны төв байгууллагууд хамтран хөгжлийн бэрхшээлтэй хүний боловсрол эзэмшихэд дэмжлэг үзүүлэх чиг үүрэг бүхий дэмжих төв ажиллуулж болно.",
      },
      {
        title: "38 дугаар зүйл.Боловсролын сургалтын байгууллагын санхүүжилт",
        text: "38.5.4.цэцэрлэгт хамрагдаж байгаа хөгжлийн бэрхшээлтэй хүүхдийн хоол, сургуулийн суралцагчийн дотуур байрны хоолны зардал;\n\n38.8.Нийгэм, эдийн засгийн тэргүүлэх чиглэл, бүс, орон нутгийн хөгжлийн чиг хандлага, хэрэгцээнд үндэслэн мэргэжилтэн бэлтгэх, суралцагчийн авьяас, чадварыг дэмжих, зорилтот бүлгийн болон хөгжлийн бэрхшээлтэй суралцагчид боловсрол эзэмшихэд дэмжлэг үзүүлэх зорилгоор дээд боловсролын сургалтын байгууллагын суралцагчид сургалтын төлбөрийн зээл, буцалтгүй тусламж олгоно.",
      },
      {
        title: "39 дүгээр зүйл.Боловсролын сургалтын байгууллагын орчин",
        text: "39.1.Боловсролын сургалтын байгууллагын барилга байгууламж, номын сан, гал тогоо, биеийн тамирын заал, талбай, дотуур байр, усан хангамж, ариун цэврийн байгууламж, техник хэрэгсэл, тоног төхөөрөмж нь багш, ажилтан, суралцагчийн онцлогт тохирсон, хөгжлийн бэрхшээлтэй суралцагчийн тусгай хэрэгцээнд нийцсэн, стандарт, эрүүл ахуй, аюулгүй байдлын шаардлагыг хангасан байна",
      },
    ],
    type: LegalTypes.law,
    date: "2023 оны 07 сарын 07 өдөр ",
  },
  {
    _id: "5",
    title: "Гаалийн тариф, гаалийн татварын тухай",
    details: [
      {
        title: "1 дүгээр зүйл. Хуулийн зорилт",
        text: "1.1.Энэ хуулийн зорилт нь гаалийн тариф, барааны үнэ, ангилал, гарал үүслийг тодорхойлох, гаалийн болон бусад татвар ногдуулах, хураах, төлөхтэй холбогдсон харилцааг зохицуулахад оршино.",
      },
      {
        title: "38 дугаар зүйл. Гаалийн татвараас чөлөөлөгдөх бараа",
        text: "38.1.Гаалийн нутаг дэвсгэрт оруулах дараахь барааг гаалийн татвараас чөлөөлнө:\n\n 38.1.1.хөгжлийн бэрхшээлтэй хүнд зориулсан тусгай зориулалтын хэрэгсэл, хиймэл эд эрхтэн, тэдгээрийн эд анги;\n\n 38.1.2.хүмүүнлэгийн болон буцалтгүй тусламжийн бараа;",
      },
    ],
    type: LegalTypes.law,
    date: "2008 оны 5-р сарын 20-ны өдөр",
  },
  {
    _id: "6",
    title: "ДЭЭД БОЛОВСРОЛЫН ТУХАЙ",
    details: [
      {
        title: "1 дүгээр зүйл.Хуулийн зорилт",
        text: "1.1. Энэ хуулийн зорилт нь дээд боловсролын удирдлага, зохион байгуулалт, сургалт, судалгаа, санхүүжилт, тэдгээртэй холбогдсон харилцааг зохицуулахад оршино.",
      },
    ],
    type: LegalTypes.law,
    date: "2023 оны 07 сарын 07 өдөр",
  },
  {
    _id: "7",
    title: "ЗОХИОГЧИЙН ЭРХИЙН ТУХАЙ/Шинэчилсэн найруулга/",
    details: [
      {
        title: "1 дүгээр зүйл.Хуулийн зорилт",
        text: "1.1. Энэ хуулийн зорилт нь шинжлэх ухаан, утга зохиол, урлагийн бүтээлтэй холбоотой үүсэх зохиогчийн эрх болон түүнд хамаарах эрхийг хэрэгжүүлэх, хамгаалах, соёл, урлагийн бүтээлч үйлдвэрлэлийг дэмжих, хөгжүүлэх зорилгоор бүтээлийг ашиглах эрх зүйн үндсийг тогтоохтой холбогдсон харилцааг зохицуулахад оршино.",
      },
      {
        title:
          "41 дүгээр зүйл. Хараагүй, сонсголгүй, харааны, эсхүл сонсголын бэрхшээлтэй, хэвлэмэл бүтээл унших бэрхшээлтэй хүний хэрэгцээнд зориулан ашиглах",
        text: '41 дүгээр зүйл.Хараагүй, сонсголгүй, харааны, эсхүл сонсголын бэрхшээлтэй, хэвлэмэл бүтээл унших бэрхшээлтэй хүний хэрэгцээнд зориулан ашиглах\n\n 41.1.Хараагүй, сонсголгүй, харааны, эсхүл сонсголын бэрхшээлтэй, хэвлэмэл бүтээл унших бэрхшээлтэй хүний сурч боловсрох, судалгаа шинжилгээ хийх, мэдээлэл олж авах эрхийг хангах зорилгоор бүтээлийг зохиогчийн эрх эзэмшигчийн зөвшөөрөлгүйгээр, төлбөргүйгээр хүртээмжтэй хэлбэрт хөрвүүлэн хуулбарлах, хуулбарыг хил дамнуулан солилцох, түгээх болон нийтийн хүртээл болгохыг зөвшөөрнө.\n\n 41.2.Бүтээлийн хүртээмжтэй хэлбэр бүхий хуулбарыг хараагүй, сонсголгүй, харааны, эсхүл сонсголын бэрхшээлтэй, хэвлэмэл бүтээл унших бэрхшээлтэй хүмүүс тусгайлан ашиглах бөгөөд бүтээлийг тэдгээрийн хэрэгцээнд зориулан хөрвүүлэхдээ эх бүтээлийн халдашгүй байдлыг хүндэтгэн үзнэ.\n\n 41.3.Хараагүй, сонсголгүй, харааны, эсхүл сонсголын бэрхшээлтэй, хэвлэмэл бүтээл унших бэрхшээлтэй хүнийг боловсрол, мэргэшсэн сургалт, номын сан, мэдээллээр хангах чиглэлээр, дагнасан үйл ажиллагаа эрхэлдэг төрийн болон Засгийн газраас эрх олгосон ашгийн төлөө бус байгууллага /цаашид "эрх бүхий байгууллага" гэх/ ажиллана.\n\n 41.4.Энэ хуулийн 41.3-т заасан эрх бүхий байгууллага нь хараагүй, сонсголгүй, харааны, эсхүл сонсголын бэрхшээлтэй, хэвлэмэл бүтээл унших бэрхшээлтэй хүнд зориулан бүтээлийг хүртээмжтэй хэлбэрт хөрвүүлэн хуулбарлаж түгээх, дамжуулах үйл ажиллагааг явуулахдаа доор дурдсан шаардлагыг хангана:\n\n 41.4.1.тухайн бүтээл, эсхүл түүний хуулбарыг хүртээмжтэй хэлбэрт хөрвүүлэн хуулбарлах, түгээх, дамжуулах хууль ёсны эрхтэй байх;\n\n 41.4.2.аливаа бүтээлийг хүртээмжтэй хэлбэрт хөрвүүлэхдээ зайлшгүй шаардагдах өөрчлөлтөөс бусад өөрчлөлтийг оруулахгүй байх;\n\n 41.4.3.бүтээлийг хүртээмжтэй хэлбэрт хөрвүүлэхдээ онцлог хэрэгцээнд нь нийцүүлсэн байх;\n\n 41.4.4.ашгийн төлөө бус зорилготой байх.\n\n 41.5.Эрх бүхий байгууллага нь энэ хуулийн 41.4-т заасан шаардлагыг хангасан тохиолдолд зохиогчийн эрх эзэмшигчийн зөвшөөрөлгүйгээр аливаа бүтээлийг хүртээмжтэй хэлбэрт хөрвүүлэн хуулбарлах, бусад эрх бүхий байгууллагаас уг хуулбарыг олж авах, дамжуулах, түгээх эрх эдэлнэ.\n\n 41.6.Хараагүй, сонсголгүй, харааны, эсхүл сонсголын бэрхшээлтэй, хэвлэмэл бүтээл унших бэрхшээлтэй хүнд үйлчилгээ үзүүлдэг төрийн болон эрх бүхий байгууллага, эсхүл дээрх байгууллагын албан тушаалтан нь бүтээлийг эдгээр хүмүүст хүртээмжтэй хэлбэрт хөрвүүлэн хуулбарлах, хил дамнуулан солилцох, хүлээн авах, түгээх, боловсролыг дэмжих зорилгоор мэдээллийн технологийн хэрэгслээр дамжуулан номын сангийн материалыг хүртээмжтэй болгож сургалтад ашиглах, бүтээлийг хичээлийн танхимд ашиглуулах, дэлгэж үзүүлэх, бүтээлийг зайны сургалтад зориулан хэсэгчлэн ашиглахыг зөвшөөрнө.\n\n Тайлбар: Энэ хуульд заасан "хүртээмжтэй хэлбэр бүхий хуулбар" гэж хараагүй, сонсголгүй, харааны, эсхүл сонсголын бэрхшээлтэй, хэвлэмэл бүтээл унших бэрхшээлтэй хүнд бүтээлийг бусдын адил чөлөөтэй, саадгүй хүлээн авахад нь зориулан бүтээсэн сонгох боломжтой төрөл, эсхүл хэлбэрт хөрвүүлсэн хуулбарыг ойлгоно.\n\n 41.7.Энэ хуулийн 41.1-д заасан зорилгоор бүтээлийн цахим хувийг олж авахаар эрх бүхий байгууллага хандсан бол тухайн цахим хувийг хадгалж байгаа байгууллага, хувь хүн саадгүй гаргаж өгөх үүрэгтэй.',
      },
    ],
    type: LegalTypes.law,
    date: "2021 оны 05 сарын 06 ",
  },
  {
    _id: "8",
    title: "МЭРГЭЖЛИЙН БОЛОН ТЕХНИКИЙН БОЛОВСРОЛ, СУРГАЛТЫН ТУХАЙ",
    details: [
      {
        title: "1 дүгээр зүйл.Хуулийн зорилт",
        text: "1.1. Энэ хуулийн зорилт нь мэргэжлийн болон техникийн боловсрол, сургалтын тогтолцоо, түншлэл, санхүүжилт, уг харилцаанд оролцогчийн эрх, үүрэгтэй холбогдсон харилцааг зохицуулахад оршино.\n\n 6.10.Сургалтын байгууллага нь суралцагчийн ялгаатай хэрэгцээ, ур чадварын түвшинг харгалзан энэ хуулийн 6.7-д заасан сургалтын хөтөлбөрт тохируулга хийж болно.",
      },
    ],
    type: LegalTypes.law,
    date: "2023 оны 07 сарын 07 ",
  },
  {
    _id: "9",
    title: "НИЙГМИЙН ДААТГАЛЫН ЕРӨНХИЙ ХУУЛЬ/Шинэчилсэн найруулга/",
    details: [
      {
        title: "1 дүгээр зүйл.Хуулийн зорилт",
        text: "1.1.Энэ хуулийн зорилт нь нийгмийн даатгалын төрөл, хэлбэр, хамрах хүрээг тогтоох, Монгол Улсын иргэн, гадаадын иргэн, харьяалалгүй хүн нийгмийн даатгалд даатгуулах, даатгуулагчийн санхүүгийн эрсдэлийг хуваалцах зорилгоор нийгмийн даатгалын сан бүрдүүлэх, хуваарилах, зарцуулах, гүйцэтгэлийг тайлагнах, хяналт тавих, нийгмийн даатгалын үйл ажиллагаа, нийгмийн даатгалын байгууллагын эрх, үүргийг тодорхойлох харилцааг зохицуулахад оршино.\n\n 21 дүгээр зүйл.Нийгмийн даатгалын шимтгэл төлөлт\n\n 21.22.Эмнэлгийн хяналтад байдаг, байнгын асаргаа шаардлагатай 18 хүртэлх насны хөгжлийн бэрхшээлтэй хүүхдээ асарч ажил хөдөлмөр эрхлээгүй эх, эсхүл эцэг энэ хуулийн 7.7-д заасны дагуу даатгуулах бол тухайн үед мөрдөж байгаа сарын хөдөлмөрийн хөлсний доод хэмжээнд ногдох тэтгэврийн даатгалын шимтгэлийг улсын төсвөөс сар бүр төлнө.",
      },
    ],
    type: LegalTypes.law,
    date: "2023 оны 07 сарын 07 өдөр ",
  },
  {
    _id: "10",
    title: "НИЙГМИЙН ХАЛАМЖИЙН ТУХАЙ/Шинэчилсэн найруулга/",
    details: [
      {
        title: "1 дүгээр зүйл.Хуулийн зорилт",
        text: "1.1.Энэ хуулийн зорилт нь нийгмийн халамжийн тэтгэвэр, тэтгэмж, үйлчилгээний төрөл, хамрах хүрээг тогтоох, нийгмийн халамжийн сан бүрдүүлэх, уг сангийн хөрөнгийг зарцуулах, нийгмийн халамжийн болон нийгмийн хөгжлийн үйлчилгээ үзүүлэх, нийгмийн халамжийн байгууллагын тогтолцоо, чиг үүргийг тодорхойлохтой холбогдсон харилцааг зохицуулахад оршино.\n\n 13.2.3.тэжээн тэтгэх хүүхэдгүй, ганц бие ахмад настан болон хөгжлийн бэрхшээлтэй ганц бие иргэнийг гэр бүлдээ авч асрамжилж байгаа;\n\n 13.2.4.эмнэлгийн хяналтад байдаг, байнгын асаргаа шаардлагатай ахмад настан болон хөгжлийн бэрхшээлтэй хүүхэд ба иргэнийг асарч байгаа.энэ хуулийн 3.1.2-т заасан өрхийн гишүүн-иргэнд сар бүр олгоно.\n\n 13.4.Нийгмийн халамжийн дэмжлэг, туслалцаа зайлшгүй шаардлагатай өрхийн гишүүн-иргэнд тэтгэмж олгох нөхцөл, болзлыг Засгийн газраас баталсан журмаар\n\n 14 дүгээр зүйл.Тэтгэвэр, тэтгэмж тогтоолгох өргөдөл гаргах, шийдвэрлэх хугацаа\n\n 14.1.Тэтгэвэр, тэтгэмж тогтоолгон авахыг хүссэн иргэн холбогдох баримт бичгийг бүрдүүлж, өргөдлийн хамт сум, хорооны нийгмийн ажилтанд өгнө. \n\n 14.2.Сум, хорооны нийгмийн ажилтан тэтгэвэр, тэтгэмж тогтоолгох өргөдлийг хүлээж авснаас хойш 30 хоногийн дотор хянан шийдвэрлүүлнэ. \n\n 15 дугаар зүйл.Тэтгэвэр, тэтгэмж олгох \n\n 15.2.Тэтгэвэр, тэтгэмж авагч хүндэтгэн үзэх шалтгааны улмаас өөрөө хүсэлт гаргавал улиралд олгох тэтгэвэр, тэтгэмжийг тухайн улирлын эхний сард бөөнөөр нь олгож болно.\n\n 15.3.Хүндэтгэн үзэх шалтгааны улмаас өөрийн биеэр ирж тэтгэвэр, тэтгэмжээ авах боломжгүй иргэний тэтгэвэр, тэтгэмжийг түүний итгэмжлэгдсэн иргэнд, эсхүл нийгмийн халамжийн байгууллагын итгэмжлэгдсэн ажилтан гэрт нь хүргэж өгнө.\n\n 17 дугаар зүйл.Нийгмийн халамжийн үйлчилгээний төрөл \n\n 17.1.Нийгмийн халамжийн үйлчилгээ нь дараах төрөлтэй байна: \n\n 17.1.1.олон нийтийн оролцоонд түшиглэсэн халамжийн үйлчилгээ; \n\n 17.1.2.төрөлжсөн асрамжийн үйлчилгээ. \n\n 18 дугаар зүйл.Олон нийтийн оролцоонд түшиглэсэн халамжийн үйлчилгээ \n\n 18.1.Олон нийтийн оролцоонд түшиглэсэн халамжийн үйлчилгээ нь дараах төрөлтэй байна: \n\n 18.1.1.амьдралын итгэл үнэмшил, бие даан амьдрах чадвар, хөдөлмөрийн дадал олгох, авьяасыг нь дэмжих зорилгоор сургалт зохион байгуулах; \n\n 18.1.2.зөвлөгөө өгөх; \n\n 18.1.3.сэргээн засах үйлчилгээнд хамруулах; \n\n 18.1.9.нийгмийн халамжийн дэмжлэг, туслалцаа зайлшгүй шаардлагатай энэ хуулийн 3.1.2, 18.2-т заасан өрх, иргэнийг нийгэмшүүлэх, хамт олны бүлэг бүрдүүлэх, орлогын эх үүсвэртэй болгох төсөл хэрэгжүүлэх, амьдрах ухаанд сургах. \n\n 18.2.Олон нийтийн оролцоонд түшиглэсэн халамжийн үйлчилгээнд дараах өрх, иргэн хамрагдана: \n\n 18.2.1.ахмад настан; \n\n 18.2.2.хөгжлийн бэрхшээлтэй иргэн; \n\n 18.2.3.эрсдэлт нөхцөлд байгаа хүүхэд \n\n /Энэ заалтыг 2016 оны 02 дугаар сарын 05-ны өдрийн хуулиар өөрчлөн найруулсан/ \n\n 18.2.7.эдгэшгүй хүнд өвчтэй хүн; \n\n 18.2.11.хөгжлийн бэрхшээлтэй хүүхэдтэй өрх. \n\n 19 дүгээр зүйл.Төрөлжсөн асрамжийн үйлчилгээ \n\n 19.1.Төрөлжсөн асрамжийн үйлчилгээ нь дараах төрөлтэй байна: \n\n 19.1.2.хөгжлийн бэрхшээлтэй иргэний асрамжийн үйлчилгээ; \n\n 19.2.Төрөлжсөн асрамжийн үйлчилгээнд дараах иргэнийг хамруулна:",
      },
    ],
    type: LegalTypes.law,
  },
  {
    _id: "11",
    title: "Нэмэгдсэн өртгийн албан татварын тухай",
    details: [
      {
        title: "1 дүгээр зүйл.Хуулийн зорилт",
        text: '1.1.Энэ хуулийн зорилт нь нэмэгдсэн өртгийн албан татвар /цаашид "албан татвар" гэх/-ыг ногдуулах, төсөвт төвлөрүүлэх, буцаан олгох, тайлагнахтай холбогдсон харилцааг зохицуулахад оршино.',
      },
      {
        title: "13 дугаар зүйл. Албан татвараас чөлөөлөх",
        text: "13.1.4.хөгжлийн бэрхшээлтэй иргэний хэрэглээнд зориулсан тусгай зориулалтын хэрэгсэл, тоног төхөөрөмж, автотээврийн хэрэгсэл;",
      },
    ],
    type: LegalTypes.law,
    date: "2015 оны 7 дугаар сарын 09-ний өдөр",
  },
  {
    _id: "12",
    title: "ТАТВАРЫН ЕРӨНХИЙ ХУУЛЬ",
    details: [
      {
        title: "1 дүгээр зүйл.Хуулийн зорилт",
        text: '1.1. Энэ хуулийн зорилт нь Монгол Улсад татвар бий болгох, тогтоох, татвар төлөгчийг бүртгэх, татвар ногдуулах, тайлагнах, төлөх, хянан шалгах, хураах, хөнгөлөх, чөлөөлөх, суутган тооцох, буцаан олгох эрх зүйн үндсийг тогтоож, Монголын Татварын алба /цаашид "Татварын алба" гэх/, татвар төлөгч болон энэ хуулийн дагуу татварын албаны өмнө үүрэг хүлээсэн бусад этгээдийн эрх, үүрэг, хариуцлагыг тодорхойлон, тэдгээрийн хооронд үүсэх харилцааг зохицуулахад оршино.',
      },
    ],
    type: LegalTypes.law,
    date: "2019 оны 03 сарын 22 өдөр ",
  },
  {
    _id: "13",
    title: "ДӨРӨВ. МОНГОЛ УЛСЫН ЗАСГИЙН ГАЗРЫН ТОГТООЛ",
    details: [
      {
        title:
          "ТЭГШ ХАМРАН СУРГАХ БОЛОВСРОЛЫН ТАЛААР АВАХ ЗАРИМ АРГА ХЭМЖЭЭНИЙ ТУХАЙ",
        text: "Монгол Улсын Засгийн газрын тухай хуулийн 30 дугаар зүйлийн 1, Хөгжлийн бэрхшээлтэй хүний эрхий тухай хуулийн 14.1.3, 14.3.1, 14.3.2, 15.10, 16.2, 16.4-т заасныг тус тус үндэслэн Монгол Улсын Засгийн газраас ТОГТООХ нь: \n\n 1. Хөгжлийн бэрхшээлтэй хүүхэд, залуучуудын суралцах эрхийг тэгш хангах чиглэлээр дараахь арга хэмжээг авч хэрэгжүүлэхийг Боловсрол, шинжлэх ухааны сайд Л.Цэдэвсүрэнд даалгасугай: \n\n 1.1. хүүхдийг хөгжлийн бэрхшээлийн онцлогоос үл хамааран цэцэрлэг, ерөнхий боловсролын сургуульд тэгш хамруулах, эрүүл мэндийн шалтгаанаар танхимын сургалтад хамрагдах боломжгүй хүүхдэд тохирсон боловсролын хувилбарт болон явуулын багшийн үйлчилгээг бий болгох талаар холбогдох хууль тогтоомжийн төслийг боловсруулах; \n\n 1.2. их, дээд сургууль, коллеж, мэргэжлийн сургалт, үйлдвэрлэлийн төвд элсэлтийн хяналтын тоонд багтаан жил бүр хөгжлийн бэрхшээлтэй суралцагч элсүүлэх тооны доод хязгаарыг тогтоох, хөгжлийн бэрхшээлтэй оюутанд үйлчлэх ажилтан ажиллуулах арга хэмжээг авч, хэрэгжилтийг хянах; \n\n 1.3. хөгжлийн бэрхшээлтэй хүүхэдтэй ажиллах арга зүй эзэмшүүлэх хичээлийг багш мэргэжлээр суралцаж байгаа оюутнуудад заавал судлуулах зохицуулалт хийх, Монгол Улсын боловсролын их сургуулийн тусгай хэрэгцээт боловсролын тэнхимийн үйл ажиллагааг бусад их, дээд сургуульд мэргэжил, арга зүйн дэмжлэг үзүүлэх чиглэлээр өргөжүүлэх; \n\n 1.4. хөгжлийн бэрхшээлтэй хүүхэдтэй ажиллах чиглэлээр багш, албан хаагчдыг тусгайлан бэлтгэх, Засгийн газар хоорондын гэрээгээр болон гадаад улс орны Засгийн газрын тэтгэлэгт хөтөлбөрт хамруулах хяналтын тоог жил бүр тогтоон мөрдөх, цэцэрлэг, ерөнхий боловсролын сургуулийн багшийн мэргэжил дээшлүүлэх богино хугацааны сургалтыг тавигдаж буй нөхцөл, шаардлага хангасан мэргэжлийн сургалтын төрийн бус байгууллагатай хамтран зохион байгуулах; \n\n 1.5. хөгжлийн бэрхшээлтэй хүүхдийг хамруулж байгаа тусгай цэцэрлэг, ерөнхий боловсролын сургуулийн орчин нөхцөлийг сайжруулж, багш, мэргэжилтнийг хүнд хэлбэрийн хөгжлийн бэрхшээлтэй хүүхдэд боловсролын үйлчилгээ үзүүлэх, тэдэнд мэргэжлийн чиг баримжаа олгох, багш, эцэг эх, асран хамгаалагч, олон нийтийг зөвлөгөө, мэдээлэл, арга зүйгээр хангах ажлыг чадавхжуулах ажлыг үе шаттай хэрэгжүүлэх. \n\n 2. Сургалтын цахим технологийг хөгжлийн бэрхшээлтэй суралцагчид хүртээмжтэй хэлбэрээр хөгжүүлэх, цахим контент боловсруулан сургалтад нэвтрүүлэхийг Боловсрол, шинжлэх ухааны сайд Л.Цэдэвсүрэн, Харилцаа, холбоо, мэдээллийн технологийн газар (Б.Болор-Эрдэнэ)-т даалгасугай. \n\n 3. Хөгжлийн бэрхшээлтэй суралцагчтай ажиллаж байгаа цэцэрлэг, ерөнхий боловсролын сургуулийн багш, ажилтны ажлын онцлог, мэргэжлийн шаардлагатай уялдуулан цалингийн сүлжээний ангилал, шатлал, нэмэгдлийг тусгайлан тогтоох боломжийг судалж, Засгийн газрын хуралдаанаар хэлэлцүүлэх арга хэмжээ авахыг Хөдөлмөр, нийгмийн хамгааллын сайд А.Ариунзаяад даалгасугай. \n\n 4. Бүх шатны сургалтын байгууллагын барилга байгууламж, нийтийн эзэмшлийн талбай, ариун цэврийн өрөө, анги танхимыг хөгжлийн бэрхшээлтэй суралцагч ашиглах боломжтой стандарттай байхаар тоноглож, тохижуулах цогц арга хэмжээг 2021-2023 онд авч хэрэгжүүлэх, хөгжлийн бэрхшээлтэй хүүхдэд сургуулийн өмнөх болон бага, дунд боловсрол эзэмшүүлэх зайлшгүй шаардлагатай тохирох хэрэглэгдэхүүний зардлыг төсвийн ерөнхийлөн захирагчийн жил бүрийн батлагдсан төсвийн багцдаа багтаан шийдвэрлэж байхыг Боловсрол, шинжлэх ухааны сайд Л.Цэдэвсүрэн, аймаг, нийслэлийн Засаг дарга нарт тус тус үүрэг болгосугай. \n\n 5. Бүх шатны сургалтын байгууллагын шинээр баригдах хичээлийн болон дотуур байрны барилгын зураг төслийг холбогдох хууль тогтоомжийн хүрээнд хөгжлийн бэрхшээлтэй хүнд хүртээмжтэй загвараар боловсруулах, барих ажилд хяналт тавьж ажиллахыг Барилга, хот байгуулалтын сайд Б.Мөнхбаатар, Мэргэжлийн хяналтын ерөнхий газар (Т.Гантулга)-т тус тус даалгасугай. \n\n 6. Бүх шатны сургалтын байгууллагын орчинд хөгжлийн бэрхшээлтэй хүүхдийн хэрэгцээ, шаардлагыг бүрэн хангасан зохих стандартад нийцүүлсэн зам, талбайтай болгох арга хэмжээг 2021-2023 онд авч хэрэгжүүлэхийг Боловсрол, шинжлэх ухааны сайд Л.Цэдэвсүрэн, аймаг, нийслэлийн Засаг дарга нарт тус тус даалгасугай. \n\n 7. Хөгжлийн бэрхшээлтэй хүүхэдтэй эцэг, эхэд хүүхдээ боловсролын үйлчилгээнд хамруулахад нь бүх талын дэмжлэг үзүүлж, холбогдох арга хэмжээ авч ажиллахыг аж ахуйн нэгж, байгууллагын удирдлагуудад уриалсугай.",
      },
    ],
    type: LegalTypes.decree,
    location: "Улаанбаатар хот",
    text: "Дугаар 235",
    date: "2020 оны 12 дугаар сарын 23-ны өдөр",
    chief:
      "МОНГОЛ УЛСЫН ЕРӨНХИЙ САЙД У.ХҮРЭЛСҮХ \n\n БОЛОВСРОЛ, ШИНЖЛЭХ УХААНЫ САЙД Л.ЦЭДЭВСҮРЭН",
  },
  {
    _id: "14",
    title:"Хөгжлийн бэрхшээлтэй хүний хөгжлийн ерөнхий газар \n\n ХӨГЖЛИЙН БЭРХШЭЭЛТЭЙ ХҮН АЖИЛЛУУЛААГҮЙ ОРОН ТОО ТУТАМД НОГДОХ ТӨЛБӨРИЙГ ХӨНГӨЛӨХ, ЧӨЛӨӨЛӨХ ЖУРАМ",
    details: [
      {
        title: "1 дүгээр зүйл.Хуулийн зорилт",
        text: "1.1.Хөдөлмөрийн тухай хуулийн 144.3-т заасан төлбөрийг хөнгөлөх, чөлөөлөхтэй холбогдсон харилцааг энэ журмаар зохицуулна. \n\n 1.2.Энэ журмын 2.1-д заасан төлбөрөөс хөнгөлүүлэх, чөлөөлүүлэх аж ахуйн нэгж, байгууллага нь дор дурдсан этгээдэд мөн журмын 3.1-д заасны дагуу дэмжлэг үзүүлсэн байна: \n\n 1.2.1.Хөгжлийн бэрхшээлтэй хүний эрхийн тухай хуулийн 4.1.1-д заасан хөгжлийн бэрхшээлтэй хүн; \n\n 1.2.2.Нийгмийн халамжийн тухай хуулийн 13.2-т заасан хөгжлийн бэрхшээлтэй гэр бүлийн гишүүнээ гэртээ асарч байгаа асаргааны тэтгэмж авагч. \n\n 2.1.Өмчийн төрөл, хэлбэрээс үл хамаарч 25 ба түүнээс дээш ажилтантай аж ахуйн нэгж, байгууллага нийт ажлын байрныхаа дөрвөн хувиас доошгүй орон тоонд хөгжлийн бэрхшээлтэй хүн ажиллуулаагүй бол ажиллуулбал зохих орон тоо тутамд ногдох Хөдөлмөрийн тухай хуулийн 144.3-т заасан төлбөр (цаашид “төлбөр” гэх)-ийг сар бүрийн 25-ны өдрийн дотор Хөдөлмөр эрхлэлтийг дэмжих санд төлөх ба уг төлбөрийг урьдчилан төлж болно. \n\n 2.2.Энэ журмын 2.1-д заасан төлбөрийг Хөдөлмөр эрхлэлтийг дэмжих санд төвлөрүүлэх чиг үүргийг аймаг, дүүргийн хөдөлмөрийн асуудал хариуцсан байгууллага хэрэгжүүлнэ. \n\n 2.3.Аж ахуйн нэгж, байгууллага жил бүрийн 1 дүгээр сард багтаан нийт ажлын байрны болон хөгжлийн бэрхшээлтэй хүн ажиллуулах ажлын байрны мэдээллийг хөдөлмөр эрхлэлтийн бүртгэл, мэдээллийн нэгдсэн санд бүртгүүлж, тухайн жилд төлбөр төлөх хуваарийг харьяалах аймаг, дүүргийн хөдөлмөрийн асуудал хариуцсан байгууллагатай тохиролцон баталгаажуулна. Төлбөр төлөх хуваарийг баталгаажуулахад тухайн аж ахуйн нэгж, байгууллагын нийгмийн даатгалын шимтгэл төлөлтийн холбогдох тайлангаар баталгаажсан нийт ажилтны тоо, үүнээс хөгжлийн бэрхшээлтэй хүн ажиллуулбал зохих болон ажиллуулж байгаа орон тоо, төлбөрийн нийт хэмжээ зэргийг харгалзан үзнэ. \n\n 2.4.Аж ахуйн нэгж, байгууллага нь нийт ажилтны тоо, орон тооны бүтцэд өөрчлөлт орсон тохиолдолд тухай бүр харьяа аймаг, дүүргийн хөдөлмөрийн асуудал хариуцсан байгууллагад мэдэгдэх бөгөөд мөн тохиолдолд энэ журмын 2.3-т заасан төлбөр төлөх хуваарьт өөрчлөлт оруулж болно. \n\n 3.1.Хөдөлмөрийн тухай хуулийн 144.4-т заасны дагуу хөгжлийн бэрхшээлтэй хүний болон хөгжлийн бэрхшээлтэй гэр бүлийн гишүүнээ гэртээ асарч байгаа хүний үйлдвэрлэсэн бараа, бүтээгдэхүүн, ажил үйлчилгээг гэрээгээр байнга худалдан авах зэргээр тэдний үйл ажиллагаанд дэмжлэг үзүүлсэн ажил олгогчийг дараах дүнгээр төлбөрөөс хөнгөлнө: \n\n 3.1.1.хөгжлийн бэрхшээлтэй хүний болон хөгжлийн бэрхшээлтэй гэр бүлийн гишүүнээ гэртээ асарч байгаа хүний үйлдвэрлэсэн бараа, бүтээгдэхүүн, ажил үйлчилгээг 6 сараас доошгүй хугацаатай гэрээ байгуулж худалдан авсан бол худалдан авсан бараа, бүтээгдэхүүн, ажил үйлчилгээний үнийн дүнгээр; \n\n 3.1.2.хөгжлийн бэрхшээлтэй хүн болон хөгжлийн бэрхшээлтэй гэр бүлийн гишүүнээ гэртээ асарч байгаа хүн хөдөлмөр эрхлэхэд шаардагдах ажлын багаж, тоног төхөөрөмж худалдан авахад нь дэмжлэг үзүүлсэн бол уг үзүүлсэн дэмжлэгийн үнийн дүнгээр. \n\n 3.2.Аж ахуйн нэгж, байгууллагын энэ журмын 3.1.1, 3.1.2-т заасны дагуу үзүүлсэн дэмжлэгийн үнийн дүн мөн журмын 2.3-т заасан хуваарийн дагуу Хөдөлмөр эрхлэлтийг дэмжих санд төлөх төлбөрөөс илүү гарсан тохиолдолд төлбөрөөс чөлөөлнө. \n\n 3.3.Аж ахуйн нэгж, байгууллага энэ журмын 3.1, 3.2-т заасны дагуу төлбөрөөс хөнгөлүүлэх, эсхүл чөлөөлүүлэх тухай албан хүсэлтээ харьяа аймаг, дүүргийн хөдөлмөрийн асуудал хариуцсан байгууллагад хандан цахим, эсхүл цаасан хэлбэрээр гаргах бөгөөд хүсэлтэд дараах баримт бичгийг хавсаргана: \n\n 3.3.1.энэ журмын 3.1-д заасан дэмжлэг үзүүлсэн хөгжлийн бэрхшээлтэй хүний мэдээлэл, эсхүл хөгжлийн бэрхшээлтэй гэр бүлийн гишүүнээ гэртээ асарч байгаа хүний асаргааны тэтгэмж авдаг талаарх мэдээлэл; \n\n 3.3.2.хөгжлийн бэрхшээлтэй хүний болон хөгжлийн бэрхшээлтэй гэр бүлийн гишүүнээ гэртээ асарч байгаа хүний үйлдвэрлэсэн бараа, бүтээгдэхүүн, ажил үйлчилгээг худалдан авах хүчин төгөлдөр гэрээ, худалдан авсан бараа, бүтээгдэхүүн, ажил үйлчилгээний төлбөрийг төлсөн санхүүгийн баримт; \n\n 3.3.3.хөгжлийн бэрхшээлтэй хүн болон хөгжлийн бэрхшээлтэй гэр бүлийн гишүүнээ гэртээ асарч байгаа хүн хөдөлмөр эрхлэхэд шаардагдах ажлын багаж, тоног төхөөрөмж худалдан авахад нь дэмжлэг үзүүлсэн тухайг нотлох худалдах, худалдан авах гэрээ, төлбөр төлсөн санхүүгийн баримт зэрэг холбогдох баримт бичиг. \n\n 3.4.Энэ журмын 3.1-д заасан дэмжлэг үзүүлэх бараа, бүтээгдэхүүн, ажил үйлчилгээ, ажлын багаж, тоног төхөөрөмжийн үнэ нь зах зээлийн дундаж үнээс илүүгүй байх бөгөөд аж ахуйн нэгж, байгууллагын үзүүлсэн дэмжлэгийн дүн татварын хууль тогтоомжид заасан төлбөрийн баримтаар баталгаажсан байна. \n\n 3.5.Төлбөрийг хөнгөлөх, чөлөөлөх шийдвэрийг энэ журмын 2.3-т заасан төлбөр төлөх хуваарь, мөн журмын 3.3-т заасан баримт бичиг, 3.4-т заасан төлбөрийн баримт, 3.8-д заасан мэдээллийг тус тус үндэслэн аймаг, дүүргийн хөдөлмөрийн асуудал хариуцсан байгууллага тухай бүр гаргана. \n\n 3.6.Аж ахуйн нэгж, байгууллага энэ журмын 2.1-д заасны дагуу төлбөрийг урьдчилан төлсний дараа хөгжлийн бэрхшээлтэй хүнийг ажилд авсан, мөн энэ журмын 3.1-д заасан дэмжлэг үзүүлсэн тохиолдолд аймаг, дүүргийн хөдөлмөрийн асуудал хариуцсан байгууллага холбогдох тооцоог хийж, урьдчилж төлсөн илүү төлбөрийг буцаан олгоно. \n\n 3.7.Аж ахуйн нэгж, байгууллага болон аймаг, дүүргийн хөдөлмөрийн асуудал хариуцсан байгууллага санхүүгийн жилийн эцэст тухайн аж ахуйн нэгж, байгууллагын Хөдөлмөр эрхлэлтийг дэмжих санд төлсөн төлбөр болон төлбөрийн хөнгөлөлт, чөлөөлөлтийн дүнг эцэслэн нийлж, тооцоог дуусгавар болгоно. \n\n 3.8.Энэ журмын 2.1-д заасан аж ахуйн нэгж, байгууллагын нийт ажилтны тоо, үүнээс хөгжлийн бэрхшээлтэй хүн ажиллуулбал зохих болон ажиллуулж байгаа орон тоо, төлбөрийн хэмжээ, хөнгөлөлт, чөлөөлөлтийн хэмжээ зэрэг холбогдох мэдээллийг хөдөлмөр, татвар, нийгмийн даатгал, бүртгэлийн асуудал хариуцсан байгууллагууд харилцан солилцож, мэдээллийн систем үүсгэж ажиллана. Хөдөлмөрийн асуудал хариуцсан төрийн захиргааны байгууллага мэдээллийн системийг удирдлагаар ханган ажиллана. \n\n 4.1.Хууль тогтоомжоор хориглосноос бусад тохиолдолд аж ахуйн нэгж, байгууллагын төлбөрийг хөнгөлсөн, чөлөөлсөн тухай мэдээлэл олон нийтэд нээлттэй, ил тод байна. \n\n 4.2.Төлбөрийн хөнгөлөлт, чөлөөлөлтөд хамрагдсан аж ахуйн нэгж, байгууллагын болон төлбөрөөс хөнгөлсөн, чөлөөлсөн дүнгийн талаарх мэдээлэл, аж ахуйн нэгж, байгууллагаас дэмжлэг авсан хөгжлийн бэрхшээлтэй хүний болон хөгжлийн бэрхшээлтэй гэр бүлийн гишүүнээ гэртээ асарч байгаа хүний тоо, гарсан үр дүнгийн талаарх мэдээлэл, тайланг аймаг, дүүргийн хөдөлмөрийн асуудал хариуцсан байгууллага жил бүрийн 1 дүгээр сарын 15-ны өдрийн дотор гаргаж хөдөлмөрийн асуудал хариуцсан төрийн захиргааны байгууллагад хүргүүлэх бөгөөд хөдөлмөрийн асуудал хариуцсан төрийн захиргааны байгууллага нь мэдээлэл, тайланг нэгтгэж, жил бүрийн 1 дүгээр улиралд багтаан олон нийтэд хэвлэл мэдээллийн хэрэгслээр тайлагнаж ажиллана. \n\n 4.3.Төлбөрийг төвлөрүүлэх, хөнгөлөх, чөлөөлөх үйл ажиллагаанд тавих хяналтыг хуулиар олгосон эрхийн хүрээнд мэргэжлийн хяналтын байгууллага, хөдөлмөрийн хяналтын улсын байцаагч хэрэгжүүлнэ. \n\n 4.4.Журмын хэрэгжилтэд хөдөлмөрийн харилцааны асуудлаар мэргэшсэн төрийн бус байгууллага хууль тогтоомжийн дагуу олон нийтийн хяналт тавьж болно. \n\n 4.5.Энэ журмыг зөрчсөн буруутай албан тушаалтан, хуулийн этгээд, хүнд холбогдох хууль тогтоомжид заасан хариуцлага хүлээлгэнэ.",
      },
    ],
    type: LegalTypes.regulation,
  },
  {
    _id: "15",
    title: "Монгол Улсын Их Хурлын тогтоол",
    details: [
      {
        title: "Хүний хөгжлийн бодлого",
        text: "2.5.8.Гэр бүл, хүүхэд залуучууд, ахмад настан, хөгжлийн бэрхшээлтэй иргэдийн эрхийг дээдэлсэн, нийгмийн бүх бүлгийн оролцоог хангасан хүний хөгжлийн цогц бодлого хэрэгжүүлнэ. \n\n 2.5.13.Тусгай хэрэгцээ /байнгын асаргаа шаардлагатай хөгжлийн бэрхшээл/-тэй 0-16 насны хүүхдээ асран ажил хөдөлмөр эрхэлж чадахгүй байгаа эх /эцэг/-ийн нийгмийн даатгалын шимтгэлийг төрөөс төлөх боломжоор хангах хууль, эрх зүйн орчныг бүрдүүлнэ.",
      },
      {
        title: "Засаглалын бодлого",
        text: "4.3.3.Эмэгтэйчүүд, хүүхэд, ахмад настан, хөгжлийн бэрхшээлтэй иргэдийн эрхийг хангах түр хамгаалах байрыг байгуулж, хуульд заасны дагуу мэдээллээр хангана.",
      },
    ],
    type: LegalTypes.decree,
    date: "2020 оны 08 сарын 28 өдөр",
    text: "Дугаар 24",
  },
  {
    _id: "16",
    title: "Хөдөлмөр эрхлэлтийг дэмжих тухай хууль",
    details: [
      {
        title: "1 дүгээр зүйл.Хуулийн зорилт",
        text: "1.1.Энэ хуулийн зорилт нь хүн амын хөдөлмөр эрхлэлтийг дэмжих үйл ажиллагааны эрх зүйн үндсийг бүрдүүлж, түүний төрөл, хэлбэр, хамрах хүрээ, санхүүжилт, хөдөлмөр эрхлэлтийн байгууллагын тогтолцоотой холбогдсон харилцааг зохицуулахад оршино.",
      },
      {
        title:
          "15 дугаар зүйл.Ажил олоход хүндрэлтэй иргэний хөдөлмөр эрхлэлтийг дэмжих",
        text: "15.1.4.хөгжлийн бэрхшээлтэй иргэн, 6 сараас дээш хугацаагаар ажилгүй байгаа иргэнийг ажилд авч, 12 сараас доошгүй хугацаагаар ажлын байраар хангасан ажил олгогчид хөдөлмөрийн хөлсний доод хэмжээг 12 дахин нэмэгдүүлсэнтэй тэнцэх хэмжээний урамшууллыг нэг удаа олгох; \n\n 15.1.5.хөдөлмөр эрхлэлтийн байгууллагад бүртгэлтэй хөгжлийн бэрхшээлтэй иргэн, хөдөлмөрийн насанд хүрээд асрамжийн газраас гарсан болон хорих ангиас суллагдсан иргэнийг ажлын байраар хангаж, нийгмийн асуудлыг нь шийдвэрлэх талаар тодорхой санаачилга гаргаж, үр дүнд хүрсэн ажил олгогчийг тусгай болзлын дагуу Хөдөлмөр эрхлэлтийн үндэсний зөвлөл шалгаруулж, урамшуулах.",
      },
      {
        title:
          "22 дугаар зүйл.Хөдөлмөр эрхлэлтийг дэмжих сангийн орлогын эх үүсвэр",
        text: "22.1.7.хөгжлийн бэрхшээлтэй хүнийг ажиллуулаагүй аж ахуйн нэгж, байгууллагаас төлөх төлбөр;",
      },
      {
        title:
          "31 дүгээр зүйл.Хөдөлмөр эрхлэлтийг дэмжих үйл ажиллагаанд аж ахуйн нэгж, байгууллага, иргэний оролцоо, эрх, үүрэг",
        text: "31.2.4.хөгжлийн бэрхшээлтэй хүний хөдөлмөр эрхлэлтийн талаар авч хэрэгжүүлсэн арга хэмжээний тухай тайлан, мэдээг аймаг, дүүргийн хөдөлмөр эрхлэлтийн асуудал хариуцсан байгууллагад улирал тутам гаргаж ирүүлэх;",
      },
    ],
    type: LegalTypes.law,
    date: "2011 оны 6-р сарын 17-ны өдөр",
  },
  {
    _id: "17",
    title: "Хөдөлмөрийн тухай хууль",
    details: [
      {
        title: "1 дүгээр зүйл.Хуулийн зорилт",
        text: "1.1. Энэ хуулийн зорилт нь хөдөлмөрийн харилцааны зарчим, суурь хэм хэмжээг тогтоож, уг харилцаанд оролцогч талуудын үндсэн эрх, үүргийг тодорхойлж, тэдгээрийн хоорондын зохистой тэнцвэрт байдлыг хангахад оршино. ",
      },
      {
        title: "144 дүгээр зүйл.Хөгжлийн бэрхшээлтэй хүний хөдөлмөр эрхлэлт",
        text: '144.1.Ажил олгогч хөгжлийн бэрхшээлтэй хүнийг Хөгжлийн бэрхшээлтэй хүний эрхийн тухай хуульд заасан тохирох хэрэглэгдэхүүнээр хангах замаар хөдөлмөр эрхлэх боломжоор хангах үүрэгтэй. \n\n 144.2.Өмчийн төрөл, хэлбэрээс үл хамаарч 25 ба түүнээс дээш ажилтантай аж ахуйн нэгж, байгууллага нийт ажлын байрныхаа дөрвөн хувиас доошгүй орон тоонд хөгжлийн бэрхшээлтэй хүнийг ажиллуулна. \n\n 144.3.Аж ахуйн нэгж, байгууллага энэ хуулийн 144.2-т зааснаар хөгжлийн бэрхшээлтэй хүн ажиллуулаагүй бол ажиллуулбал зохих орон тоо тутамд ногдох төлбөрийн хэмжээ нь хөдөлмөрийн хөлсний доод хэмжээтэй тэнцүү байх бөгөөд уг төлбөрийг сар бүр Хөгжлийн бэрхшээлтэй иргэний хөдөлмөр эрхлэлтийг дэмжих дэд санд төлнө. \n\n 144.4.Хөгжлийн бэрхшээлтэй хүний болон хөгжлийн бэрхшээлтэй гэр бүлийн гишүүнээ гэртээ асарч байгаа хүний үйлдвэрлэсэн бараа, бүтээгдэхүүн, ажил үйлчилгээг гэрээгээр байнга худалдан авах зэргээр тэдний үйл ажиллагаанд дэмжлэг үзүүлсэн ажил олгогчийг энэ хуулийн 144.3-т заасан төлбөрөөс чөлөөлж, эсхүл хөнгөлж болно. \n\n 44.5.Энэ хуулийн 144.3-т заасан төлбөрийг хөнгөлөх, чөлөөлөх журмыг Засгийн газар батална. Энэ төлбөрийг гагцхүү хөгжлийн бэрхшээлтэй хүний хөдөлмөр эрхлэлтийг дэмжихэд зарцуулах бөгөөд төлбөр хураалт, зарцуулалт, үр ашгийн талаар жил бүр олон нийтэд хэвлэл мэдээллийн хэрэгслээр тайлагнана. \n\n 144.6.Ажил олгогч энэ хуулийн 144.1-д заасан тохирох хэрэглэгдэхүүнээр хангахгүйгээр хөгжлийн бэрхшээлтэй хүний хөдөлмөр эрхлэлтийн харилцааг дуусгавар болгохыг хориглоно. \n\n 144.7.Хөгжлийн бэрхшээлтэй хүн тэтгэвэр, тэтгэмж авч байгаа нь түүний цалин хөлсийг бууруулах болон энэ хуульд заасан бусад эрхийг хязгаарлах үндэслэл болохгүй. \n\n 144.8.Хөгжлийн бэрхшээлтэй хүнийг асардаг ажилтан хүсэлт гаргасан тохиолдолд ажил олгогч түүнд гэрээсээ, зайнаас, бүтэн бус цагаар ажиллах нөхцөлийг бүрдүүлэх боломжит арга хэмжээг авна. \n\n 58.3.Энэ хуулийн 58.1.3-т заасан үндэслэлээр түр шилжүүлсэн ажилтны хөдөлмөрийн чадвар сэргээгдэхгүй болохыг эрүүл мэндийн магадлалын зөвлөл тогтоосон бол ажилтантай тохиролцон уг ажилд нь, эсхүл өөр тохирох ажлын байранд шилжүүлэн ажиллуулна. \n\n /Энэ хэсэгт "эмнэлэг хөдөлмөрийн магадлах комисс" гэснийг "эрүүл мэндийн магадлалын зөвлөл" гэж 2023 оны 07 дугаар сарын 07-ны өдрийн хуулиар өөрчлөлт оруулсан бөгөөд 2024 оны 01 дүгээр сарын 01-ний өдрөөс эхлэн дагаж мөрдөнө./ \n\n 61.1.Ажил олгогч дараах үндэслэлээр хүнийг урьд эрхэлж байсан ажил, албан тушаалд эгүүлэн авах үүрэгтэй: \n\n 61.1.1.үйлдвэрлэлийн осол, хурц хордлого, мэргэжлээс шалтгаалсан өвчний улмаас хөдөлмөрийн чадвараа алдаж хөдөлмөр эрхлэлтийн харилцаа нь дуусгавар болсон хүн хөдөлмөрийн чадвар сэргээгдсэн тухай эрүүл мэндийн магадлалын зөвлөлийн шийдвэр гарснаас хойш 30 хоногийн дотор ажилдаа орох хүсэлтээ гаргасан; \n\n /Энэ заалтад "эмнэлэг хөдөлмөрийн магадлах комиссын" гэснийг "эрүүл мэндийн магадлалын зөвлөлийн" гэж 2023 оны 07 дугаар сарын 07-ны өдрийн хуулиар өөрчлөлт оруулсан бөгөөд 2024 оны 01 дүгээр сарын 01-ний өдрөөс эхлэн дагаж мөрдөнө./ \n\n 61.1.2.хүнийг урьд нь эрхэлж байсан ажлын байранд эгүүлэн тогтоох тухай хөдөлмөрийн эрхийн маргаан таслах комисс, сум, дүүргийн хөдөлмөрийн эрхийн маргаан зохицуулах гурван талт хороо, эсхүл шүүхийн шийдвэр хүчин төгөлдөр болсон; \n\n 66 дугаар зүйл.Ажлын бүтэн бус цагаар ажиллуулах хөдөлмөрийн гэрээ \n\n 66.1.Ажил олгогч ажилтантай тохиролцсоны дагуу ажлын бүтэн бус цагаар ажиллуулахаар хөдөлмөрийн гэрээ байгуулж болно. "Ажлын бүтэн бус цагийн ажилтан" гэж ажлын бүтэн цагаар ажиллаж байгаа ажилтнаас бага цагаар ажиллаж байгаа ажилтныг ойлгоно. \n\n 66.2.Ажлын бүтэн бус цагийн ажилтантай байгуулах хөдөлмөрийн гэрээнд энэ хуулийн 49 дүгээр зүйлд заасан нөхцөлөөс гадна өдөрт, эсхүл долоо хоногт, эсхүл сард ажиллах нийт цаг, ажил эхлэх, дуусах цагийг тусгайлан тохирно. \n\n 66.3.Ажлын бүтэн цагийн ажилтны ажлын цагийг хууль тогтоомжид заасны дагуу богиносгосныг бүтэн бус цагаар ажилласанд тооцохгүй. \n\n 66.4.Ажлын бүтэн бус цагийн ажилтан энэ хуульд тусгайлан зааснаас бусад тохиолдолд ажлын бүтэн цагаар ажиллах ажилтны нэгэн адил эрх эдэлж, үүрэг хүлээх бөгөөд хөдөлмөрийн хууль тогтоомж, хамтын гэрээ, хамтын хэлэлцээр, хөдөлмөрийн дотоод хэм хэмжээ нэгэн адил үйлчилнэ. \n\n 66.5.Ажил олгогч түр ажил үүргийг гүйцэтгүүлэхээр ажилтныг цагаар ажиллуулж, гүйцэтгэсэн ажил, ажилласан цагт нь тохирсон цалин хөлсийг тухай бүр тооцож олгож болно. \n\n 67 дугаар зүйл.Гэрээсээ ажиллах ажилтны хөдөлмөрийн гэрээ \n\n 67.1.Ажилтан ажил олгогчийн үйл ажиллагаа явуулдгаас өөр газарт, гэрээсээ, эсхүл өөрийн сонгосон байршилд ажил олгогчийн, эсхүл өөрийн тоног төхөөрөмж, түүхий эд материалыг ашиглан ажил олгогчийн удирдлага, хяналтын доор ажил үүрэг гүйцэтгэж цалин хөлс авахаар ажил олгогчтой тохиролцон гэрээсээ ажиллах хөдөлмөрийн гэрээ байгуулж болно. \n\n 67.2.Гэрээсээ ажиллах ажилтны хөдөлмөрийн гэрээнд энэ хуулийн 49 дүгээр зүйлд заасан нөхцөлөөс гадна ажилтан ажил үүргээ гүйцэтгэх байршил, гүйцэтгэх ажил, гүйцэтгэсэн ажлаа хүлээлгэн өгөх хугацаа, хэлбэр, цалин хөлс, үйлдвэрлэсэн нэгж бүтээгдэхүүн, үзүүлсэн нэгж үйлчилгээний төлбөр /тариф/, өөрийн эд хөрөнгө, тоног төхөөрөмжийг ашигласан тохиолдолд ажил олгогчоос олгох нөхөн төлбөрийн хэмжээ зэргийг талууд тусгайлан тохиролцож тусгана. \n\n 67.3.Гэрээсээ ажиллах ажилтны ашиглах тоног төхөөрөмж, бусад хэрэгслийн аюулгүй байдлыг ажил олгогч шалгаж, хөдөлмөрийн аюулгүй ажиллагааны зааварчилгаа өгөх үүрэгтэй. \n\n 67.4.Гэрээсээ ажиллах ажилтан энэ хуульд тусгайлан зааснаас бусад тохиолдолд ажил олгогчийн ажлын байран дээр ажиллаж байгаа үндсэн ажилтантай адил эрх эдэлж, үүрэг хүлээх бөгөөд хөдөлмөрийн хууль тогтоомж, хамтын гэрээ, хамтын хэлэлцээр, хөдөлмөрийн дотоод хэм хэмжээ түүнд нэгэн адил үйлчилнэ. \n\n 67.5.Гэрээсээ ажиллах ажилтанд энэ хуулийн Зургадугаар бүлэг үйлчлэхгүй. \n\n 68 дугаар зүйл.Зайнаас ажиллах ажилтны хөдөлмөрийн гэрээ \n\n 68.1.Ажил олгогч нь ажилтныг ажил үүргээ зайнаас цахим сүлжээгээр байнга, эсхүл хэсэгчлэн гүйцэтгэхийг зөвшөөрч, түүнтэй зайнаас ажиллуулахаар хөдөлмөрийн гэрээ байгуулж болно. \n\n 68.2.Зайнаас ажиллах ажилтны хөдөлмөрийн гэрээнд энэ хуулийн 49 дүгээр зүйлд заасан нөхцөлөөс гадна ажилтан ажил үүргээ гүйцэтгэх байршил, гүйцэтгэсэн ажлаа хүлээлгэн өгөх хугацаа, хэлбэр, өөрийн эд хөрөнгө, тоног төхөөрөмжийг ашигласан тохиолдолд ажил олгогчоос олгох нөхөн төлбөрийн хэмжээ зэргийг талууд тусгайлан тохиролцож тусгана. \n\n 68.3.Зайнаас ажиллах ажилтан энэ хуульд тусгайлан зааснаас бусад тохиолдолд ижил төрлийн ажил үүрэг гүйцэтгэж байгаа бусад ажилтантай адил эрх эдэлж, үүрэг хүлээх бөгөөд хөдөлмөрийн хууль тогтоомж, хамтын гэрээ, хамтын хэлэлцээр, хөдөлмөрийн дотоод хэм хэмжээ түүнд нэгэн адил үйлчилнэ. \n\n 80.1.Хөдөлмөр эрхлэлтийн харилцааг дараах үндэслэлээр ажил олгогчийн санаачилгаар цуцалж болно: \n\n 80.1.3.ажилтан эрүүл мэндийн хувьд ажил үүргээ гүйцэтгэх боломжгүй нь эрүүл мэндийн магадлалын зөвлөлийн шийдвэрээр тогтоогдсон бөгөөд түүнийг шилжүүлэн ажиллуулах өөр ажлын байр байхгүй, энэ хуулийн 144.1-д заасан арга хэмжээг ажил олгогч авсан боловч ажилтан хөдөлмөр эрхлэх боломжгүй бол; \n\n /Энэ заалтад "эмнэлэг хөдөлмөрийн магадлах комиссын" гэснийг "эрүүл мэндийн магадлалын зөвлөлийн" гэж 2023 оны 07 дугаар сарын 07-ны өдрийн хуулиар өөрчлөлт оруулсан бөгөөд 2024 оны 01 дүгээр сарын 01-ний өдрөөс эхлэн дагаж мөрдөнө./ \n\n 80.5.Энэ хуулийн 80.4-т заасны дагуу мэдэгдэл авсан ажилтнаар ажил үүргийг нь үргэлжлүүлэн гүйцэтгүүлэх шаардлагагүй, эсхүл боломжгүй гэж ажил олгогч үзвэл түүний дундаж цалин хөлснөөс хөдөлмөр эрхлэлтийн харилцааг цуцлах хүртэлх хугацаагаар тооцсон олговор олгож, ажиллуулахгүй байж болно. \n\n ',
      },
      {
        title: "85 дугаар зүйл.Ажлын цагийг богиносгох",
        text: "85.1.Ажил олгогч дараах тохиолдолд ажилтны ажлын цагийг нь богиносгоно: \n\n 85.1.1.ажилтны ажлын цагийг богиносгох тухай эмнэлэг хөдөлмөрийн магадлах комиссын шийдвэр гарсан; \n\n 98.1.Тасралтгүй ажиллагаатай үйлдвэрлэл, хүн амын нийтлэг үйлчилгээ, тээвэр, холбооны болон зайлшгүй шаардлагатай ажил гүйцэтгүүлэх, энэ хуулийн 91.2-т зааснаас бусад тохиолдолд нийтээр амрах баярын болон долоо хоногийн амралтын өдөр ажилтан өөрөө зөвшөөрснөөс бусад тохиолдолд ажил олгогчийн санаачилгаар ажиллуулахыг хориглоно. \n\n 98.2.Жирэмсэн эмэгтэй, гурав хүртэлх насны хүүхэдтэй, эсхүл 16 хүртэлх насны байнгын асаргаа шаардлагатай хөгжлийн бэрхшээлтэй хүүхэдтэй ажилтан өөрөө зөвшөөрснөөс бусад тохиолдолд нийтээр амрах баярын болон долоо хоног бүрийн амралтын өдөр ажиллуулахыг хориглоно. \n\n 99.3.Хуульд өөрөөр заагаагүй бол ажилтны ээлжийн үндсэн амралтын хугацаа ажлын 15 өдөр байна. \n\n 99.4.Хөгжлийн бэрхшээлтэй болон 18 насанд хүрээгүй ажилтны ээлжийн үндсэн амралтын хугацаа ажлын 20 өдөр байна. \n\n 99.5.Хөдөлмөрийн хэвийн нөхцөлд ажиллаж байгаа ажилтанд түүний ажилласан хугацааг харгалзан ээлжийн үндсэн амралтын хугацаан дээр нь дараах нэмэгдэл амралт олгоно: \n\n 99.5.1. 6 дахь жилийн эхнээс 10 дахь жилийг дуусталх хугацаанд ажлын 3 өдөр; \n\n 99.5.2. 11 дэх жилийн эхнээс 15 дахь жилийг дуусталх хугацаанд ажлын 5 өдөр; \n\n 99.5.3. 16 дахь жилийн эхнээс 20 дахь жилийг дуусталх хугацаанд ажлын 7 өдөр; \n\n 99.5.4. 21 дэх жилийн эхнээс 25 дахь жилийг дуусталх хугацаанд ажлын 9 өдөр; \n\n 99.5.5. 26 дахь жилийн эхнээс 31 дэх жилийг дуусталх хугацаанд ажлын 11 өдөр; \n\n 99.5.6. 32 дахь жилээс ажлын 14 өдөр.",
      },
    ],
    type: LegalTypes.law,
    date: "2021.07.21",
  },
  {
    _id: "18",
    title: "ХУВЬ ХҮНИЙ ОРЛОГЫН АЛБАН ТАТВАРЫН ТУХАЙ",
    details: [
      {
        title: "1 дүгээр зүйл.Хуулийн зорилт",
        text: "1.1. Энэ хуулийн зорилт нь хувь хүний орлогод албан татвар ногдуулах, уг албан татварыг төсөвт төлөх, тайлагнахтай холбогдсон харилцааг зохицуулахад оршино.",
      },
      {
        title: "22 дугаар зүйл.Албан татвараас чөлөөлөх орлого",
        text: "22.1.Дараах орлогыг албан татвараас чөлөөлнө: \n\n 22.1.2.хөгжлийн бэрхшээлтэй хувь хүний орлого;",
      },
      {
        title: "25 дугаар зүйл.Албан татвар суутган тооцох, төсөвт төлөх",
        text: "25.3. Суутган төлөгч нь хөгжлийн бэрхшээлтэй хувь хүний орлогод албан татвар ногдуулахад холбогдох нотлох баримтыг үндэслэн энэ хуулийн 22.1.2-т заасан чөлөөлөлтийг хасаж тооцно.",
      },
    ],
    type: LegalTypes.law,
    date: "2019 оны 03 сарын 22 өдөр",
  },
  {
    _id: "19",
    title: "ЭРҮҮЛ МЭНДИЙН ТУХАЙ",
    details: [
      {
        title: "1 дүгээр зүйл.Хуулийн зорилт",
        text: "1.1.Энэ хуулийн зорилт нь эрүүл мэндийн талаар төрөөс баримтлах бодлого, үндсэн зарчмыг тодорхойлж, иргэний эрүүл мэндээ хамгаалуулах, эрүүл мэндийн тусламж, үйлчилгээ авах эрхийг хангахад аж ахуйн нэгж, байгууллага, албан тушаалтан, иргэний гүйцэтгэх үүрэг, эрүүл мэндийн байгууллага, ажилтны үйл ажиллагаатай холбогдсон харилцааг зохицуулахад оршино",
      },
      {
        title:
          "8 дугаар зүйл.Эрүүл мэндийн асуудал эрхэлсэн төрийн захиргааны төв байгууллагын бүрэн эрх",
        text: "8.9.Хүний амь насанд аюултай, хөгжлийн бэрхшээлд хүргэдэг ховор тохиолдох өвчин, эмгэгийг тодорхойлох аргачлалыг эрүүл мэндийн асуудал эрхэлсэн Засгийн газрын гишүүн батална.",
      },
      {
        title:
          "16 дугаар зүйл.Эрүүл мэндийн тусламж, үйлчилгээ үзүүлэх байгууллагын чиг үүрэг",
        text: "16.17.Сувилахуйн төв нь байнгын асаргаа сувилгаа шаардах ахмад настан, архаг өвчтэй, хөгжлийн бэрхшээлтэй иргэнийг хэвтүүлэн эмчлэх тусламж, үйлчилгээг үзүүлнэ. \n\n 39 дүгээр зүйл.Сэтгэцийн өвчтэй хүнд үзүүлэх эрүүл мэндийн тусламж, үйлчилгээ \n\n 39.1.Сэтгэцийн өвчтэй хүнд эрүүл мэндийн тусламж, үйлчилгээ үзүүлэх асуудлыг хуулиар зохицуулна. \n\n 391 дүгээр зүйл.Хөгжлийн бэрхшээлтэй хүүхдэд үзүүлэх эрүүл мэндийн тусламж, үйлчилгээ \n\n 391.1.Хөгжлийн бэрхшээлтэй хүүхэд харьяа өрх, сум, тосгоны эрүүл мэндийн төв, нэгдсэн эмнэлгийн байнгын хяналтад байж эрүүл мэндийн тусламж, үйлчилгээ авна",
      },
    ],
    type: LegalTypes.law,
    date: "2011 оны 5 дугаар сарын 5",
  },
];
