import { LegalTypes } from "@/global/enum";
import { LegalModel } from "@/model/legal.model";

export const legalData: LegalModel[] = [
    {
        _id: '0',
        title: "Гурав. ХӨДӨЛМӨР, НИЙГМИЙН ХАМГААЛЛЫН САЙДЫН ТУШААЛ",
        details: [
            {
                title: 'Журам шинэчлэн батлах тухай',
                text: 'Монгол Улсын Засгийн газрын тухай хуулийн 24 дүгээр зүйлийн 24.2 дахь хэсэг, Хөгжлийн бэрхшээлтэй хүний эрхийн тухай хуулийн 32 дугаар зүйлийн 32.3 дахь хэсгийг тус тус үндэслэн ТУШААХ нь:\n\n1."Хөгжлийн бэрхшээлтэй хүнийг бие даан амьдрахад нь дэмжлэг үзүүлэх үйлчилгээний журам"-ыг нэгдүгээр, Хувийн туслах үйлчилгээнд тавигдах шалгуур"-ыг хоёрдугаар, "Зөвлөлдөх бүлэг буюу харилцан суралцах, зөвлөгөө өгөх үйлчилгээнд тавигдах шалгуур"-ыг гуравдугаар хавсралтаар тус тус шинэчлэн баталсугай.\n\n2. Хөгжлийн бэрхшээлтэй хүнийг бие даан амьдрахад нь дэмжлэг үзүүлэх үйлчилгээг эрхлэх иргэн, аж ахуйн нэгж, төрийн бус байгууллагыг магадлан итгэмжлэх арга хэмжээг холбогдох хууль тогтоомжид заасны дагуу зохион байгуулахыг Хөдөлмөр, халамжийн үйлчилгээний ерөнхий газар /Л.Дашдэмбэрэл/-д даалгасугай.\n\n3. Хөгжлийн бэрхшээлтэй хүнийг бие даан амьдрахад нь дэмжлэг үзүүлэх үйлчилгээг Нийгмийн халамжийн сан, Хөдөлмөр эрхлэлтийг дэмжих сангийн зохих төсвөөс тус тус санхүүжүүлэхийг Хөдөлмөр, халамжийн үйлчилгээний ерөнхий газар /Л.Дашдэмбэрэл/-д даалгасугай.\n\n4. Энэ журмыг 2022 оны 07 дугаар сарын 01-ний өдрөөс эхлэн хэрэгжүүлсүгэй.\n\n5.Тушаалын хэрэгжилтэд хяналт тавьж\n\nХяналт-шинжилгээ, үнэлгээ, дотоод аудитын газар /Д.Чинзориг/-д даалгасугай.\n\n6. Энэхүү тушаал гарсантай холбогдуулан Хөдөлмөр, нийгмийн хамгааллын сайдын 2017 оны 11 дүгээр сарын 08-ны өдрийн А/184 тоот тушаалыг хүчингүй болсонд тооцсугай.'
            },
            
        ],
        type: LegalTypes.decree,
        location: "Улаанбаатар хот",
        text: 'Дугаар А/187',
        date: '2021 оны 11 дүгээр сарын 25-ний өдөр',
        chief: 'САЙД А.АРИУНЗАЯА'
    },
    {
        _id: '1',
        title: "Арван хоёр. Аж ахуйн нэгжийн орлогын албан татварын тухай хууль",
        details: [
            {
                title: '1 дүгээр зүйл.Хуулийн зорилт',
                text: '1.1.Энэ хуулийн зорилт нь аж ахуйн нэгжийн орлогын албан татвар ногдуулах, уг албан татварыг төсөвт төлөх, тайлагнахтай холбогдсон харилцааг зохицуулахад оршино.'
            },
            {
                title: '15 дугаар зүйл.Албан татвар ногдох орлогоос хасагдах бусад зардал',
                text: '15.1.7.хөгжлийн бэрхшээлтэй Монгол Улсын иргэний үүсгэн байгуулсан төрийн бус байгууллагыг дэмжих зорилгоор өгсөн 10 сая хүртэлх төгрөгийн хандив;'
            },
            {
                title: '22 дугаар зүйл.Албан татварын хөнгөлөлт',
                text: '22.5.6.хөдөлмөрийн чадвараа 50 болон түүнээс дээш хувиар алдсан хөгжлийн бэрхшээлтэй хүний ажилладаг аж ахуйн нэгжид нийт ажиллагчдад хөгжлийн бэрхшээлтэй хүний эзэлж байгаа хувь хэмжээгээр тооцон уг аж ахуйн нэгжийн орлогод ногдох албан татварыг;'
            },
            
        ],
        type: LegalTypes.law,
 
        date: '2019 оны 03 сарын 22-ны өдөр',
    
    },
]