import { PerformanceTypes } from "../global/enum";

import { PerformanceModel } from "@/model/performance.model";
import { PerformanceDetailData } from "./performance.defail.data";

// performance
export const performanceData: PerformanceModel[] = [
  {
    _id: "0",
    // title: "Алцхаймер өвчин",
    title: "Alzheimerын өвчин",
    type: PerformanceTypes.ab,
    text: "Германы эмч 1906 онд тасралтгүй үргэлжилдэг тархины үйл ажиллагааны гажуудал өвчнийг илрүүлж  өөрийн нэрээр Alzheimerын өвчин гэж нэрлэжээ. Энэ өвчнөөр өвдсөн хүний тархины эс гэмтэж, бүрэн устдаг байна.\n\nОй санамжаа алдаж, бодож сэтгэж чадахаа больж улмаар тархины бусад олон үйлдэл гүйцэтгэх чадвараа алддаг. Энэ бол насжилтаас өөр бөгөөд хэвийн бус өөрчлөлтүүдийн нийлмэл гэж хэлж болно. Энэ өвчин голцуу ажмаар хүндэрдэг бөгөөд хэр олон тархины эс хатаж үхжихээс хамаардаг. aҮхэлд хүргэдэг, эмчилгээгүй өвчин юм.\n\nЭнэ нь хамгийн элбэг тохиолддог дэмийрлийн хэлбэр бөгөөд ерөнхийдөө тархины гэмтэл, үхжилтэд хүргэдэг төрөл бүрийн өвчин, согогийг нэрийдсэн ерөнхий нэршил юм.\n\nБага зэрэг мартамтгай болох шинж тэмдэг илэрнэ. Тархины гэмтэл аажмаар газар авч хүнд хэлбэр рүү шилждэг. Тархины эсийн химийн элементүүдэд гаж өөрчлөлт орохоос гадна тархинд бүтцийн өөрчлөлт бас явагддаг. Энэхүү 2 хүчин зүйл нь хүний бүтээлчээр сэтгэх, эргэн санах, юмны шалтгааныг олох, юмсын хамаарлыг ойлгох зэрэг чадварыг муутган бүр мөсөн устгадаг байна.\n\nAlzheimerын эхний үеийн илрэх хөнгөн хэлбэрийн шинж тэмдгүүд нь тогтоох,  санах, бодох сэгэх,төвлөрөх чадварууд муудахаар илэрдэг ба эмчийн ярилцлага, зарим нэг шинжилгээгээр тодорхой болдог.\n\nӨвчний эхний үед яваа хүнд өдөр тутмын амьдралд нь дэмжлэг туслалцаа хэрэгтэй болж ирнэ. Гэхдээ өвчний шинж тэмдэг байна гэж оношлогдсон хэдий ч заавал эхний үед орсон байна гэж ойлгох хэрэггүй.\n\nAlzheimerтай болж болзошгүй эрт үе гэж бас бий. Энэ нь ихэвчилнэ 65-аас доош насны хүмүүс байх ба ажил хийхийн хажуугаар хүүхдүүд нь бие дааж өрх тусгаарлаагүй байдаг. 30 – 40 насанд энэ өвчнөөр өвчлөх тохиолдол байдаг боловч 50 насныхаа илүү их тохиолддог.\n\nӨвчний аль үед яваагаас шалтгаалан мөн хүн хүний нөхцөл байдлаас хамааран өгөх хүндрэлүүд нь өөр өөр байх учраас ажлын байрны тохируулыг тодорхойлохдоо дараах асуултуудыг харгалзан үзэхийг зөвлөж байна:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
    employeeWarning: [
      {
        title:
          "Эрүүл мэндийн байдал тань ажлаа хийхэд ихээр нөлөөлдөг болоохоос өмнө ажил олгогчтойгоо ярилцах. Ажил олгогчтойгоо сайн ярилцаж чаддаг байвал аливаа асуудлыг нааштайгаар шийдэх боломжтой.",
      },
      {
        title:
          "Чадвар алдалттай ажилтанд үзүүлэх хөнгөлөлт, олговрын талаар судалж мэдэх, гэр бүлийн гишүүд эсвэл найз нөхдөдөө хэлж өгөх хэрэгтэй.",
      },
      {
        title: "Хуулиар олгогдсон эрхээ мэддэг болох нь чухал.",
      },
      {
        title:
          "Дэмжин тусалж буй гэр бүлийн гишүүн эсвэл бэлтгэгдсэн туслах хүнээ урамшуулах байдлаар өвчний процессыг хамтдаа давж туулах болно гэдгийг ойлгоорой.",
      },
    ],
    employerWarning: [
      {
        title:
          "Ажилтантайгаа нээлттэй яриа өрнүүлснээр та түүнд ямар тохируулга хамгийн ихээр дүнтэй байх зэрэг олон зүйлийг мэдэж авах болно.",
      },
      {
        title:
          "Ажилтныхаа хяналтын эмчтэй холбоо тогтоосноор түүний өвчин хэр хурдацтай явагдаж байгаа, богино болон урт хугацааны хүндрэл ямаршуу байхыг урьдчилан мэдэж авах боломжтой юм. Үүнийг мэдсэнээрээ та цаашдаа байнга хангах тохируулгыг эртнээс судалж бэлтгэлтэй байж чадна. Өвчин хүндрэхийн хэрээр өдөр бүр хийдэг ажлаа хүртэл маш хүндрэлтэйгээр гүйцэтгэдэг болох учраас ирээдүйд хэрхэн тусалж дэмжихээ мэдэж авснаар түүний өөртөө итгэх итгэл, үнэлэмжийг нь дээшлүүлж тусална.",
      },
      {
        title:
          "Дэмжин тусалж буй гэр бүлийн гишүүн эсвэл бэлтгэгдсэн туслах хүнтэй нь олж авсан мэдлэгээ хуваалцаж урамшуулахыг хичээж байгаарай.",
      },
    ],
    functions: [PerformanceDetailData[6], PerformanceDetailData[9]],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "Alzheimer-ын өвчнөөсөө болж нэгэн санхүүгийн менежер ...",
          text: "Alzheimer-ын өвчнөөсөө болж нэгэн санхүүгийн менежер ямар нэгэн шинэ ажлын даалгавар орж ирэхэд гүйцэтгэж чадахгүй болсон төдийгүй зохион байгуулалттай ажиллах чадвараа ч алдсан байна. Эмч түүнийг хөгжлийн бэрхшээлийн тэтгэвэрт гарахыг зөвлөсөн хэдий ч ажил олгогч нь түүнд цөөхөн үүрэг даалгавартай ажлын байр зориулан гаргасан бөгөөд харин залуу ажилтнуудад туршлагаасаа хуваалцан зааж сургах, зөвлөгөө өгөх үүргийг хэвээр үлдээсэн байна.",
        },
        {
          title: "Инженерийн компанийн төслийн менежер ...",
          text: "Инженерийн компанийн төслийн менежер өвчин нь хүндэрсний улмаас динамикаар эрч, оновчтой  шийдвэр гарган хэрэгжүүлж чадахаа болив. Түүний өвчний явц богино хугацаанд хурдацтай явагдаж илт нөлөөлж эхлэв. Өөрийн эрүүл мэндийн байдал болон төслийн ажлынхаа талаар нухацтай бодож үзсэний эцэст ажил олгогчтойгоо ний нуугүй ярилцжээ.\n\nТэрээр төслийг бүхлээр удирдахын оронд багтаа үлдэж тодорхой хэдэн ажил хариуцан ажиллахыг хүсэв. Төсөл дуусахад бага хугацаа үлдэж ажил их цэгцэрсэн байсан учир бүтцийн өөрчлөлт хийж түүнийг үлдээх нь тийм ч хэцүү биш байлаа.",
        },
        {
          title:
            "Нэгэн цомхон ахлах сургуулийн хөгжмийн багш Alzheimerын эхний үед явж ... ",
          text: "Нэгэн цомхон ахлах сургуулийн хөгжмийн багш Alzheimerын эхний үед явж байгаагаа мэдэв. Эмч нь сургуулийн захиралд түүнийг хамт ажилладаг хүнээс нь бага зэрэг дэмжлэг аваад тохируулаг хэрэглүүлбэл ажлаа үргэлжлүүлэн хийж чадахаар байгаа гэдгийг тайлбарлажээ. Багшийн ажлын ширээ болон хавтаснуудаа эмхлэх чадварт өвчин нь нөлөөлөөгүй байсан учраас түүнд зөвхөн өнгөөр ялгаж ангилах мөн дуут тэмдэглэл хийж мартсан мэдээллээ санахад нь туслах л хэрэг гарсан байна. Эдгээр тохируулгыг хэрэглэснээр ажлын гүйцэтгэлээ өндөр хэвээр хадгалж чаджээ.",
        },
        {
          title:
            "Нэгэн том их сургуулийн хүний нөөцийн менежер Alzheimerын өвчнөөр өвчилснөө мэдлээ. Түүний өвчний явц ......",
          text: "Нэгэн том их сургуулийн хүний нөөцийн менежер Alzheimerын өвчнөөр өвчилснөө мэдлээ. Түүний өвчний явц эхний шатандаа байв. Сүүлийн үед өмнө нь хийж байсан ажлаа хүртэл хийж чадахгүй будилж илүү их цаг зарцуулдаг болсноо өөрөө анзаарчээ. Энэхүү чадвар алдалт нь хүндэрсээр байсан учраас өөрийн зайлшгүй гүйцэтгэх ёстой ажил үүргүүдээ хийхийн тулд тохируулаг хүсэхэд хүрчээ. Тэрээр ямар хангамж олговор эдлэх боломжтойг судлахын тулд чөлөө авч цаг гаргах хэрэгтэй байлаа. Тийнхүү чадвар алдалт ба тохируулгатай холбоотоо гэ шалтгаанаар чөлөө авсан байна.",
        },
      ],
    },
  },
  {
    _id: "1",
    // title: "Алцхаймер өвчин",
    title: "Альбинизм ",
    type: PerformanceTypes.ab,
    text: "Маш ховор тохиолддог удамшлын эмгэг бөгөөд арьс, үс,нүдний солонгон бүрхэвч дээр илэрдэг.\n\nАрьсны пигментийн дутмагшлаас болоод нарны хэт ягаан туяанд маш мэдрэг байдаг.\n\nАльбинизм нь төрөл бүрийн харааны бэрхшээл үүсгэдэг. Тухайлбал нүд нааш цааш хөдлөх, хоёр нүд зэрэг нэг цэгт төвлөрч чадахгүй байх, ойрын эсвэл холын харааны аль  нэг нь хэт сайн хөгжсөн байх, гэрэлд хэт мэдрэг байх гэх мэт.\n\nАльбинизмаас үүдэлтэй хүндрэлүүд өөр өөр байх бөгөө  энэхүү эмгэгтэй хүн бүр ажлын байрны тохируулга хэрэглэх шаардлагагүй байж болно.\n\nТухайн өвчин буюу чадвар алдалтын хүнд хөнгөн зэргээс шалтгаалж ажлын байран дээр хэрэглэх тохируулга ч мөн тоо болон хэлбэрийн хувьд янз бүр байдаг. \n\nЧадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг дараах тодорхойлолтод үндэслэж тогтооно.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\nӨвчний аль үед яваагаас шалтгаалан мөн хүн хүний нөхцөл байдлаас хамааран өгөх хүндрэлүүд нь өөр өөр байх учраас ажлын байрны тохируулыг тодорхойлохдоо дараах асуултуудыг харгалзан үзэхийг зөвлөж байна:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [PerformanceDetailData[10], PerformanceDetailData[11]],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title:
            "Ногоон байгууламж тохижуулалтын компанийн ажилчин байнга гадаа ажилладаг учраас нарны хэт",
          text: "Ногоон байгууламж тохижуулалтын компанийн ажилчин байнга гадаа ажилладаг учраас нарны ...... ягаан туяанаас арьсаа хамгаалахын тулд ойр ойрхон нарны тос түрхэх хэрэгтэй байв. Альбинизм өвчнөө газар авхуулахгүйн тулд тийнхүү ойр ойрхон завсарлага авах шаардлагатай байлаа. Учир нь биеийн хүчний ажил хийдэг учраас ихээр хөлөрч нарын тосны үйлчлэлийг бууруулдаг болохоор бусад ажилчдын адил хуваариар амралт завсарлага авахад хоорондын зай нь арай л холдоод байсан юм.\n\nЭнэ нөхцөлийг ойлгож ажил олгогч нь илүү олон завсарлага авахыг зөвшөөрсөн бөгөөд ажлын дуусах цагийг хойш сунгаж ажлын бүтээмжээ хэмжээнд нь барих боломж олгожээ.",
        },
        {
          title:
            "Рестораны зөөгчийн ажилд хүсэлт гаргасан ажил хайгч Альбинизмтай болохоо хэлж нарны гэрлээс хамгаалахын тулд урт ......",
          text: "Рестораны зөөгчийн ажилд хүсэлт гаргасан ажил хайгч Альбинизмтай болохоо хэлж нарны гэрлээс хамгаалахын тулд урт ханцуйтай цамц өмсөж болох эсэхийг асуув. Бусад зөөгчдийн өмсдөг жигд хувцастай ижил өнгөтэй л бол ханцуй нь урт байж болно хэмээн зөвшөөрсөн байна.",
        },
        {
          title:
            "Альбинизм нь хүндэрч дэлгэцэн дээрх зүйл уншиж чадахгүй болсон тул ажлаа хийд нь тус болох дэмжлэг хүссэнд ажил ......",
          text: "Альбинизм нь хүндэрч дэлгэцэн дээрх зүйл уншиж чадахгүй болсон тул ажлаа хийд нь тус болох дэмжлэг хүссэнд ажил олгогч нь түүний ажлын компьютерт дэлгэц томруулагч программ суулгаж өгөв. Тийнхүү үсгийн хэмжээг томруулан унших боломжтой болсноор эргэн ажлаа саадгүй хийх болжээ. ",
        },
        {
          title:
            "Цаасан бичиг баримтыг цахим хэлбэрт хөрвүүлдэг ажилтан эх хувь дээрх мэдээллийг уншиж чадахгүйд ......",
          text: "Цаасан бичиг баримтыг цахим хэлбэрт хөрвүүлдэг ажилтан эх хувь дээрх мэдээллийг уншиж чадахгүйд хүрэв. Хамт ажилладаг нөхөр нь түүний энэ хүндрэлийг супервайзертаа хэлж супервайзер нь ямар тохируулга хэрэглүүлбэл түүнд тусалж чадах талаар ярилцацгаав. Ажилтан маань Альбинизмээс болоод жижиг үсэг уншиж чадахгүй байгаагаа хэлснээр түүнд зөөврийн авсаархан уншигч чихэвчний хамт авч өгөв. Зөөврийн уншигчаараа цаасан материалын зургийг авч чихэвчээрээ дамжуулан сонсох байдлаар уншдаг болжээ.",
        },
      ],
    },
  },
  {
    _id: "3",

    title: "Амиотрофын хатуурал ",
    type: PerformanceTypes.ab,
    text: "Ихэнхдээ Лу Геригийн өвчин гэж нэрлэгддэг зогсдоггүй мэдрэлийн гаралтай өвчин юм. Тархи, нуруу нугасны мэдрэлийн эс рүү дайрч гэмтээдэг.\n\nЭнэ өвчин газар авах тусмаа тархинаас нугасанд очдог мэдрэлийн эсүүд гэмтсээр байдаг учир биеийн булчингуудад дохио өгч хөдөлгөөн хийлгэх чадварыг муутгадаг. Өөрөөр хэлбэл булчин удирдлагагүй болдог гэсэн үг. Булчин өөрийн мэдэлгүй хөдөлгөөн хийдэг болохоос гадна залгих, ярих, амьсгалахад мөн нөлөөлдөг байна.\n\nЭнэ өвчин удамшлын ба олдмол гэсэн 2 төрөлтэй. Өвчилсөн хүмүүсийн бараг 95% нь мөчлөгт хэлбэрээр өвдсөн байдаг. Мөчлөгт гэдэг нь өвчний явц идэвхжиж, удаашрах байдлаар явагддаг бөгөөд мэдрэлийн эсийн гэмтэл өөр өөр цэгт харилцан адилгүй хэмжээтэй явагддаг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nӨвчний явц хэр хурдтай явагдаж байгаа болон хүр хүнд байгаагаас шалтгаалан ижил оноштой хэдий ч тохируулга хэрэглэх, хэрэглэхгүй өөр өөр байна.\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[2],
      PerformanceDetailData[1],
      PerformanceDetailData[0],
      PerformanceDetailData[3],
      PerformanceDetailData[4],
      PerformanceDetailData[5],
      PerformanceDetailData[6],
      PerformanceDetailData[7],
      PerformanceDetailData[8],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title:
            "Санхүүгийн байгууллагын үйлчлүүлэгчтэй харилцах ажилтан Амиотрофын хатуурал өвчнөөр өвдсөн ба стрессийн гаралтай хүчин зүйлс …… ",
          text: "",
        },
        {
          text: "Санхүүгийн байгууллагын үйлчлүүлэгчтэй харилцах ажилтан Амиотрофын хатуурал өвчнөөр өвдсөн ба стрессийн гаралтай хүчин зүйлс түүний өвчний явцыг сэдрээж хүндрүүлдэг байв. Дуу чимээ ихтэй орчинд ажиллах, ажил гэр хоёрын хооронд ирж очих түүний стрессийг эрс нэмэгдүүлж ажлын гүйцэтгэлд нь сөргөөр нөлөөлж байсан учир ажил олгогч нь нөхөн сэргээхийн зөвлөхийн өгсөн зөвлөгөөний дагуу гэрээс ажиллахыг зөвшөөрсөн. Одоогийн нөхцөл байдлаа хүндрүүлэлгүйгээр тайван ажлаа хийдэг болов. ",
          title:
            "Санхүүгийн байгууллагын үйлчлүүлэгчтэй харилцах ажилтан Амиотрофын хатуурал өвчнөөр өвдсөн ба стрессийн гаралтай хүчин зүйлс …… ",
        },
        {
          title:
            "Орон нутгийн захиргаанд ажилладаг бичиг хэрэг архивын ажилтны ярих чадвар тавигдсан оношных нь улмаас муудсаар байв ......",
          text: "Орон нутгийн захиргаанд ажилладаг бичиг хэрэг архивын ажилтны ярих чадвар тавигдсан оношных нь улмаас муудсаар байв. Хамт ажилладаг хүмүүстэйгээ харилцахаас гадна нийтийн харилцаан орох шаардлага түүний ажилд их байдаг учраас үргэлжлүүлэн ажиллаж чадах эсэхдээ санаа нь зовнисон. Ажил олгогчдоо нөхцөл байдлаа учирласнаар мэргэжлийн зөвлөх үйлчилгээнд хандаж зөөврийн бичгийн харилцааны төхөөрөмжийг өсгөгчтэй хавсран хэрэглэх болжээ. ажлын байран дээрээ бусадтай харилцахад саадгүй болсон байна.",
        },
        {
          title:
            "Их сургуулийн сувилахуйн ухааны багшийн орон тоонд өргөдөл гаргасан нэгэн боломжийн хүнийг сонгосон боловч ......",
          text: "Их сургуулийн сувилахуйн ухааны багшийн орон тоонд өргөдөл гаргасан нэгэн боломжийн хүнийг сонгосон боловч энэхүү өвчний улмаас тэргэнцэрт суудаг болсон байв. Сургуулийн удирдлага мэргэжлийн зөвлөхөд хандан ажлын орчинд ямар өөрчлөлт хийх мөн ажлын байранд нь ямар тохируулга хэрэглүүлбэл шинэ багшдаа хүртээмжтэй байх талаар асууж зөвлөгөө авлаа. Автомат хаалга онгойлгогч, өндөрсгөж намсгадаг тохиргоотой ширээ чухал болохыг зөвлөжээ. Машины зогсоолыг мөн хүртээмжтэй байлгах нь ажлын орчны хүртээмжид багтана гэдгийг хэлсэн байна.",
        },
        {
          title:
            "Нэгэн эмнэлгийн захиргааны ажилтан хүзүү, гарын булчингийн үйл ажиллагаа суларч эхэлсэн учраас ...",
          text: "Нэгэн эмнэлгийн захиргааны ажилтан хүзүү, гарын булчингийн үйл ажиллагаа суларч эхэлсэн учраас эмнэлгийн дарга түнд тохирох эргиномик бүтээгдэхүүн судалж эхлэв. Ялангуяа хүзүү, гар, бугуй амраах түшлэгтэй сандал.",
        },
      ],
    },
  },
  {
    _id: "4",

    title: "Амьсгалын замын гэмтэл ",
    type: PerformanceTypes.ab,
    text: "Амьсгалын замын гэмтэл гэдэг ерөнхий нэршлийн дор эмийн эмчилгээ шаарддаг олон янзын суурь шалтгаан хамт явдаг. Тэдгээр эрүүл мэндийн шалтгааны улмаас хүндээр амьсгалдаг болох, багтрах,  эцэж сульдах, хөдөлгөөн хязгаарлагдах, өдөртутам элбэг таардаг бодис юмуу химийн бодсонд хэт мэдрэг болох, дархлаа суларч халдварт амьсгалын замын халдварт өртөмтгий болох зэрэг амьсгалын замтай холбоотой хүндрэлүүд гардаг.\n\n\nДээрх байдлаар хүндрэл өгөхөд хүргэдэг үндсэн өвчин оношнуудаас дурдвал: харшил, багтраа, химийн бодсонд мэдрэг чанар, уушги амьсгалын замын архаг өвчин, системийн өвчин хүрээлэн буй орчны өвчин, анхилуун үнэрт хэт мэдрэг чанар, уушгины хорт хавдар, саркадиозис, уушгины эмфизим, сүрьеэ, амьсгалын замын судасны даралт, сүүн шингэний харшил, ДОХ-аас гаралтай уушгины өвчин зэрэг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    setup: [{
      title: "Орчны нөлөөгөөр сэдэрдэг амьсгалын замын хүндрэлүүд байдаг.",
      details: [
        {
          title:
            "Ажлын орчныг цэвэр бөгөөд эрүүл ахуйн шаардлага хангахуйц байлгах ",
        },
        {
          title:
            "Агаарыг цэвэршүүлэх, чийгшлийг нэмэх эсвэл багасгах замаар тэнцвэржүүлэх, халаах гэх мэтээр орчны хэмийг тохируулах ",
        },
        {
          title:
            "Нэмэлт завсарлага олгож цэвэр агаар амьсгалах, эмийн эмчилгээгээ хийх боломж олгох ",
        },
        {
          title: "Утаагүй, хурц үнэртэнгүй орчин бүрдүүлэх ",
        },
        {
          title:
            "Барилгын засвар хийх нөхцөлд өөр газарт суулгах зохион байгуулалт хийх ",
        },
        {
          title: "Хор цацаж ариутгах ажлыг өөр хувилбараар хийх ",
        },
        {
          title:
            "Харилцаа холбооны өөр хувилбар ашиглан ажиллахыг зөвшөөрөх. Жишээлбэл, утас, цахим шуудан, дотоод чат, факс, зурвас үлдээх гэх мэт",
          text: "Амьсгалын замын хүндрэл өгдөг хүн том булчингийн үйлдэл хийхэд бэрхшээлтэй байж болно. Жишээлбэл, холын зайнд алхах, биеийн хүч шаардсан ажил хийх. Машины зогсоолоос байгуулагын төв хаалга хүрэх, байгууллага дотроо явах, байгууламжаас байгууламж хооронд явах зэрэгт орчны хүртээмжийг сайжруулах нь чухал шаардлагатай байж болно.",
        },
        {
          title:
            "Төв хаалгыг хийх, таван фунт өргөх хэмжээний хүч шаардсан том хаалгыг автоматаар онгойж хаагддаг болгох ",
        },
        {
          title:
            "Ажлын шаардлагаар байнга явдаг газруудаар нь хүртээмжтэй зам гаргаж өгөх ",
        },
        {
          title:
            "Ажил дотроо нэг байршлаас нөгөө байршил руу явах шаардлага их гардаг бол скүүтэр юмуу цахилгаан жижиг тэргээр хангах боломж байгаа эсэхийг судлах ",
        },
        {
          title:
            "Ажлын байрыг нь байнга хэрэглэдэг тоног төхөөрөмж, орж гардаг өрөөнүүдтэй нь аль болох ойр аваачих ",
        },
        {
          title:
            "Ажлын байрыг нь скүүтэр, тэргэнцэр, хүчилтөрөгчийн тоног төхөөрөмж хэрэглэхэд боломжтой хүртээмжтэй болгох ",
        },
        {
          title:
            "Хэрэглэх эд зүүл, тоног төхөөрөмж хүрэх боломжтойгоор ажлын байрны зохион байгуулалт хийх ",
        },
        {
          title:
            "Ажлын байрнаасаа ариун цэврийн өрөө хүрэх замыг дөт, хүртээмжтэй болгох ",
        },
        {
          title:
            "Онцгой байдалд нүүлгэн шилжүүлэлт хийх журамдаа учир холбогдол бүхий нэмэлт өөрчлөлт оруулах ",
          text: "Амьсгалын замын хүндрэл сэдрэх, хүндрэх нь урьдчилан таамаглах боломж өгдөггүй учир нийт ажилтны дагадаг ирцийн шаардлага,  ажлын цагийн хуваарийг дагах боломжгүй болох эрсдэлтэй. Тиймээс бодлого журамдаа өөрчлөлт оруулах шаардлага гарч болно. ",
        },
        {
          title: "Ажил явагддаг байршилд тохиргоо өөрчлөлт хийх ",
        },
        {
          title: "Ирцийн бодлогод өөрчлөлт оруулах ",
        },
        {
          title:
            "Өвчний чөлөөг хөгжлийн бэрхшээлтэй нь холбоотойгоор тохируулга болгон олгох ",
        },
        {
          title:
            "Ажлын цагийн хуваарийг уян хатнаар зохицуулах эсвэл хагас цагт шилжүүлэх",
        },
        {
          title: "Завсарлаг нэмж олгох ",
        },
        {
          title: "Дотоод орчны агаарыг хангалттай цэвэр байлгах ",
        },
        {
          title: "Оффист дор хаяж нэг цонх онгойдог байхаар анхаарах ",
        },
        {
          title: "Халаагчийг агаар цэвэршүүлэгчтэй хослуулан ашиглах ",
        },
        {
          title:
            "Оффисын орчныг нэлэнхийд нь эсвэл тухайн хүний ажлын байранд агаар цэвэршүүлэгч төхөөрөмж ажиллуулах ",
        },
        {
          title:
            "Ажлын байран дээрх агаар бохирдуулагч хүчин зүйлийг багасгах, арилгах ",
        },
        {
          title: "Дотоод орчны хэмийг тохируулах боломжтой байлгах ",
        },
        {
          title: "Анхилуун үнэртнээс ангид орчин бүрдүүлэхэд анхаарах ",
        },
        {
          title: "Барилгын ажил хий бол заавал урьдчилан мэдэгддэг байх ",
        },
        {
          title:
            "Тавилга сонгох, цэвэрлэгээний бодис хэрэглэхдээ хоргүй орц найрлагатай байлгахад анхаарах ",
        },
      ],
    }],

    functions: [PerformanceDetailData[12], PerformanceDetailData[13]],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title:
            "Нэгэн багш бараг ямар ч барилга байгууламжид байж чаддаггүй эмгэгтэй байлаа ......",
          text: "Нэгэн багш бараг ямар ч барилга байгууламжид байж чаддаггүй эмгэгтэй байлаа.\n\nТэрээр байнга сургуулийн гадаа байрлуулсан жижиг оффисын байгууламжид ажиллаж тэндээсээ хичээл заадаг байлаа. Сургууль руу орох хэрэг гарсан ч удаан хугацаагаар байж чаддаггүй учир хичээлээ тийнхүү гаднаас зааж мөн хуралд оролцдог байна.\n\nТүүний хэрэглэдэг төхөөрөмжүүд гэвэл чанга яригч эсвэл PA систем хэрэглэдэг. Эдгээрийг хэрэглэснээр оюутнуудын яриаг эргүүлэн сонсож хичээлд бодитойгоор оролцох боломж нээгддэг байна.\n\nХэрвээ өөрөө тохиромжтой гэж үзвэл амьсгалын баг зүүж хуралд оролцох эрх нь нээлттэй үлдсэн байна. Хурлын тэмдэглэлийг заавал цахимаар өгч байхыг холбогдох хүмүүст үүрэг болгожээ.",
        },
        {
          title:
            "Ажилтнуудын ариун цэврийн өрөөг цэвэрлэхдээ хэрэглэдэг ариутгалын бодис нь хурц үнэртэнд хэт мэдрэг нэг ажилтанд нь эрс нөлөөлж ......",
          text: "Ажилтнуудын ариун цэврийн өрөөг цэвэрлэхдээ хэрэглэдэг ариутгалын бодис нь хурц үнэртэнд хэт мэдрэг нэг ажилтанд нь эрс нөлөөлж амьсгал нь боогдох гээд байдаг байв.\n\nАжлын байрны тохируулгын талаарх зөвлөгөөний цахим хуудсаар орж онлайн зөвлөх үйлчилгээг нь авсан байна. Тэндээс хорт бодисгүй угаалын бодис хаанаас худалдан авч болох талаар тодорхой мэдээлэл авч чадсан байна.",
        },
        {
          title:
            "Нэг ажилтан нь хуурай ханиалга ба багтраа өвчтэй байлаа. Тэрээр халуун хуурай орчинд ажиллаж чаддаггүй байв ......",
          text: "Нэг ажилтан нь хуурай ханиалга ба багтраа өвчтэй байлаа. Тэрээр халуун хуурай орчинд ажиллаж чаддаггүй байв.\n\nАжил олгогч зөвлөгөө авахаар мэргэжлийн зөвлөх үйлчилгээ үзүүлдэг цахим хуудсаар орж утсаар зөвлөгөө авсан байна. Оффисынхоо төвд байрлуулж чадахгүй бол цонхны хэсгийг оруулан агаар цэвэршүүлэгч суурилуулахыг түүнд зөвлөжээ.",
        },
        {
          title:
            "Уушгины архаг асуудалтай нэгэн эмнэлэгт ажилладаг байв. Машины зогсоолоос ажилтнуудын байр руу хүрэхэд нэлээн алхдаг бөгөөд тэрээр бас илүүдэл жинтэй байсан юм. Ажилтнууд машинаа байрлуулахдаа түрүүлж ирсэн нь ойр зогсоол ......",
          text: "Уушгины архаг асуудалтай нэгэн эмнэлэгт ажилладаг байв. Машины зогсоолоос ажилтнуудын байр руу хүрэхэд нэлээн алхдаг бөгөөд тэрээр бас илүүдэл жинтэй байсан юм. Ажилтнууд машинаа байрлуулахдаа түрүүлж ирсэн нь ойр зогсоол сонгох гэсэн зарчмаар чөлөөтэй байршуулдаг байсан юм. Энэ ажилтандаа хэрхэн туслах вэ хэмээн зөвлөгөө хүсэн хандахад хамгийн эхний эгнээний нэг зогсоолыг сонгон өөр машин тавихыг хориглоно гэсэн утгатай тэмдэг тавихыг зөвлөсөн юм. Ингэж шийдэх нь маш амархан байсан. Харин эмнэлгийн төв хаалгатай хамгийн ойр зогсоолыг сонгож тэмдэг тавих л хэрэгтэй байлаа.",
        },
      ],
    },
  },
  {
    _id: "5",

    title: "Анхаарал дутмагшил / хэт идэвхжилийн эмгэг",
    type: PerformanceTypes.ab,
    text: "Анхаарал дутмагшил, хэт идэвхжилийн эмгэг гэдэг нь мэдрэл, зан үйлийн эмгэг юм. Ихэнхдээ хүүхэд насанд илэрч оношлогддог ч насанд хүртэл анзаарахгүй явах нь олонтоо. Энэхүү эмгэг хэт цочмог болох, анхаарал хандуулахгүй байх, хэт хөдөлгөөнтэй байх, зааварчилгаа сонсож ойлгож чаддаггүй байх, хувийн зохион байгуулалт муутай байх, гар хөл чичрэх, хэт их ярих, хийж буй зүйлээ гүйцээлгүй орхих шинжээр илэрнэ.\n\n\nАнхаарал дутмагшил болон хэт идэвхжилийн эмгэг аль аль нь нэг хүнд байж болох боловч аль нэг нь илүү давамгай илэрдэг. Ерөнхийдөө 3 төрөлд хуваагддаг.\n\nХэт идэвхжил цочмог хэв шинжийн төрөл нь чичрэх, хэт их ярих, бусдын яриаг шууд тусдах, тэвчээргүй зан гаргах зэрэг шинжээр илэрнэ.\n\nАнхаарал хэт дутмагшлын хэв шин давамгайлсан төрөл нь анхаарал хурдан сарних, зохион байгуулалт муу байх, нарийн ширийн мэдээллийг анхаарч таньдаггүй, мэдээлэл боловсруулах чадвар муутай, зааварчилгаа ойлгож гүйцэтгэх чадвар муу зэрэг шинжээр илэрнэ.\n\nХолимог төрөл нь хэт цочмог болон анхаарал дутмагшлын хам шинжүүд хавсарч илэрхийг хэлнэ.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[14],
      PerformanceDetailData[15],
      PerformanceDetailData[16],
      PerformanceDetailData[5],
      PerformanceDetailData[9],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "Хүргэлтийн ажилтан цаг барьж чаддаггүй байв ...",
          text: "Хүргэлтийн ажилтан цаг барьж чаддаггүй байв. Тэрээр нэг удаагийн хүргэлтэд маш их цаг зарцуулахаас гадна хүргэлтээ хийчхээд агуулахад буцаж ирэхээ мартчихдаг байлаа. Ажил олгогч нь хувийн зохион байгуулалтын цаг авч өгөв. Цагны дэлгэц дээр хийх ажлын тэмдэглэл гарч ирэхэд гэрэг дуугардаг учраас нэг ажлаас нөгөө ажилд хурдан шилжихэд нь маш тустай арга хэмжээ болсон. Жишээлбэл, хүргэлтийн дараа агуулахад эргэн ирж дараачийн ачаагаа авахыг сануулдаг боллоо.",
        },
        {
          title:
            "Нэгэн сэтгүүлчийн хараа болон сонсголын мэдрэхүй нь хэт мэдрэг болсон учраас орчиндоо маш хурдан анхаарал сарнидаг байв ...",
          text: "Нэгэн сэтгүүлчийн хараа болон сонсголын мэдрэхүй нь хэт мэдрэг болсон учраас орчиндоо маш хурдан анхаарал сарнидаг байв. Ажил олгогч ажлын байрыг нь дуу чимээ багатай хэсэгт хуваарилан өндөр хана босгож өгсөн. Мөн орчны дуу чимээ намсгагч төхөөрөмж өгсөн байна.",
        },
        {
          title:
            "Хагас цагаар ажилладаг их сургуулийн профессор шинэ хичээл заах болоход бэлдэж амждаггүй байсан ... ",
          text: "Хагас цагаар ажилладаг их сургуулийн профессор шинэ хичээл заах болоход бэлдэж амждаггүй байсан. Хагас цагийн ажил нь түүнд хангалттай хугацаа болж чаддаггүй байсантай мөн холбоотой байв. Өмнө нь заасан хичээлээс хуваарилж өгөхийг хүсдэг байв. Ажлын байрын тохируулгын зөвлөгөө өгдөг нөхөн сэргээлтийн зөвлөхөд хандахад тэрээр шинэ хичээл өгөх гэж байгаа бол хичээл сонголт эцсийн байдлаар баталгаажсаны дараа эртнээс хуваарилдаг байх мөн зайлшгүй шаардлагаар гэнэт өөр хичээл хуваарилах бол өмнө нь зааж байсан бэлтгэлтэй хичээлээс нь өгдөг байх тохируулга байж болохыг сануулсан байна.",
        },
        {
          title:
            "Удирдах түвшний ажилтан эмэгтэй ажлаа асуудалгүй сайн хийдэг боловч ...",
          text: "Удирдах түвшний ажилтан эмэгтэй ажлаа асуудалгүй сайн гүйцэтгэдэг боловч албан бичиг боловсруулахдаа дүрмийн алдаа гаргахаас гадна цэг таслал зэрэг тэмдэгтүүдийн нарийн утгыг ашиглахдаа тааруу байжээ. Төлөөлөн удирдах зөвлөлийн гишүүд солигдож шинэ гишүүн томилогдоход уг ажилтны онцлогийг мэдэхгүй учраас нэлээн хатуу шаардлага тавьж шүүмж өгдөг болов. Харин тэрээр өвчнөөсөө болоод ийм алдаа гаргадаг учир шалтгааныг тайлбарласнаар яриаг бичгийн хэлбэрт буулган хөрвүүлдэг программ авч өгсөн байна. Уг программ нь өөртөө хөрвүүлж буулгасан мэдээллийг засварлах хэрэгсэлтэй. Ажилтан бичсэн зүйлээ засварладаг өөр нэг программ авхуулах хүсэлт гаргасан. Бэлэн байгаа бичгийн мэдээллийг уг программд оруулж алдааг засаж сайжруулдаг болсон байна.",
        },
        {
          title:
            "Жижиглэнгийн борлуулалтын ажилтан өдрийн бэлэн мөнгөний кассаа хаахаа мартдаг байлаа ...",
          text: "Жижиглэнгийн борлуулалтын ажилтан өдрийн бэлэн мөнгөний кассаа хаахаа мартдаг байлаа. Энэ нь өдрийн тайлан мэдээ зөрүүтэй гархид хүргэдэг байв. Супервайзер нь касс зөв хаах дарааллыг бичиж нүдэн тус газарт нь байрлуулснаар марталгүй зөв хаадаг болжээ. Бусад туршлагагүй шинэ ажилтнуудад ч мөн маш хэрэгтэй арга хэмжээ болсон. ",
        },
        {
          title:
            "Олон жил багшилсан нэгэн багш анги зохион байгуулалт үнэхээр муутай байдаг байлаа ...",
          text: "Олон жил багшилсан нэгэн багш анги зохион байгуулалт үнэхээр муутай байдаг байлаа. Танхимын эрхлэгч ажилд дадлагажуулагч авах хүсэлт гаргасан. Багшийнхаа онцлогийг тодорхойлон хэлж багшлах ажлынхаа ямар үүргүүдийг хэтэрхий орхигдуулаад байгааг нь ойлгуулснаар ажилд дадлагажуулагч уг багшид хичээлийн хэрэглэгдэхүүнүүдээ хэрхэн ангилан хуваарилах, оюутнуудын хэрэггүй болсон гүйцэтгэлийг устгах зэрэг зохион байгуулалтын нарийн ажлуудыг сургах болов.",
        },
      ],
    },
  },
  {
    _id: "6",

    title: "Анхилуун үнэртэнд хэт мэдрэг чанар ",
    type: PerformanceTypes.ab,
    text: "Бүтээгдэхүүний аль нэг химийн найрлага эсвэл нэгээс олон химийн найрлагын хольцоонд харшил өгч тавгүйтэхийг тансаг үнэрийн хэт мэдрэмтгий чанар гэж нэрлэж байна.\n\nТансаг үнэртэн гэхээр хамгийн түрүүнд үнэртэй ус, сүрчиг санаанд орох хэдий ч хүний өдөр бүр хэрэглэж байдаг бүтээгдэхүүнүүдэд мөн хамааралтай юм байна.\n\nГоо сайхны бүтээгдэхүүн, үнэр дарагч, агаарын үнэр дарагч, цэвэрлэгээний бодис зэрэг мөн ордог юм байна. Хорхой шавж үргээгч мөн орно.\n\nХарамсалтай нь эдгээр барааны орц найрлагыг шошго дээр нь тавихыг шаардсан стандарт байдаггүйгээс хариу урвал үзүүлдэг хүмүүс савлагааны гаднаас таних боломжгүй байдаг.\n\nХаршил үүсгэгч бодис нь яг юу гэдгийг тодорхойлолгүй ч гэсэн ерөнхийдөө илэрдэг шинж тэмдгүүд гэвэл толгой өвдөх, амьсгал нөлөөлөх, амьсгаа боогдох, арьс улайх, загатнах гэх мэт.\n\nАнхилуун үнэрийн хэт мэдрэг чанараас үүдэлтэйгээр илрэх тэмдгүүд бол үндсэн 2 төрөл байдаг: амьсгалын зам ба арьсны зам.\n\nТолгой өвдөх, дотор муухай оргих, арьс улайх, загатнах, халуу оргих, ус гүйж халуу оргиж загатнах,нүд улайх, найтаалгах, хамраас ус гоожих, усан ба цусан хаван болох нь элбэг тохиолдоно. Зарим тохиолдолд шуухитнаж, цээжин дээр хүнд оргиж бачуурч, амьсгаа боогдож хүндэрдэг.\n\nХэр ойр давтамжтайгаар мэдэрч сэдрэх, хэр хүнд явагдах нь хүн хүний хувьд харилцан адилгүй байдаг. Харшил үүсгэгч бодисыг яг таг тодорхойлох боломжгүй. Учир нь бидний өдөр тутам хэрэглэж байгаа янз бүрийн бүтээгдэхүүнд төрөл бүрийн химийн бодис орсон байгаа.\n\nАнхилуун үнэрээс болж хэр харшил өгөх э гэдэг нь өдөр тутмын амьдралдаа хурц үнэр ялгаруулдаг бараа бүтээгдэхүүн хэр их хэрэглэж байгаагаас мөн нэгэнтээ үнэр гаргасан бол дотоод орчноос хэр хурдан хөөж гаргахаас шалтгаална.\n\nАмьсгалын замын багтраа , харшил, бусад төрлийн амьсгалын замын эмгэгтэй болох нь анхдагчаар оношлогдсон бол анхилуун тансаг үнэртэнд улам мэдрэг байдаг.\n\nАнхилуун үнэрт харшлахгүй байх  хамгийн шилдэг арга бол тэдгээр бодисуудад өртөхгүй байх өөрөөр хэлбэл хурц сайхан үнэрт өртөхгүй байна гэсэн үг.\n\nГэр орондоо, ажил дээрээ энэ тухай ярилцаж бусдад ойлгуулбал хэрэглээгээ багасгахад нь нөлөөлж болох юм.\n\nБарааны шошго дээр орц найрлагыг тодорхой тавьдаггүйгээс өөрийн харшилдаг бодис орсон эсэхийг мэдэх боломжгүй.\n\nХарин АнУ-ын байгаль орчны хамгааллын агентлагаас хэрэгжүүлдэг DFE хөтөлбөрөөс шалгаж анхилуун үнэртэнгүй, байгалийн гаралтай тос, ургамлаар хийгдсэн гэх мэт шошго тавьсан бүтээгдэхүүнүүд бол хүний эрүүл мэндэд аюулгүй , харшилгүй гэж танигддаг. Уг хөтөлбөрөөр орж үнэлгээ өгсөн бүтээгдэхүүн дээр DFE гэсэн шошго тавьсан байх ба ийм шошго бүтээгдэхүүн дээрээ тавьдаг бусад түнш орнуудын нэрсийг жагсаасан байдаг. Тиймээс DFE тэмдэглэгээтэй бүтээгдэхүүн нь байгалийн гаралтай хүний биед сөрөг нөлөөгүй гэж ойлгож болж байна.\n\nИйм анхилуун үнэрт мэдрэмтгий хүмүүст үр дүнтэй байхаар ажлын байрны тохируулгыг үндсэн 3 сонголтоор тодорхойлж болно.\n\n\n1) Ажилтанд сөргөөр нөлөөлж байгаа бодисыг ажлын орчноос зайлуулах.\n\nАжил олгогч ажлын орчинд хэт содон үнэр гаргаж буй бүтээгдэхүүнийг огт хэрэглэхгүй байхыг шаардаж болно. Ийм үнэр ажлын орчинд тараах эсэх нь ажил олгогчийн бүрэн хяналтад байгаа бол хэрэгжүүлэх бүрэн боломжтой гэсэн үг.\n\nАНУ-ын ADA хуулийн баримт бичгээр бол анхилуун үнэрээс бүрэн ангид ажлын орчин байлгах бодлого хэрэгжүүлэх эсвэл ийм бодлоготой байх нь ажил олгогчийн хувьд боломжгүй юм. Ялангуяа харилцагч болон ажилтнууд оффист олноор ирдэггүй бол.\n\n\n2) Хурц анхилуун үнэр тархдаг хэсгээс ажилтны ажлын байрыг холдуулах \n\nАжлын орчинд уг үнэрийг гаргахгүй байх боломжгүй бол уг ажилтны ажлын байрыг үнэр багатай газарт нүүлгэн шилжүүлэх арга үлддэг. \n\nГэрээр ажиллуулах эсвэл хувийн оффис өрөө гаргаж өгөх арга байна. Хамт ажилладаг хүмүүс, харилцагч, олон нийттэй харилцахгүй тусгаарлагдах болдог. Ажилтан өөрөө гэрээс ажиллахыг хүсэхгүй байвал хамт олных нь дунд байлгах бусад боломжийг нэн түрүүнд эрэлхийлэх хэрэгтэй.\n\n\n3) Анхилуун үнэрт өртөх давтамжийг багасгах\n\nУг үнэрийг ч арилгаж чадахгүй, ажилтан ч тусгаарлагдсан байдлаар ажиллахыг хүсэхгүй байгаа нөхцөлд өөр нэгэн хувилбар бол  үнэртэх хэмжээг багасгахыг оролдох хэрэгтэй.\n\nАжилтан өөрөө маск эсвэл амьсгалын баг зүүж болно. \n\nНүүрэндээ юм зүүх нь зарим хүнд төвөгтэй санагдах боловч заримд нь эсрэгээрээ байдаг. Ажил олгогч нь албадах ёсгүй ба аль тохиромжтой хувилбар эрэлхийлэх нь зөв.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [PerformanceDetailData[12], PerformanceDetailData[5]],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title:
            "Мэдээ оруулдаг ажилтан байнга оффистоо сууж ажиллах шаардлагатай. Шинээр тавьсан шалны дэвсгэрээс байнга хурц үнэр ялгарч арилахгүй байсан тул амьсгалж чадахаа больдог байлаа...",
          text: "Мэдээ оруулдаг ажилтан байнга оффистоо сууж ажиллах шаардлагатай. Шинээр тавьсан шалны дэвсгэрээс байнга хурц үнэр ялгарч арилахгүй байсан тул амьсгалж чадахаа больдог байлаа.\n\nАжилтны ажлын байрыг тойруулан тусгаарлагч хана босгоод бага оврын агаар цэвэршүүлэгч тавьж өгсөн.\n\nНийт ажилтнуудаас гоо сайхны үнэртэн аль болох бага хэмжээгээр хэрэглэхийг ажил олгогчийн зүгээс хүссэн байна. Харшилтай ажилтан үнэртэн их хэрэглэдэг нөхөдтэйгөө зайнаас харилцаж мэдээлэл цуглуулдаг байхыг зөвшөөрсөн. Имээс, факс, утас гэх мэт харилцаа холбооны сувгуудаар харилцахад түргэн шуурхай хариулдаг мэдээлэл дамжуулдаг байх хэрэгтэй гэдгийг нитийн дунд ойлгуулсан байна. Нэг оффист хамт сууж байгаа хэдий ч ийнхүү зайнаас харилцах бодит шалтгаантай тул түүнийг заавал биечлэн харилцахыг шаардах ёсгүй гэдгийг ойлгуулах ажлыг хүний нөөц, шууд удирдлагын зүгээс дэмжлэг үзүүлсэн юм.\n\nМөн шалны дэвсгэрийн хортой үнэрийг арилгах эсвэл дэвсгэрийн оронд модон шал тавих ч юм уу өөр хувилбар бодож олохыг санал болгосон.",
        },
        {
          title:
            "Эрүүл мэндийн ажилтан удирдлагаасаа хурц үнэргүй ажлын орчин бүрдүүлж ...",
          text: "Эрүүл мэндийн ажилтан удирдлагаасаа хурц үнэргүй ажлын орчин бүрдүүлж өгөхийг хүссэн.\n\nАжил олгогч нь үнэр гаргаж буй бүх хэрэглээг бүр мөсөн арилгана гэж амлаж чадахгүй ч уг ажилтандаа зориулж агаар цэвэршүүлэгч авч өгчээ. Түүнчлэн гоо сайхны хэрэглээгээ багасгахыг зарим нэг ажилтнаасаа хүссэн байна. Хэрвээ үнэрт өртөж бие тавгүйтэх юм бол чөлөөтэй завсарлага авч цэвэр агаар гардаг байхыг зөвшөөрсөн.",
        },
        {
          title:
            "Орон нутгийн төрийн албан ажилладаг нэгэн ажилтан анхилуун үнэрт хэт мэдрэг гэдгээ хэлж зохих ажлын байрны тохируулгаар хангахыг ......",
          text: "Орон нутгийн төрийн албан ажилладаг нэгэн ажилтан анхилуун үнэрт хэт мэдрэг гэдгээ хэлж зохих ажлын байрны тохируулгаар хангахыг ажил олгогчоосоо хүссэн байна.түүнд бага оврын агаар цэвэршүүлэгч худалдан авч өгсөн төдийгүй цэвэрлэгээний  ажилтнаасаа үнэргүй цэвэрлэгээний бодис сонгон авч хэрэглэдэг байхыг зөвлөсөн. Нийтийн хэрэглээний газруудад мөн хурц үнэрээс ангид орчин гэсэн тэмдэглэгээ тавив.\n\nНийт ажилтны дунд ажлын байран дээр үнэртэн, бусад гоо сайхны бүтээгдэхүүн хэт их хэрэглэж ирэхгүй бахыг зөвлөсөн байна. Өндөр мэдрэг хүмүүс бидний дунд байгаа бөгөөд тэднийг үл ойшоож хүндэтгэлгүй хандсанаар ямар ноцтой эрүүл мэндийн хохирол учирч болохыг тайлбарлан мэдлэг олгох үйл ажиллагаа зохион байгуулжээ. Нөгөө ажилтандаа долоо хоногийн нэг өдөр гэрээс ажиллахыг зөвшөөрсөн байна.",
        },
        {
          title:
            "Төрийн албаны удирдах албан тушаалтанд хэд хэдэн ажилтан нь анхилуун үнэрт хэт мэдрэг байхын дээр олон нийттэй харилцдаг тул тэдэнд тохирох тохируулгаар хангахыг хүсжээ...",
          text: "Төрийн албаны удирдах албан тушаалтанд хэд хэдэн ажилтан нь анхилуун үнэрт хэт мэдрэг байхын дээр олон нийттэй харилцдаг тул тэдэнд тохирох тохируулгаар хангахыг хүсжээ.\n\nҮнэртний хэрэглээний тухай журам гаргаж дотооддоо хэрэгжүүлэх үүрэг хүний нөөцийн багт өгсөн ба зохих тэмдэглэгээг энд тэндгүй нааж хүмүүсийн анхаарлыг хандуулах арга хэмжээ авсан байна.\n\nАгаар цэвэршүүлэгч шүүлтүүртэй маск тавиад хэрэглэх шаардлагатай ажилтнууд чөлөөтэй авч хэрэглэж байхыг зөвлөв.",
        },
        {
          title: "Цагдаагийн ажилтан хурц гоё үнэр үнэрлэхээрээ толгой нь ...",
          text: "Цагдаагийн ажилтан хурц гоё үнэр үнэрлэхээрээ толгой нь өвддөг байв.\n\nУдирдах ажилтан нь ажлын хуваарьт нь өөрчлөлт оруулж, янз бүрийн хүмүүстэй харьцах ажлыг нь багасгаж өөр үүргээр орлуулсан байна.",
        },
        {
          title:
            "Ресепшинист агаар шүүлтүүртэй маск өмсөхгүй бол хурц үнэртэн түрхсэн хүмүүстэй харилцахаараа харшил ...",
          text: "Ресепшинист агаар шүүлтүүртэй маск өмсөхгүй бол хурц үнэртэн түрхсэн хүмүүстэй харилцахаараа харшил нь сэдрээд байгааг хэлжээ.\n\nАжил олгогч нь эхлээд зөвшөөрсөн хэдий ч мэс заслын ажилд зүүдэг шүүлтүүртэй маск нь хүмүүст айдас төрүүлэхээр харагдаж байсан тул гадуур нь гоёлын хаалт зүүхийг санал болгов.",
        },
      ],
    },
  },
  {
    _id: "7",

    title: "Архаг хөндүүр өвдөлт ",
    type: PerformanceTypes.ab,
    text: "Байнгын хөндүүр мэдрүүлдэг архаг өвдөлд нь зардал өндөртэй өвчний хэлбэр юм.\n\nГэнэтийн хурц өвдөлт бол төв мэдрэлийн системд дохио өгч ямар нэг арга хэмжээ авах хэрэгтэй байна гэдгийг танд мэдрүүлж байгаа хэрэг. Гэтэл архаг өвдөлт гэдэг бол байнгын өвдөлт учир өвчин мэдрэх мэдрэлийн эсүүдийг   ойр давтамжтайгаар асааж байдаг бөгөөд долоо хоногоор, хэдэн сараар эсвэл хэдэн жил цаашдаад насан туршдаа ч өвдөлт зовуурьтай явж болно гэсэн үг. Ийнхүү байнгын зовуурь мэдрэх нь хоолны дуршил муутгах,\n\nСэтгэл гутралд оруулах, ядарч сульдахад хүргэдэг.\n\nАрхаг өвдөлт зовуурь үүсгэгч хүчин зүйлс нь\n\nТолгойны өвчин, нурууны доод үеүдийн өвдөлт, хорт хавдар, шохойжилт, мэдрэлийн системийн гаралтай өвдөлт, сэтгэл зүйн гаралтай өвдөлд зэрэг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[17],
      PerformanceDetailData[6],
      PerformanceDetailData[18],
      PerformanceDetailData[19],
      PerformanceDetailData[20],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title:
            "Хүний нөөцийн менежер машины ослын дараа байнгын өвдөлт......",
          text: "Хүний нөөцийн менежер машины ослын дараа байнгын өвдөлт зовуурьтай болжээ. Ажилдаа хоцролгүй ирнэ гэдэг түүний хувьд маш хэцүү даалгавар болж хувирсан байлаа. Нийтийн тээврийн хэрэгслээр зорчиход нь зориулж уян хатан хуваариар ажиллахыг түүнд зөвшөөрөв.",
        },
        {
          title:
            "Угсралтын хэсгийн ажилчин олон цагаар зогсож тоглоом угсрахад байнгын өвдөлт нь улам ихсэж......",
          text: "Угсралтын хэсгийн ажилчин олон цагаар зогсож тоглоом угсрахад байнгын өвдөлт нь улам ихсэж байлаа. Түүнд суугаа ба босоо байрлалын аль алинд нь ордог сандал бас ядралт багасгах дэвсгэр авч өгсөн байна.",
        },
        {
          title:
            "Нурууны өвчнөөс болоод байнга өвдөлт мэдэрдэг оффисын ажилтан бүхэл өдөр сууж ажиллахад......",
          text: "Нурууны өвчнөөс болоод байнга өвдөлт мэдэрдэг оффисын ажилтан бүхэл өдөр сууж ажиллахад үнэхээр хүнд болжээ. Хойш налж эсвэл урагш сунаж суугаад ажиллах боломжтой тохиргоотой ажлын байраар хангасан байна.",
        },
        {
          title:
            "Эмнэлгийн лабораторид шинжилгээний хариу шивж оруулдаг мэргэжилтэн өдөржингөө......",
          text: "Эмнэлгийн лабораторид шинжилгээний хариу шивж оруулдаг мэргэжилтэн өдөржингөө компьютерын гар дээр тоншиж суудаг онцлогтой ажээ. Түүнийг өөр өөр ажил гүйцэтгэх ажилд шилжүүлсэн байна.",
        },
        {
          title:
            "Харилцаа холбооны удирдлагын самбар дээр өдөржингөө сууж дуудлага хуваарилах, шилжүүлэх, зохицуулах үүрэгтэй ажилтан нуруу, мөрөөр ......",
          text: "Харилцаа холбооны удирдлагын самбар дээр өдөржингөө сууж дуудлага хуваарилах, шилжүүлэх, зохицуулах үүрэгтэй ажилтан нуруу, мөрөөр нь байнга хөшиж өвддөг тул түүнийг ойр ойр завсарлага авч байхыг зөвшөөрсөн. Түүнээс гадна суугаа ба босоо байрлалд шилжиж болдог тохиргоотой ажлын байртай болгожээ.",
        },
      ],
    },
  },
  {
    _id: "8",

    title: "Архаг ядаргааны синдром ",
    type: PerformanceTypes.ab,
    text: "Үндсэн 3 төрлөөр илэрдэг боловч бусад олон өвчний шинж тэмдэгүдтэй давхцдаг. Сургуульд явах, ажилдаа явах, нийгмийн үйл ажиллагаанд оролцох, блэгийн харилцаан орох зэрэг албан болон хувийн амьдралдаа хийж хэвшсэн энигийн зүйлэүүдээ хийж чдаахгйү болохыг архаг ядаргааны синдромын шинж тэмдэг илэрлээ гэж үзнэ.\n\n•\t6 сараас илүү хугацаагаар үргэлжилнэ \n\n•\tхийж хэвшсэн үйл аижллгаануудаа хийсний дараа маш ихээр ядарч муьдах ба ядралтын байдал нь дараах шинжтэй байна: жирийн нэг ядрах биш байдаг, үргэлж ингэж ядраад байдаггүй ч хэт ядралт явагддаг, удаан үргэлижлсэн ажил биш байсан ч их эрч хүч зарцуулан ядардаг, мнөхөөс илүү их хүч чадал гаргаагүй хэрнээ ихээр ядрах, амарч хэвтсэн ч ядарсаар байдаг.\n\nБие бялдрын, оюун санааны, сэтгэл хөдлөлийн идэвхтэй үйл ажиллагаанууд нь өмнө нь хийдэг бйсан хэвийн зүйлс байсан ч илүү их ядардаг болсон байна,\n\nТухайн үйл ажиллагааны дараа тэр даруйдаа ихээрядардаг байж болно эсвэл хэдэн цаг, өдрийн дараа сульдаж эхэлдэг байж ч болно. Бүтэн шөнө унтаж сэрээд ч биеийн байдал дээрдээгүй байдаг. Унтахын өмнө ямар их ядарсан байсан яг тэр хэвээрээ сэрдэг.\n\nМөн дараах шинж тэмдгүүдээс аль нэг нь илэрч байх ёстой: ой тогтоолт муудах, анхаарал төвлөрөхгүй байх. Ингэснээр шинэ зүйл сурах, шийдвэр гаргах чадвар нь мууддаг.\n\nЗарим хүмүүст цэх сууж, цэх зогсож чадахгүй болох байдлаар хүндэрдэг. Цэх сууж, зогсоход толгой эргэж, ухаан балртаж байгаа мэт болдог.\n\n\nМөн доорх шинж тэмдгүүдээс илэрдэг:\n\n•\tбулчингийн хөндүүр \n\n•\tхолбогч зөөлөн эдүүд улайж хавдахгүйгээр хөндүүрлэн өвдөх\n\n•\tтолгой янз бүрийн хэлбэрээр өвдөх\n\nХүзүү, суганы булчирхай зөөлөрч хавдах \n\nХоолой ойр ойр өвдөх\n\nХодоод гэдэсний үрэвслийн шинж тэмдэг илрэх \n\nЭмэгтэйчүүд, давсаг шээсний замын үрэвслийн шинж тэмдэг илрэх \n\nШөнө их хөлөрч, жихүүдэс даах\n\nХарааны байдалд өөрчлөлт орох \n\nДотор муухай орогих \n\nХүнс, үнэр, химийн бодис, зарим нэг эм тарианд харшлах \n\n\nЭнэ синдром хүнд гэнэт ч илэрдэг бас аажимдаа ч илэрдэг. Шалтгаан нь уридчилан мэдэгддэггүй ба хүн хүний хувьд өөр өөр байдаг. Зарим хүн бүр хоол хүнсээ цуглуулах, эмнэлэгт очиж үзүүлхэд хүртэл ихээр ядардаг. Энэ байдал нь улам доройтсоор байдаг.\n\nУг синдромын үйлдэл гүйцэтгэх чадварт үзүүлэх нөлөө нь нилээн өндөр.\n\nЗориулсан тодорхой эмчилгээ гэж одоогоор байхгүй учир шинж тэмдгээр нь эмчилж байна. Биеийн байдлыг эцсийн түвшин буюу үхлийн шатанд оруулахгйүээр илрэсэн шинж тэмдэгтэй нь тэмцэх байдлаар хүний насыг уртасгаж амьдралын чанарыг сайжруулах арга хэмжээ авдаг.\n\nНэг удаагийн сэдрэлтээр илэрсэн шинж тэмэг дараачийн удаа өөр хэлбэрээр илрэхийг үгүйсгэхгүй.\n\nГэсэн хэдий ч тухайн шинж тэмдэгтэй нь үр дүнтэйгээр ажиллаж тохирсон эмчилгээ хийж чадвал үйлдэл гүйцэтгэх чадвар нь эргэн сайжрах боломжтой.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[11],
      PerformanceDetailData[21],
      PerformanceDetailData[16],
      PerformanceDetailData[22],
      PerformanceDetailData[4],
      PerformanceDetailData[17],
      PerformanceDetailData[6],
      PerformanceDetailData[18],
      PerformanceDetailData[20],
      PerformanceDetailData[9],
      PerformanceDetailData[13],
      PerformanceDetailData[8],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title:
            "Үйлчлүүлэгчтэй харилцах ажилтан архаг ядаргааны синдромтой учир дуудлага хүлээн авч асуултад......",
          text: "Үйлчлүүлэгчтэй харилцах ажилтан архаг ядаргааны синдромтой учир дуудлага хүлээн авч асуултад тэр даруй хариулт өгөхөд анхаарал төвлөрөл, ой тогтоолтын асуудал нь хүндрэл учруулж байлаа. Тогтсон асуулт хариултуудыг бичгээр хэвлэн өгч түүнээс харж эргэн санах байдлаар хариулах боломжтой болсноос гадна ганцаараа ажиллах орон зайгаар хангасан нь орчны хүчин зүйлсэд анхаарарл сарних асуудалгүй болгож өгчээ.",
        },
        {
          title:
            "Хадуур эсийн цус багадалттай нэгэн ажилтан архаг ядаргааны синдромоос болж хүндрэлтэй......",
          text: "Хадуур эсийн цус багадалттай нэгэн ажилтан архаг ядаргааны синдромоос болж хүндрэлтэй байгаагаа хэлсэн байна. Тэрээр ээлж солигдоход ажлын бүтээмж, чанар нь эрс муудаж байгааг өөрөө анзаарсан байна. Тэгээд энэ асуудалд туслах шийдэл олж өгөхийг хүсжээ. Ээлжийн дунд үед 1-2 цаг урт амарч ээлж дуусах үед нөхөж ажиллах боломж олгосон. Өөрөөр хэлбэл ажлын цагаас хасахгүйгээр ээлжээ хойш сунгаж ажиллахыг зөвшөөрчээ.",
        },
        {
          title:
            "Онгоцны үйлчлэгч эмэгтэй нислэгийн үеэр зорчигчдод үзүүлэх ёстой үйлчилгээний ажлуудыг......",
          text: "Онгоцны үйлчлэгч эмэгтэй нислэгийн үеэр зорчигчдод үзүүлэх ёстой үйлчилгээний ажлуудыг заримыг нь ихээр орхигдуулж байв. Эмч нь түүнийг агаарт өнгөрүүлэх цагаа багасгахыг зөвлөсөн боловч тэрээр бүтэн цагаар ажиллах шаардлага байсан учраас хүсэлт гарган суурин ажилд томилогджээ.",
        },
        {
          title: "",
          text: "Сургуулийн стэгэл зүйч архаг ядаргааны синдромоосоо болоод бүтэн цагаар бүрэн чанартай ажиллаж чадахгүйд хүрэв. Түүнийг зөвлөх уузалтуудаа өглөөгүүр цаг өгөөд үдээс хойш уулзалтын тэмдэглэлүүдээ хийдэг байхыг зөвшөөрөв. Ингэхдээ ойр орой богино завсарлага авч байхыг мөн зөвшөөрсөн. Үнэхээр шаардлагатай болсон үедээ цалинтай чөлөө авч байх боломжоор хангажээ.",
        },
        {
          title: "",
          text: "Архаг ядаргааны синдромтой хөдөлгөөн засалч бүтэн цагаар ажиллахад тамирдаж сульдаж байлаа. Өглөө бүр эрт босож ажилд ирэхийн тулд бараг өдрийнхөө хамаг эрч хүчийг зарцуулчихдаг тул ажлын 2 өдөрт нь гэрээсээ ажиллаж бичиг цаасны ажлаа амжуулж байх хүсэлт гаргасан боловч өмнө нь хэзээ ч хэн нэг ажилтан нь гэрээс ажиллаж байгаагүй тул нэг сар туршиж үзэх хүсэлтэй байгаагаа хэлсэн. Харин нэг сарын дараа энэ хэвээр үргэлжлүүлэхийг зөвшөөрчээ.",
        },
        {
          title: "",
          text: "Мэс заслын тасгийн ээлжийн сувилагч архаг ядаргааны синдром нь хөдөлсөн үед элжинд гарлаа гэж бодоход ажлы чанар хариуцлага талаасаа их эрсдэлтэй байсан тул өдрийн ээлжинд шилжүүлж өгөв.",
        },
        {
          title: "",
          text: "Нийгмийн ажилтан архаг ядаргааын синдром нь сэдэрсэн үед толгой нь ихээр өвдөж, гэрэлд хэт мэдрэг болдог байлаа. Цагаан туяатай гэрэл түүний ажлын байрны орчинд асаахын оронд зөвхөн шаардлагатай цэгт тусгаж тохируулж болдог төвийн гэрэлтүүлэг, компьютерын дэлгэцийн гэрлийг бууруулагч бүрхүүл, цонхны хөшиг хийж өгсөн бусад жижгэвтэр өөрчлөлтүүдийг тухай бүрд нь хийж байв.",
        },
      ],
    },
  },
  {
    _id: "9",

    title: "Архаг ядаргааны хам шинж ",
    type: PerformanceTypes.ab,
    text: "Архаг ядаргааны хам шинжийг нэрлэх хэд хэдэн нэршил байдгийн хоёр нь Chronic Fatigue Syndromes болон Myalgia fatigue syndrome юм.\n\nАрхаг ядаргааны хам шинжид илэрдэг шинж тэмдгүүд нь олон янз бөгөөд нэг хүнд бүгд иллэх албагүй. Мөн бусад олон өвчний шинж тэмдэгтэй ижил байдаг нь оношлоход төвөгтэй болгодог.\n\nАрхаг ядаргааны хам шинж байна гэдгийг дараах шинж тэмдгүүдээс хамгийн багадах гурав нь зэрэг илэрч байх ёстой:\n\nӨмнө хийдэг байсан өдөр тутмын ажлуудаа хийж чадахгүй болох ба зургаан сараас доошгүй хугацаагаар ийм байдалтай байна. Үүнд ажилдаа явах, сургуульдаа явах, нийгмийн идэвхтэй харилцаанд оролцох, хувийн амьдралдаа хийдэг байсан үйл ажиллагаануудаа хийх. \n\nЯдарч сульдах нь зүгээр нэг бага зэрэг ядраад өхэвэж амрангуутаа эрч хүчээ нөхөж чаддагаас огт өөр байх ба амарсан ч ядарсан хэвээр байна.\n\nАмьдралын турш байгаагүй ба шинээр илэрсэн байдаг. \n\nАмьдралд тогтмол үргэлжилж байгаа үйл явдлаас болоогүй.\n\nАливаа нэг зүйл илүү их хүчин чармайлт гаргаснаас болж ядрах түр зуурын ядаргаанаас өөрөөр илэрнэ.\n\nБие бялдар, сэтгэц, сэгэл санааны хувьд илт ядруу сульдаа болох. \n\n\nНэгэнтээ архаг ядаргааны шинж тэмдгүүд илэрч тодорхой болсон бол тухайн хүн ямар нэг үйл ажиллагааны дараа хэдэн цаг эсвэл хэдэн өдөр эсвэл тэр даруйдаа ядарч болно.\n\nШөнө нойр сайтай хоносон ч сэрэхдээ ядарсан хэвээ л байдаг.\n\n\nДараах хүндрэлүүдээс дор хаяж нэг нь хамт илэрч байвал архаг ядаргааны хам шинж гэж тогтооход дөхөмтэй болно: ой тогтоолт эрс муудах,төвлөрөх чадваргүй болох.\n\nДээрх хоёр хүндрэлтэй холбоотойгоор хүнд доорх байдлууд илэрнэ. Үүнд юм эргэн санах, суралцах, төвлөрөх, шийдвэр гаргах, удаан зогсохыг тэвчиж чадахгүй байх.Уудаан зогсох юмуу суух байдлаар цэх байрлалд удаан байхад толгой эргэх, ухаан балартаж болно.\n\n\nБусад нийтлэг тохиолддог шинж тэмдгүүд гэвэл:\n\nБулчингийн хөндүүр\n\nХолбоос үе улайж хавдахгүйгээр өвдөх\n\nТолгой янз бүрээр өвдөх ба өвдөлт нь улам ихсэх \n\nТохойны хонхорхой, хүзүүний хонхорхойгоор памбайж өвдөх\n\nХоолой ойр ойр өвдөх \n\nХоол боловсруулах үйл ажиллагаа доголдох\n\nЭмэгтэйчүүд, давсаг шээсний зам доголдол үүсэх \n\nГэрэл, үнэр, дуу чимээ, хүрэлцэхэд мэдрэг байх\n\nШөнө хөлрөх\n\nЮм харахад хүндрэл илрэх\n\nДотор муухай оргих\n\nХоол хүнс, эм тариа, химийн бодсонд харшлах\n\n\nАрхаг ядаргааны хам шинж нь аажмаар ч үүсэж болно, гэнэт ч үүсэж болно. Ямар явцтай үргэлжлэхийг таамаглах боломжгүй. Өдөр тутмын амьдралын хөнгөн ажлуудыг хийхэд ч ядарч хойш суумтгай болдог гэж зарим өвчтөн хариулсан байдаг.\n\nОдоогоор эмчилгээгүй өвчин юм. Харин шинж тэмдгүүдийг нь дарах, амьдралдаа зөв дадал хэвшүүлэх замаар л зохицуулах боломжтой байгаа юм. Өөрт тохирсон аргаа олж чадвал амьдралын чанараа сайжруулах боломжтой.\n\n\nЗарим хүн бүр орноосоо ч босох тэнхэлгүй болдог ба эн хүндрэл нь сайжирч болно эсвэл бүр муудаж ч болно. Аливаад алгуурхнаар ханддаг аргачлал хамгийн зөв байдаг ба энэ нь зөвхөн махан биеийн хувьд биш оюун санааг ч эргэн сайжруулах хамгийн зөв арга. Байнгын хөндүүр зовууриа багасгах, нойрондоо сайжрах, бага ядардаг болох, танин мэдэхүйн үйл ажиллагаагаа сайжруулах, боломжтой.\n\nЭсвэл одоо байгаа түвшнээс муутгахгүй байхад алгуурхан хэмнэлтэй ажиллах нь тохиромжтой аргаар шалгараад байна. Гэмтэж байгаа үйлдэл гүйцэтгэх чадваруудаа эргэж сэргээч, чанартай амьдрахад тустай аргачлал гэдэг нь батлагдсан байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[11],
      PerformanceDetailData[21],
      PerformanceDetailData[16],
      PerformanceDetailData[22],
      PerformanceDetailData[4],
      PerformanceDetailData[17],
      PerformanceDetailData[6],
      PerformanceDetailData[19],
      PerformanceDetailData[9],
      PerformanceDetailData[7],
      PerformanceDetailData[8],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          text: "Харилцагчдад үйлчлэх ажилтан архаг ядаргааны хам шинжтэй хэмээн оношлогдсон. Тэрээр анхаарал төвлөрөх, тогтоох тал дээр ихээхэн асуудалтай болсон байлаа. Тиймээс харилцагчдын асуултад утсаар шууд хариулахад хүндрэлтэй болж ирсэн юм.\n\nБайнга давтагддаг асуултуудыг хариултуудын хамт бичиж хэвлэсэн материал ашиглахаас гадна анхаарал сарниулагч орчны нөлөөг багасгахын тулд тусад нь оффисын өрөөнд суулгадаг болжээ.",
          title: "",
        },
        {
          text: "Архаг ядаргаатай нэгэн багш үд болохоос өмнө ядарчихдаг байлаа.\n\nТүүнд багшийн туслах хэрэгслүүдийг өгснөөр зогсохгүй үдээс хойш амардаг байхаар ажлын хуваарийг нь гаргасан байна. Мөн үдээс хойшийн давтлагын цагуудаас чөлөөлөв.",
          title: "",
        },
        {
          text: "Оюутан архаг ядаргааны хам шинжтэй учир ангид багшийн лекцийг гараар тэмдэглэж амждаггүй байлаа. \n\nТүүнийг зөөврийн компьютероо авчран тэмдэглэл хийдэг байхыг зөвшөөрсөн.",
          title: "",
        },
        {
          text: "Цус багадалттай ажилтан архаг ядаргааны хам шинжээсээ болоод ажлын гүйцэтгэл муутай өдрийг өнгөрөөдөг болжээ. Өөрийнх нь ажилладаг ээлж дуусах дөхөхөд тэрээр бүр ядарчихсан үлдэгдэл ажлаа гүйцэт дуусгах эрч хүчгүй болоод байгаагаа ажигласан бөгөөд ямар нэгэн зохицуулалт хийж өгөхийг ажил олгогчоосоо хүссэн аж.\n\nТүүнийг үд дунд 1-2 цагийн урт завсарлага аваад ээлж тарах цагийг нь нэг цагаар сунгасан байна. Ингэснээр тараар хангалттай амарсан учир ажлаа дуусгах чадалтай болж мөн нэг цагаар оройтож тарсан ч гэсэн нийт ажиллах цаг нь нэмэгдэхээргүй зохицуулалт болж чаджээ.",
          title: "",
        },
        {
          title: "",
          text: "Онгоцны үйлчлэгч маш олон жижиг ажлыг хийхгүй орхигдуулдаг байв. Маш ихээр ядардаг гэдэг шалтгаан хэлсэн байна.\n\nХяналтын эмч нь түүнийг одоо гарч байгаа нислэгүүдийнхээ хуваарийг багасгахыг зөвлөсөн. Гэсэн хэдий ч түүнд бүтэн агаар ажиллах шаардлага байсан тул оффисын ажилд шилжүүлэн томилж өгөхийг хүссэн байна.",
        },
        {
          title: "",
          text: "Сэтгэл засалч эмэгтэй архаг ядаргааны хам шинжтэй тул долоо хоногийн 2 өдөрт нь гэрээсээ ажиллаж эдгээр өдөрт бичиг цаасны ажлаа амжуулдаг байхыг хүссэн. Яагаад гэвэл түүнийг ядрааж байгаа гол хүчин зүйл бол ажил гэр хоёрын хооронд явах байсан юм.\n\nАжил олгогч нь хэзээ ч гэрээсээ ажилладаг ажилтантай байж үзээгүй учир нэ сарын хугацаанд түүний хүссэн хуваариар туршиж үзэхийг санал болгосон. Нэг сар ч өнгөрч ийнхүү гэрээс нь ажиллуулж гүйцэтгэлийн тайлан авдаг байхад ямар ч асуудал байгаагүй тул цааш ийнхүү үргэлжлүүлэхийг зөвшөөрсөн ажээ.",
        },
        {
          title: "",
          text: "Сургуулийн сэтгэл зүйч архаг ядаргааны шинж тэмдгүүдээс болж бүрэн хүчин чадлаараа өндөр бүтээмжтэй ажиллаж чадахаа больж байв.\n\nӨглөөгүүр зөвлөгөө өгөх хуваариа гаргаж үдээс хойш бичиг цаасны ажлаа хийдэг байхаар хуваарилсан. Ээн нь өөр ажилд санаа зовж дундуур нь таслахгүйгээр баримтжуулах ажлуудаа хийхэд нь хэрэгтэй байлаа.\n\nМөн үдээс хойш хүч саараад ирэхдээ уртавтар завсарлага авч шаардлагатай бол өвчний чөлөө авч байхыг ажил олгогч нь зөвшөөрсөн байна.  ",
        },
        {
          title: "",
          text: "Операторын өрөө ажиллуулдаг сувилагч архаг ядаргаанаасаа болж шөнө хонож ажиллахад алдаа гаргах эрсдэлтэй байсан тул түүнийг дан өдрийн элжинд үйтэн цагаар гаргадаг болсон байна",
        },
        {
          title: "",
          text: "Загварын инженер архаг ядаргааны хам шинж оношноосоо болоод бүтэн цагаар ажиллах боломжгүй байв.\n\nТүүнийг долоо хоногийн 3 өдөрт гэрээс ажиллахыг зөвшөөрсөн ба ажлын хэрэгцээний программ хангамж, компьютер зэргийг өгч явуулсан байна.",
        },
        {
          title: "",
          text: "Өдрийн эмчилгээний төвийн захирал өөрөө архаг ядаргааны хам шинжтэй тул өглөө эрт ажилдаа ирж бүтэн цагаар ажиллахад гүйцэтгэл муутай байх болжээ.\n\nТиймээс түүний ажил эхлэх цагийг хойшлуулж мөн хагас цагаар ажиллахыг зөвшөөрчээ.",
        },
        {
          title: "",
          text: "Архаг ядаргааны хам шинжтэй нийгмийн ажилтан толгой нь ихээр өвдөж гэрэл хэт мэдрэг болсон байлаа.\n\nТүүний ажлын байранд хийж өгсөн тохируулгууд гэвэл тэр орчны өдрийн чийдэнгийн орон ширээний чийдэн тавьсан, компьютерын дэлгэцэн нь гялбаа бууруулагч нааж өгсөн бөгөөд өөдөөс нь харсан цонхонд тохиргоотой хаалт хийсэн байна. Ажлын байранд нь үнэлгээ хийж бусад шаардлагатай эргиномик шийдэл хийсэн.",
        },
      ],
    },
  },
  {
    _id: "10",

    title: "Архинд донтолт",
    type: PerformanceTypes.ab,
    text: "Архидалт буюу архинаас хамааралтай болох өвчин нь 4 шатлалтай явагддаг. Өндөр хэрэгцээтэй болох, архи уух хүсэл огцом төрөх, нэг уухдаа хяналтгүй уух, бие махбодын хамааралтай болох. Бие махбод архинаас бүрэн хамааралтай болсон хүн ихээр уусны дараа хэсэг хугацаанд уухгүй байхад дотор муухай оргидог, хөлөрдөг, чичирдэг,сэгэл зовнидог болсон байна. Хүлцэн тэвчих шатанд хүрэхэд маш ихээр ууж байж сэгэл хөөрөлд ордог болно.\n\nАрхинаас хамааралтай болсон олон хүн эмчилгээ хийлгэн өвчнөө ялж гардаг боловч бүх архаг хууч өвчний нэгэн адил эмчилгээ авах нь янз бүр байна. Архинаас гарах эмчилгээг эмийн эмчилгээ ба сэтгэл зүйн зөвлөгөө хавсарсан байдлаар хийдэг.\n\nЯмар өвчин туссан хүнийг чадвар алдалттай буюу хөгжлийн бэрхшээлтэй гэх вэ гэдгийг хуулийн баримт бичгүүдэд жагсаадаггүй ба харин ямар ч өвчний улмаас чадвар алдалттай болсон байж болно гэдгийг тусгасан байдаг. \n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nАжил олгогч архины хамааралтай болсон ажилтнаа ажлын байрны тохируулгаар хангах үүрэгтэй юу?\n\n. Ажил олгогч ажилтнаас ажлын байранд архи ба согтууруулах ундаа хэрэглэхийг хориглох, архины нөлөөнд автсан байдалтай ажил үүрэг гүйцэтгэхгүй бахыг шаардах бүрэн эрхтэй. Ажлын байрыг архидалт ба түүний нөлөөнөөс ангид байлгах зорилгоор хөтөлбөр боловсруулан хэрэгжүүлэх эрхтэй.\n\n\nАрхины хамаарлын түвшин шалгах шинжилгээ өгөхийг хөгжлийн бэрхшээлтэй хүнээс эмнэлгийн нотолгоо шаарддагтай адил албан ёсоор шаардаж болох уу?\n\nТийм. Цус, шээс, амьсгалаар өгөх архины хамаарлын шинжилгээ нь эмнэлгийн шинжилгээнд орох учраас хөгжлийн бэрхшээлтэй хүний эрхийн тухай актад багтдаг.\n\nХөгжлийн бэрхшээлтэй болохыг нотлох баримт шаардах эсвэл ямар нэг чадвар алдалттай эсэхийг лавлахдаа 3 шатлалаар авч үзнэ: ажил санал болгохоос өмнө, ажил санал болгосны дараа, ажлын байраа хүлээн авч ажиллаж эхэлсний дараа.\n\nЭхний шат буюу ажил санал болгохоос өмнө ямар нэг хөгжлийн бэрхшээл буюу чадвар алдалт байгаа эсэхийг асуух, ямар нэг эмнэлгийн үзлэг шинжилгээ хийлгэхийг хориглодог.\n\nХоёр дах шат буюу болзолт санал тавьсны дараа бол ажил олгогч ямар нэг чадвар алдалттай эсэхийг лавлаж мөн эмнэлгийн урьдчилсан үзлэг хийлгэх хүсэлт тавьж болно. Энэхүү хоёр дах шатанд хараахан ажиллаж эхлээгүй байна. Шинээр орж буй бүх ажилтанд хийлгэдэг эмнэлгийн үзлэгийн нэгэн адил зарчмаар явна. Харин ажлаа хүлээн авч эхэлсний дараа бол зөвхөн ажил үүргээ гүйцэтгэхтэй нь холбоотойгоор мөн өөрийнх нь бизнес тийнхүү шаардаж байгаа нөхцөлд ямар нэг чадвар алдалт байгаа эсэхийг лавлаж, эмнэлгийн үзлэг, шинжилгээ хийлгэхийг шардаж болно.\n\n\nАрхины эмчилгээ хийлгээд эргэн ажилдаа орсон ажилтнаа архины хамаарлын шинжилгээ давтамжтайгаар өгөхийг шаардаж болох уу?\n\nБолно. Гэвч ажил олгогчид ямар нэг шалтгаан мөн бодит нотолгоо байгаа ба тогтмол хугацаанд шинжилгээ хийлгэхгүй бол дараагийн шинжилгээ хүртэл дахин ихээр уусан байх эрсдэлтэй гэж бодож байгаа нөхцөлд л тийнхүү шаардана. Ингэж бодсоны үндсэн дээр шинжилгээ хийлгэхийг шаардах тохиолдолд тухайн ажилтанд ажлын байрны үнэлгээ хийнэ. Ерөнхий таамаглалд үндэслэн тийнхүү шаардаж болохгүй.\n\n“Эцсийн боломж” гэрээ байгуулж түүнд үндэслэн архины хамаарлын шинжилгээ давтамжтайгаар өгч байх тохиролцоонд хүрч бас болно.\n\n“Эцсийн боломж” гэрээ байгуулаагүй тохиолдолд тухайн ажилтнаас архины хамаарлын эмчилгээ шаардах эсэхийг шийдэхдээ  ажил олгогч дараах асуудлыг харгалзан үзнэ:\n\nУг ажлын байр ямар эрсдэлд орох вэ\n\nтухайн ажилтан үргэлжлүүлэн ажиллах боломжгүй эсвэл тодорхой хэмжээний хязгаарлалтайгаар үргэлжлүүлэн ажиллах нөхцөлд ямар үр дагавар гарах вэ\n\nшинжилгээ хоорондын завсар хугацаанд эргэн хамааралтай болсон байх таамаглалд хүргэж буй шалтгаан хэр олон давтагдсан вэ\n\nхэр удаан хугацаанд ажилласан бэ\n\nархины хамаарлын нөхөн сэргээх хөтөлбөрт хэр их хугацаа зарцуулсан бэ\n\nтүүний архины хамаарлын өвчин өмнө нь сэдэрч байсан уу\n\n\nАрхины хамаарлын шинжилгээг хэр ойр давтамжтай өгөхийг шийдэхдээ тухайн ажилтан ажлын байрны дарамт, гутаан доромжлол, айлган сүрдүүлэлтэд өртөхгүй бахаар зохицуулна.\n\nХэд хэдэн удаагийн шинжилгээгээр дахин хамааралд ороогүй болох нь батлагдвал дахин шинжилгээ өгөхийг шаардах үндэслэлгүй хэмээн тооцож шинжилгээ өгүүлэхийг зогсооно.\n\n\nЖишээ 1\n\nХотын чиглэлд явдаг автобусны жолооч ажилд ороод 3 сарын дараа ажил олгогчдоо архины хамаарлын нөхөн сэргэлтийн хөтөлбөртөө явах хэрэгтэй болсноо хэллээ. Анх архинаас гараад 10 жил огт уугаагүй хэдий ч 2 жилийн өмнө эхнэрээсээ салснаас хойш сүүлийн үед эргэн орох гээд байгаагаа ний нуугүй ярив. 4 сар эмчилгээ хийлгэж сэгэл зүйн зөвлөгөө авсны эцэст итгэлтэйгээр ажилдаа эргэн орсон байна. Хотын нийтийн тээврийн газар түүнээс архины хамаарлын шинжилгээ тогтмол хугацаанд өгч байхыг шаардсан нь дараах шалтгаантай байв:\n\nНөхөн сэргээлтийн хөтөлбөрөө дуусгаад удаагүй байгаа\n\nТүүний ажлын онцлог хувийн болон маш олон хүний аюулгүй байдал, аюулгүй ажиллагаатай шууд холбоотой \n\nАнх ажилд ороод тун удалгүй эмчилгээ хийлгэх чөлөө авсан.\n\n\nАжлын байрны тохируулгыг тодорхойлохдоо дараах асуултуудыг харгалзан үзэх боловч эдгээрээр хязгаарлагдахгүй:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[5],
      PerformanceDetailData[6],
      PerformanceDetailData[9],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Борлуулалтын ажилтан гэр бүл салалтын дараа архи ихээр ууж эхэлсэн. Ажилдаа үргэлж согтуурлын байдалтай ирдэг болов. Ажил олгогчдоо архины хамаарлын эмчилгээнд явахад бэлэн байгаагаа хэлсэн учраас түүнтэй “Эцсийн Боломж” гэрээ байгуулав. Нөхөн сэргээлтийн хөтөлбөрөө гүйцээгээд дахин согтуурлын байдалтай ажилд ирэхгүй бол эцсийн боломжийн гэрээг цуцалж хэвийн хөдөлмөрийн гэрээнд шилжинэ гэдгийг мэдэгдсэн байна.",
        },
        {
          title: "",
          text: "Нэгэн өмгөөлөгч архины хамаарлын асуудалтайн дээр гэр үлийн асуудлаас болж и стресстэй байсан учраас согтууруулах ундааны зүйл багтсан ямар нэг нийтийн үйл ажиллагаанд оролцоход хэцүү байв. Ажил олгогч нь түүнийг гэр бүлийн асуудлаа шийдтэл тиймэрхүү ажил хэргийн шинжтэй олон нийтийн үйл ажиллагаанд оролцохгүй байхыг зөвшөөрсөн байна.",
        },
      ],
    },
  },
  {
    _id: "11",

    title: "Арьсны өвчин ",
    type: PerformanceTypes.ab,
    text: "Арьс бол хүний биеийн хамгийн том эрхтэн бөгөөд ямар нэг таагүй мэдрэмжээс биеэ хамгаалдаг үүрэгтэй. Арьс улайх, памбайх, загатнах, халууцах зэргээр тавгүйтэж эхэлмэгц ийнхүү тавгүйтүүлэгч хүчин зүйлийг утсгах дохио шууд тархи руу очдог байна.\n\nДерматит хэлбэрийн арьсны цочрол нь гаднын хүчин зүйлийн нөлөөгөөр явагддаг бол маажуур, арьст үлд, склоредома төрлүүд нь шинж тэмдгээрээ төстэй боловч дархлааны байгууламжийн ажиллагаатай холбоотойгоор дотоод хүчин зүйлсээр гардаг.\n\n\nАрьсны өвчний улмаас  гэрэлд мэдрэг байх, дархлаа муудах,  арьс байнга хямрах, том болон жижиг булчингийн хөдөлгөөнүүд хязгаарлагдах, гадаад орчны хэмд хэт мэдрэг байх, хөндүүр зовуурь мэдрэх, стрессдэх хүндрэлүүд дагалддаг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
    setup: [{
      title: "",
      details: [
        {
          title:
            "Арьсны үрэвсэл ихэвчлэн улайх, туурах, шархлах зэргээр илэрдэг.",
        },
        {
          title:
            "Хувийн хамгааллын өмсгөл ба ажлын хувцсыг тохируул өөрчилж хангах ",
          text: "",
        },
        {
          title:
            "Хувийн хамгааллын өмсгөл ба ажлын хувцсыг тохируулан захиалах ",
          text: "",
        },
        {
          title:
            "Бизнесийн шаардлага эсвэл ажлын онцлогоос шалтгаалж зайлшгүй шаардлагатай биш л бол дүрэмт хувцаснаас зайлсхийх ",
          text: "",
        },
        {
          title: "Халдварт биет эсвэл химийн бодисоос зайлсхийх ",
          text: "",
        },
        {
          title:
            "Арьсны үрэвслийг сэдрээх үйл ажиллагаа шаардсан ажилд оролцохгүйгээр зохицуулах ",
          text: "Нарны хэт ягаан туяанд хэт мэдрэг хүний арьс амархан үрэвсдэг учраас аль болох гадаа биш дотор ажил хуваарилах тал дээр анхаарах хэрэг гарна.",
        },
        {
          title: "Нарны туяа хүчтэй ялгарах цагаар гадаа ажиллахгүй байх ",
          text: "",
        },
        {
          title: "Хамгаалалтын хувцсаар хангах ",
          text: "",
        },
        {
          title: "Хэт ягаан туяаны шүүгчээр хангах ",
          text: "",
        },
        {
          title: "Хувилбарт гэрэлтүүлгээр суулгах ",
          text: "",
        },
        {
          title: "Компьютерын дэлгэцэд нь хэт ягаан туяаны шүүлтүүр наах ",
          text: "Дархлаа муудах эсвэл дархлааны системийн үйл ажиллагааны доголдлоос арьс үрэвсэж гэмтдэг.",
        },
        {
          title:
            "Амрах, эмийн эмчилгээ хийх, тусгай жороор хоолоо бүртгэх зэргээр нэмэлтзавсарлага авахыг зөвшөөрөх ",
          text: "",
        },
        {
          title: "Уян хатан хуваариар ажиллах, чөлөө авахыг зөвшөөрөх ",
          text: "",
        },
        {
          title: "Гэрээс ажиллахыг зөвшөөрөх ",
          text: "",
        },
        {
          title: "Хамт ажилладаг хүмүүст нь мэдлэг дээшлүүлэх сургалт явуулах",
          text: "",
        },
        {
          title: "Ажлын байрны стрессийг багасгах эсвэл арилгах ",
          text: "",
        },
        {
          title:
            "Угааж эсвэл ариутгаж болдог компьютерын дагалдах хэрэгслээр хангах ",
          text: "",
        },
        {
          title:
            "Оффисын тоног төхөөрөмж, ариун цэврийн өрөө, амрах өрөө, тавилга ариутгахад тохиромжтой ариутгалын бодисоор хангах",
          text: "",
        },
        {
          title:
            "Хэт ягаан туяагаар ариутгаагч хангах (хэт ягаан туяанд хэт мэдрэг хүн байхгүй бол)",
          text: "",
        },
        {
          title: "Хөргөгчөөр хангах ",
          text: "Зарим нэг арьсны өвчин гадаад орчны хэмд их мэдрэг байдаг.",
        },
        {
          title: "Ажиллах орчны хэм, хувцаслалтын журамд өөрчлөлт оруулах ",
          text: "",
        },
        {
          title:
            "Ажлын байранд нь сэнс, агааржуулагч, халаагч зэрэг орчны хэмийг тохируулах төхөөрөмжүүдийг тавьж өгөх ",
          text: "",
        },
        {
          title:
            "Эрс тэс халуун эсвэл хүйтэн өдрүүдэд гэрээс ажиллахыг зөвшөөрөх ",
          text: "",
        },
        {
          title:
            "Агааржуулалтын системд тохиргоо хиж агаарын урсгал болон халаалтыг чиглүүлэх хаалт хийх ",
          text: "",
        },
        {
          title:
            "Агааржуулалтын системийг оффист нь тусад нь хийж хэмийн тохиргоог чөлөөтэй хийх боломж бүрдүүлэх ",
          text: "Арьсны өвчин их хөндүүр зовуурь учруулж болох тул ажлаа чанартайгаар гүйцэтгэх эсвэл ажлын цагийг дуусгах чадал тэнхээгүй болгодог",
        },
        {
          title: "Гэрээс ажиллахыг зөвшөөрөх ",
          text: "",
        },
        {
          title: "Ойр ойрхон завсарлага авахыг зөвшөөрөх ",
          text: "",
        },
        {
          title:
            "Ажлын байран дээрх биеийн хүч чадал шаардсан ажлыг багасгах эсвэл хасах ",
          text: "",
        },
        {
          title: "Хөргөгчөөр хангах ",
          text: "",
        },
        {
          title:
            "Дэмжин туслах хүнтэйгээ утсаар ярихыг зөвшөөрөх эсвэл ажлын цагаар дэмжих бүлгийн уулзалтад оролцохыг зөвшөөрөх ",
          text: "",
        },
      ],
    }],
    functions: [
      PerformanceDetailData[11],
      PerformanceDetailData[6],
      PerformanceDetailData[20],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Рестораны зөөгч хайрст үлдтэй бөгөөд гараар нь гарсан улайлт, шархлаа нь хүний нүдэнд илт тусдаг учир ажил олгогчийн хувцаслалтын журмын дагуу богино ханцуйтай цамц өмсөхөөс дургүйцжээ.\n\nАжил олгогч хувцаслалтын дотоод журамдаа бяцхан өөрчлөлт хиж бүх ажилтанд танилцуулснаар уг зөөгч маань ажлын хувцсыг урт ханцуйтайгаар хийлгэж авах боломжтой болсон юм. Ханцуй нь л урт болсноос биш бусад шаардлага нь яг адилхан юм.",
        },
        {
          title: "",
          text: "Жижиглэнгийн дэлгүүрийн худалдагчийн арьсны шархлаа нь хатаж эдгэрэхээрээ ихээр унадаг тул барааны тавир дээр ч юмуу энд тэндгүй ихээр таардаг учраас худалдан авагч нарт эвгүй сэтгэгдэл үлдээхүйц байв.\n\nХүний нөөцийн менежер нь хувьчлан уулзаж ажлын хувцасны дотуур урт ханцуйтай цамц өмсөхийг санал болгожээ. Журмаараа бүх ажилтан богино ханцуйтай футболк өмсдөг юм.",
        },
        {
          title: "",
          text: "Ахлах тогооч арьсны тууралтаасаа болоод сүүн шингэний нунтагтай бээлий өмсөж чадахаа больсон байна .\n\nТүүний ажлын бээлийг тараахдаа сүүн шингэний нунтагт хутгалгүйгээр өгдөг болжээ.",
        },
      ],
    },
  },
  {
    _id: "12",

    title: "Атаксийн эмнэл зүйн илрэл ",
    type: PerformanceTypes.ab,
    text: "Фрэйдрихийн атакси болон тархины атакси гэж байдаг. Фрэйдрихийн атаксиг бага насан илэрдэг учраас төрөлхийн удамшлын гэж хүмүүс сайн мэднэ. Бусад хэлбэрийн тархины атаксианууд нь насанд хүрсэн хойно илэрдэг учир удамшлын гэж хүмүүс тэр бүр мэддэггүй. Үнэндээ бол энэ хоёр төрлийн атаксинуудын ихэнх нь удамшдаг юм. Ижил шинж тэмдгээр илрэх олон хэлбэр бий. Голчлон тэнцвэр,хөдөлгөөний солбицол  муутай байдаг учраас ихэнх хүмүүс хөдөлгөөний туслах хэрэгсэл ихээр ашигладаг. Мөн сэтгэцийн асуудалгүй хэдий ч хэл ярианы согогтой байх нь элбэг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодруулахдаа дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[23],
      PerformanceDetailData[6],
      PerformanceDetailData[7],
      PerformanceDetailData[8],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Нарийн боовны цехэд ажилладаг нэгэн эмэгтэй ээлжийнхээ үеэр гуйвж дайвалздаг байв.\n\nДэлгүүрийн түрдэг тэргийг ашиглаж унахаас өөрийгөө хамгаалдаг байсан хэдий ч зай бага тул хэцүү байлаа. Харин цехийн эзэн жижиг хэмжээний дугуйтай алхагч авч өгсөн.",
        },
        {
          title: "",
          text: "Нэгэн сонины сурвалжлагч хүмүүстэй ярилцлага хийхдээ тэмдэглэл хөтөлж, аман яриаг шууд хүлээн авч ойлгох тал дээр асуудалтай болсон байлаа. Тэрээр бичлэг хийгч ашигладаг байсан хэдий ч илүү үр дүнтэйгээр ажлын байран дээрээ ч мөн ашиглаж болохоор хувилбар юу байж болохыг эрэлхийлсэн юм. Өмнө нь харилцдаг байсан ажилд дадлагажуулагч нь ухаалаг үзэг санал болгосон ба тэр нь ч үнэхээр оновчтой хэрэгсэл боллоо. ",
        },
        {
          title: "",
          text: "Зочид буудлын угаалгын хэсгийн ажилтан их хэмжээний орны цагаан хэрэгсэл угаалгын машинаас татаж гаргахад дошоо ихээр тонгойж хүч гаргах шаардлагатай байдаг аж. Доош тонгой хүч гарган татахад толго нь эргэдэг байв. Тэрээр намхан сандал дээр сууж байгаад бага багаар гаргаж авдаг болсноор толгой эргэж унах вий хэмээн санаа зовох хэрэггүй болжээ.",
        },
      ],
    },
  },
  {
    _id: "13",

    title: "Аутизмын Хүрээний Эмгэг ",
    type: PerformanceTypes.ab,
    text: "Аутизмын хүрээний эмгэг гэдэг нь төв мэдрэлийн системийн хөгжилтэй холбоотойгоор үүсдэг. Нийгмийн харилцаанд орохдоо байнга асуудалтай тулгардаг ба энэ н ь бүх төрлийн нийгмийн харилцааг хамардаг. Үүнд нийгмийн харилцан үйлчлэл, хүмүүсийн илэрхийлж буй биеийн хэлийг ойлгох, бусадтай харилцаа үүсгэн хөгжүүлэх, ойлголцох зэрэг харилцааны хэлбэрүүд орно. Зөв оношлохын тулд идэвхтэй үйл ажиллагаанд хамруулах, богино давтамжтай үйлдэл гүйцэтгүүлэх, сонирхол төрүүлэх янз бүрийн ажил хийлгэх зэрэг бодит ажиглалтын  аргууд бий.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[12],
      PerformanceDetailData[24],
      PerformanceDetailData[11],
      PerformanceDetailData[5],
      PerformanceDetailData[6],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Нэгэн аутизмтай хүн химийн үйлдвэрээс зарласан судалгааны ажилд өргөдөл гаргажээ. Аман харилцаандаа тааруу учир гар бичмэлээр эсвэл цахим шуудангаар харилцах хүсэлтэй байдаг. Тиймээс ажил олгогч эхний шатны ярилцлагад тохируулга гаргаж өгөхийг зөвшөөрсөн байна. Судалгааны хорооны гурван гишүүний асуултад бичгээр хариулахыг зөвшөөрсөн.          ",
        },
        {
          title: "",
          text: "Аутизмын хам шинжтэй нэгэн эмэгтэй маркетингийн хэлтэст ажилладаг байв. Мэдлэг чадвараараа багийнхныгаа дагуулахааргүй байсан хэдий ч хамт олонтой ойлголцож нэгдэн ажиллахдаа асуудалтай байжээ. Мэргэжлийн нөхөн сэргээлтийн зөвлөхийн зөвлөсөнчлөн мэдээлэл бэлтгэн хүргүүлэх ажлыг бие даан гүйцэтгэж цахим шуудангаар эхлээд бусдадаа танилцуулдаг байхыг санал болгосон. Нам гүм орчинд тайван ажиллах боломж олгосноороо түүний чадварыг ч бүрэн дүүрэн ашигладаг болсон төдийгүй багийн ажил хурдацтай урагшилдаг болсон.",
        },
        {
          title: "",
          text: "Түргэн хоолны газарт орсон шинэ ажилтан аутизмын хүрээний эмгэгтэй байв. Даалгаж өгсөн ажлыг маш хурдан, зөв хийчихдэг боловч дараачийн ажил өгтөл уйдсан шинжтэй зүгээр л байж байдаг байлаа. Менежер нь энэ байдлыг эзэндээ хэлсэн байна. Ажлын байрны тохируулга тодорхойлдог зөвлөхөд хандахад ажилд дадлагажуулагч авбал түүнд зориулан өөр хэн нэг хүн цаг гаргах шаардлагагүйгээр хэрхэн завгүй ажиллаж болохыг зааж өгнө гэжээ. Хэн нэгэн даалгавар өгөхийг хүлээлгүйгээр санаачлан хийж болох юу байна гэдгийг мэддэг байхын тулд ажлын орчинтой нь сайтар танилцуулж санаа өгөх хэрэгтэй байна гэв. Мөн халаасанд багтахаар хэмжээтэй картууд дээр хийх ажлуудыг нэг нэгээр бичиж бэлдсэн байвал тухайн ажилтан бүх хүн завгүй байхад хүлээх шаардлагагүйгээр идэвхтэй ажиллах боломжтой болно гэсэн байна.",
        },
        {
          title: "",
          text: "Оюутнуудад  зөвлөгөө өгөх цаг тодорхой биш учир профессор ажлын цагийг үр бүтээлтэй ашиглах хувийн зохион байгуулалтаа хийж чадахгүй байснаас гадна байнгын сэтгэл түгшилтэй байдаг байв. Түүнд туслах зорилгоор дараах тохируулгуудыг санал болгосон:\n\nОюутанд зөвлөгөө өгөх цаггүй өдрүүдэд оффист ажиллах цагийг багасгах.\n\nОюутанд зөвлөгөө гөөх арга барилыг өөрчлөх. Хамгийн багадаа нэг өдрийн өмнө зөвлөгөө авах хүсэлтэй байгаагаа мэдэгдэж цахимаар эсвэл мессенжерээр эсвэл утсан холбоогоор зайнаас зөвлөгөө өгөх боломжийг бүрдүүлэх. \n\nЗөвлөгөө бүрийг баримтжуулах. Өмнөх зөвлөгөөний цагаар юу ярилцсаныг эргэн санаж үр дүнтэйгээр оюутанд туслахад нь маш чухал санал байв. Тухайн оюутантай ямар судалгаан дээр зөвлөгөө өгч байгаагаа мартчихлаа гэж санаа зовж түгшихгүй бэлтгэлтэй байхад нь тустай байлаа.",
        },
      ],
    },
  },
  {
    _id: "14",

    title: "Бамбай булчирхайн эмгэг ",
    type: PerformanceTypes.ab,
    text: "Бамбай булчирхайн өвчин нь маш олон хэлбэртэй бөгөөд хамгийн элбэг тохиолддог нь Грэйвийн өвчин, Хашимотогийн өвчин, бамбайн илүүдэл, бамбайн дутагдал, бамбай булчирхайн хорт хавдар, бусад үрэвслүүд юм.\n\nДээрх эмгэгүүдийг товчхон тодорхойлбол:\n\nХашимотогийн өвчин бол удамшдаг гэж ажиглагдаж байгаа ба архагшдаг хэлбэр. Гучаас тавих насны эмэгтэйчүүдэд элбэг тохиолдож байна. Дархлааны байгууламж дотроосоо бамбай булчирхайг гэмтээж дааврын ялгарлыг зогсоодог байна. Бамбай булчирхай нь хүний хүзүүний доод талд байрладаг.\n\nХашимотогийн өвчний илрэх шинж тэмдгүүд гэвэл хоолой хатуурч чангарах, юм залгихад хэцүү байх, хүзүүний урд талаар хавдан памбайх, мартах, ядарч сульдах, сэтгэл санаагаар гутранги болох, арьс хуурайших, зүрхний цохилт удааширч бүдгэрэх, жин нэмэх, өтгөн хатах, гаднын хүйтэн хэмд тэсвэргүй болох зэрэг болно.\n\nХачирхалтай нь ямар ч шинж тэмдэг үзүүлэхгүйгээр далдуур явагдах нь бас бий.\n\n\nБамбайн дааврын илүүдэл гэхээр уг булчирхай хэтэрхий их хэмжээгээр даавар үйлдвэрлэхийг хэлнэ.\n\nГрэйвийн өвчин бол бамбай илүүдлийн хамгийн нийтлэг хэлбэр. Бамбайн даваар илүүдсэнээр эрүүл мэндийн бусад олон асуудал дагуулдаг. Дагалдан гарах асуудлуудад онош тогтооход их хэцүү байдаг.\n\nИлрэх шинж тэмдгүүд нь олон бөгөөд тэдгээрээс заримыг тоочвол огцом жин хаях, зүрхний цохилт хурдсаж тоо нь олшрох, бухимдалтай болох, сэтгэл түгшилтэй болох, цухалдуу тайван бус болох, чичрэх, хөлрөх, сарын тэмдгийн мөчлөг өөрчлөгдөх, гадаад орчны халуун хэмд хэт мэдрэг болох, хэвлийн ходоод гэдэсний үлй ажиллагаа доголдох, бамбайн булчирхайн хүзүүний угт байлах хэсгээрээ томрох, эцэж цуцах, булчингийн хүч муу болох, нойронд муу болох.\n\n\nБамбайн дааврын дутагдалд орох нь Хашимотогийн өвчний хамгийн их тохиолддог хэлбэр нь юм. Уг булчирхай маш бага хэмжээний даавар ялгаруулдаг. Хашимотогийн өвчин бол дархлааны системийн хэвийн бус үйл ажиллагаатай холбоотой ба өөрөөр хэлбэл хүний дархлааны систем биеэ хамгаалах зорилгоор эсрэг биет ялгаруулдаг ба тэр нь гаднын вирус зэрэг өвчинтэй тэмцэх үүрэгтэй байдаг боловч хэвийн бус ажиллахаараа өөрийн биеийн эд эрхтэн рүү дайрч гэмтээдэг юм.\n\nЯмар хэмжээгээр бамбайн дааврын дутагдал орж байгаагаас шалтгаалан шинж тэмдэг нь хөнгөнөөс хүнд хэлбэрээр мөн олон жилийн турш үл ялиг байдлаар явагдаж байж болно.\n\nИлт мэдрэгддэг шинж тэмдгүүдээс дурдвал гадаад орчны хүйтэн хэмд тэсвэргүй болох, өтгөн хатах, арьс үс хуурайших, нүүр хөөх, дуу хоолой чичгэнэх, холестерины хэмжээ ихсэх, шалтгаангүйгээр жин нэмэх, булчин жижгэрэх, үеийн холбоос эд хатуурч хөндүүртэй болох, булчин хүч чадалгүй болж сулбайх, сарын тэмдэг ирэхдээ их хөндүүр зовуурьтай байх, ядрах, стэгэл санаагаар унаж гутрах зэрэг байна.\n\n\nБамбай булчирхайн хорт хавдар бол уг булчирхай томорч хавдрын шинжид орж улмаар хортой төрөлд шилжихийг хэлнэ. Бамбайн хорт хавдар бол бүх хорт хавдрын дунд хамгийн цөөн тохиолддог хавдар.\n\nӨвчтөнүүд өөрсдөө олж илрүүлэх боломжтой ба хүзүүний урд хэсэгт зангилаа үүсэн өөрт мэдрэгддэг байна_.\n\n\nБамбай булчирхайн үрэвсэл гэдэг өөр ямар нэг өвчний улмаас бамбай булчирхай үрэвсэхийг хэлж байгаа ерөнхий нэршил юм.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[18],
      PerformanceDetailData[19],
      PerformanceDetailData[20],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Сантехникийн ажилтан өвлийн цагт гадаа ажиллахад хөлдөхөө шахдаг ба энэ нь түүний  бамбай булчирхайн ажиллагаатай холбоотой гэдгийг тайлбарласан юм. Тэрээр сургууль, цэцэрлэг, орон сууц гээд хаана л дуудлага өгсөн байна тийшээ очиж засвар үйлчилгээ хийдэг учраас зөвхөн дотоод сүлжээгээр засах боломжтой ажил бараг байхгүй ба дандаа гадна талаас хавсарч засвар хийхгүй бол болдоггүй байна.\n\n\nАжил олгогч нь цахилгаанаар халдаг хувцас авч өгснөөс гадна ажлаа зохицуулж богино завсарлага авахаар дотор орж ирдэг байхыг зөвшөөрсөн байна.",
        },
        {
          title: "",
          text: "Нэгэн ажилтан бамбай булчирхайн доголдлоос болоод халуун хэмд хэт мэдрэг болсон учраас бусад ажилтанд хэтэрхий хүйтэн байхад түүнд яг таардаг байх жишээтэй.\n\nАжил олгогч нь өөрийн ажлын байрны тэрүүхэн хэсгийг хөргөх зориулалтаар зөвөрийн агааржуулагч авч өгсөн байна.",
        },
        {
          title: "",
          text: "Бамбайн дутагдалд ордог нэгэн ажилтан байнгын өтгөн хаталтаас болоод ариун цэврийн өрөөг бусдаас удаан хэрэглэдэг байна.\n\nТүүний ажлын байрыг ариун цэврийн өрөөтэй ойрхон оффист нүүлгэн оруулснаас гадна арай жаахан урт завсарлага авч байхыг зөвшөөрчээ.",
        },
        {
          title: "",
          text: "Нэгэн ажилтан бамбайн хорт хавдартай болох нь оношлогдож химийн эмчилгээнд орсон байна. Эмчилгээнээс улбаатайгаар ядарч сульдаж байлаа. \n\nУг ажилтан бүх цалинтай чөлөөний өдрүүдийг хэрэглэж дууссан учир ажил олгогч нь гэрээсээ уян хатан хуваариар ажиллахыг зөвшөөрсөн. Гэрээсээ ажиллаж байсан ч ажил хийх ямар ч боломжгүй байгаа үедээ шударгаар мэдэгдэж цалингүй чөлөө авахыг зөвшөөрсөн байна.",
        },
        {
          title: "",
          text: "Нэг ажилтан нь бамбай булчирхайн дутагдлаасаа болоод нойр муутай хонож байгаа болохоор өглөө ажилдаа ирээд тухайн өдрийн ажлаа бүрэн гүйцэт бас яг таг дуусгаж чадахгүй байгаагаа хэлжээ.\n\nАжил олгогч түүнийг өглөө ажилдаа жаахан хоцорч ирээд ажлаа эхлүүлж болно гэсэн байна. Харин хоцорсон цагаа оройдоо нөхөж сунаж ажиллахыг хүсжээ.",
        },
      ],
    },
  },
  {
    _id: "15",

    title: "Биеэс үнэр ялгарах",
    type: PerformanceTypes.ab,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
      ],
    },
  },
  {
    _id: "16",

    title: "Босоо байрлалд дах цусны даралт болон зүрхний цохилтын хямрал",
    type: PerformanceTypes.ab,
    text: "Энэ хямрал нь автономит буюу шууд мэдрэлийн системийн үйл ажиллагааны доголдлоос үүддэг. Цусны даралтын эргэлт доголддог. Цэх байрлалд  хөдөлгөөнгүй удахад цусны даралтын эргэлт хямарч эхэлдэг байна.\n\nЦусны даралт болон зүрхний цохилтын хямрал нь хэд хэдэн хүндрэлийг дагуулдаг. Хоолойны гүйлсэн булчингийн үрэвсэл, цээжээр өвдөх өвдөлт ба энэ заримдаа зүүн гарыг дагаж, хөлийн тавхай хүртэл өвддөг. Удаан хугацаагаар тасралтгүй алхах, хөдөлгөөнгүй зогсоход, сууж байснаа огцом босоход толгой эргэдэг. Үүнээс гадна муужрах, балартах, архаг ядаргаанд орох, салганаж чичрэх, дасгал хөдөлгөөн хийх чадваргүй болох, хоол боловсруулах тогтолцооны үйл ажиллагаа зогсох зэрэг хүндрэлүүд үүсдэг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
    setup: [{
      title: "",
      details: [
        {
          title: "Өдрийн ажлаа ч хийж чадахааргүй болж тамирддаг. ",
        },
        {
          title: "Ойр ойр завсарлага авахыг зөвшөөрөх ",
        },
        {
          title: "Уян хатан хуваариар ажиллахыг зөвшөөрөх ",
        },
        {
          title:
            "Чөлөө авах боломжуудаа уян хатнаар хуваарилж авахыг зөвшөөрөх ",
        },
        {
          title: "Гэрээс ажиллахыг зөвшөөрөх ",
        },
        {
          title:
            "Эргиномик төхөөрөмж, тавилга хэриглэх шаардлагатай бол үнэлгээ хийж хэрэгжүүлэх ",
        },
        {
          title:
            "Биеийн хүч шаардсан үүрэг даалгавруудыг боломжийн хэрээр багасгах зохицуулалт хийх ",
        },
        {
          title:
            "Хөдөлгөөн дэмжих зориулалтаар сургуультай амьтаа ажлын байран дээр авчрахыг нь зөвшөөрөх ",
          text: "Толгой ихэр эргэдэг тул огцом босож суухад унах гээд байдаг. Хөдөлгөөнгүй нэг газраа удаан зогсоход бас толгой нь эргэдэг болдог. ",
        },
        {
          title:
            "Гарын түшлэг болон түгжигчтэй сандлаар хангах. Сандлаа түгжиж байгаа босвол тэнцвэрээ олж чадахгүй толгой нь эргэж байхад сандал гулсаж унагахгүй юм.",
        },
        {
          title:
            "Суугаа ба босоо байрлалын аль алинд нь шилждэг сандлаар хангах ",
        },
        {
          title:
            "Хол газар алхаж явах шаардлага гарсан тохиолдолд ойр ойр завсарлага авч амрахыг зөвшөөрөх ",
            text: "Том булчингийн ажиллагаа нь урт болон богино хугацаагаар алдагдаж болно."
        },
        {
          title:
            "Эргиномик үнэлгээ хийж тохирох бүтээгдэхүүн хэрэглүүлэх ",
        },
        {
          title:
            "Юм өргөх, зөөх төхөөрөмжөөр хангах  ",
        },
        {
          title:
            "Хөдөлгөөн дэмжих туслах хэрэгсэл өгөх, сургуультай туслах амьтнаа авчрахыг нь зөвшөөрөх ",
            text: "Эмийн эмчилгээ эсвэл мэс засалд орох шаардлага гарч болох тул эмчилгээний дараа нөхөн сэргээлтийн хугацаа шаардагдана."
        },
        {
          title:
            "Гэрээс ажиллахыг зөвшөөрөх ",

        },
        {
          title: "Уян хатан хуваариар ажиллахыг зөвшөөрөх  ",
        },
        {
          title: "Олгогдсон чөлөөний эрхүүдээ өөрт хэрэгтэйгээр хуваарилан авахыг зөвшөөрөх ",
          text: "Хүний аюулгүй байдалд шууд аюул учруулахгүй хэдий ч зарим ажлын орчинд зарим нэг тодорхой үүрэг даалгаврын хувд аюулгүй ажиллагааны нэмэлт зохицуулалт хэрэгтэй болж болох юм."
        },
        {
          title:
            "Яаралтай тусламжийн нөхцөл үүсэхэд хэн ямар оролцоотой байх талаарх төлөвлөгөө гаргаж бэлтгэсэн байх ",
        },
        {
          title:
            "Унахаас хамгаалах төхөөрөмж, тоног төхөөрөмжийг шууд зогсоох автомат хаалт, дохиоллын төхөөрөмж, тавилгын ирмэгийн зөөлөн наалт зэрэг аюулгүй ажиллагааны хамгаалалтын бэлгэл хангах ",
        },
       
      ],
    }],
    functions: [
      PerformanceDetailData[3],
      PerformanceDetailData[21],
      PerformanceDetailData[4],
      PerformanceDetailData[6],
      PerformanceDetailData[20],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Эрүүл мэндийн байгууллагад ажилладаг нэгэн удаан хугацаагаар алхах юмуу зогсоход цусны даралт нь унадаг байв.\n\nЭнэ үед суухгүй бол толгой нь эргэж нүд нь харанхуйлж ухаан алдан унадаг аюултай.\n\nТухайн эрүүл мэндийн байгууллага аль хэдийн ханаа дагасан бариул тасралтгүй үргэлжлэх байдлаар хийлгэсэн эхний ч ажил олгогч нь түүний ажлын байрыг эмнэлгийн тоног төхөөрөмжүүдтэй аль болох ойр байлгахаар зохион байгуулалт хийсэн юм. Ингэснээр түүний нэг газраас нөгөө газар руу алхаж явах замыг багасгахыг оролджээ.",
        },
        {
          title: "",
          text: "Зочид буудлын ресепшиистээр ажиллахаар шинээр ажилд орсон хүндээ сургалт өгч байлаа. Уг сургалт хэдэн өдөр дараалж олон цагаар орж байв. Нөгөө шинэ ажилтан маань ажлынхаа шаардлагатай холбоотой үүрэг даалгавруудыг бол гүйцэтгэж чадаж байсан хэдий ч олон цагаар сургалтад суух нь түүнд хүндрэлтэй байсан. Удаан сууснаар толгой нь ихээр эргэж байсан.\n\nАжилтан нөхцөл байдлаа хэлж ажлын байрны тохируулгын хүсэлт гаргасны дараа ажил олгогч өглөөгүүр сургалт өгөөд үдээс хош ажлаа хийдэг байхаар хуваарь гаргажээ. Ингэснээр толгой нь эргэсээр байгаад унаж илүү хүнд асуудалд орохоос хэн хэнийг нь хамгаалсан ба амжилттайгаар сургалтаа дуусгахад тусалсан үр дүнтэй зохицуулалт болсон.",
        },
        {
          title: "",
          text: "Төслийн ажилтан зорилтот бүлгүүдтэйгээ очиж уулзах уулзалтдаа очихын тулд тээврийн хэрэгсэлд хэдэн цаг сууж явах шаардлага гардаг. Гэтэл ийнхүү удаан суухад цусны даралт нь унаж толгой иргэж эхэлдэг байна.\n\nТөслийн ажлын бусад үүрэг даалгаврыг бол гэрээсээ гүйцэтгэх бүрэн боломжтой байсан хэдий ч гагцхүү уг уулзалтуудад биеэр очих шаардлагатай байв. Төсөл хэрэгжиж байгаа  газар дээр очиж бодит байдалтай танилцангаа уулзалт хийх нь уг төслийн хувьд илүү үр дүнтэй байна гэж төлөвлөсөн юм. Нэг удаа машинаа барьж яваад толгой нь эргэж маш эрсдэлтэй нөхцөлд өөрийгөө оруулсныхаа дараа ажлын байрны хүсэлт гаргасан. Төслийн удирдагч нь сар тутмын уулзалтыг зайнаас хихийг зөвшөөрсөн. Харин улиралд хийх уулзалтуудыг биечлэн хийхийг хэвээр үлдээсэн хэдий ч өөр аргаар тээврийн хэрэгсэл ашиглаах боломж бүрдүүлэхийг зөвшөөрсөн байна.",
        },
        {
          title: "",
          text: "Дунд сургуулийн багш тамирдаж ядардаг тул бүхэл өдрийн турш зогсоогоороо хичээл зааж чадахгүйд хүрсэн.\n\nСургуулийн захиралд хичээнгүйлэн тайлбарласны эцэст багш самбартай харилцахад нь зориулан босоо ба суугаа байрлалд шилждэг сандлаар хангахыг зөвшөөрсөн юм. Мөн өдөр дунд нэлээн урт завсарлага авах байдлаар ажлын хуваарийг нь гаргахаар баталжээ.",
        },
        {
          title: "",
          text: "Засгийн газарт ажилладаг нэгэн хойш налж амрах боломжтой сандал хэрэглэх хүсэлт гаргасан юм. Зүрхний хэмнэлийг тэнцвэржүүлэхэд хэрэгтэй гэж нөхөн сэргээлтийн зөвлөх нь санал болгов.\n\nАжил олгогч хөл амраах сандал авч өгөхдөө хойшоо налдаггүйг сонгосон байв. Нөгөө ажилтан маань сэгэл хангалуун биш байсан учир ажлын байрны тохируулгын зөвлөгөө авсан мэргэжилтэнтэйгээ холбогдож нэмэлт тайлбар авахыг хүссэн. Ажил олгогч утсаар ярьж зүрхний хэмнэлийг нь тогтвортой байлгахад илүү үр дүнтэй болохыг тайлбарласан юм. Тийнхүү өмнө авсан сандлаа буцааж бага зэрэг илүү үнээр хойш налдаг сандал авсан байна.",
        },
      ],
    },
  },
  {
    _id: "17",

    title: "Бөөрний өвчин ",
    type: PerformanceTypes.ab,
    text: "Бөөрний өвчин гэдэг нь түүний үйл ажиллагаа болон бүтцэд өөрчлөлт орохыг хэлнэ. Ийм өөрчлөлт явагдсанаар бөөр хоол хүнсээр дамжин орж байгаа бодисуудыг шүүн цус руу шим тэжээлтэй бодис ялгаруулах чадвараа алдана гэсэн үг.\n\n\nБөөрний өвчнүүд дотроо хэд хэдэн төрөлтэй бахаас гадна анхдагч шалтгаанаар дагалдаж гарсан байж бас болно. Аль онош тавигдсанаас шалтгаалан хийгдэх эмчилгээ болон нөхөн сэргээгдэх төвшнөөрөө ялгаатай. Бөөрний өвчин хүндэрсээр эрхтнийхээ ажиллагааг бүрэн зогсоох ч аюултай.\n\nХөнгөвтөр төрлийн бөөрний өвчний үед диалез эсвэл эрхтэн шилжүүлэн суулгах шаардлага гардаггүй. Эмийн эмчилгээ хийж хоол хүнсний дэглэм барих хэрэгтэй болно.\n\nХоргүй шим тэжээлтэй бодисыг цус руу ялгаруулах замаар хүний амь насыг тэтгэж байдаг уг эрхтэн маань энэхүү үүргээ дангаар гүйцэтгэх боломжгүй болсон нөхцөлд диалез хийлгэдэг.\n\nХоёр төрлийн диалез байдаг: Химо болон паритонил.\n\nХимо диалез нь тусгай төхөөрөмжийг хүний венийн судсанд холбон цусанд байгаа хэрэггүй хортой бодис болон шингэнийг шүүн цэвэрлэдэг эмчилгээний арга юм. Цусыг нэг удаа бүрэн шүүхэд ойролцоогоор дөрвөн цаг зарцуулдаг байна. Долоо хоногт гурван удаа хийх шаардлагатай.\n\nПаритонил диалезийг хэвлийн хөндийтэй диалезийн төхөөрөмжийг холбож мөн адил биед илүүдсэн  хог хаягдал хотой бодисыг шүүж гадагшлуулдаг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[0],
      PerformanceDetailData[17],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Чихрийн шижингээр өвдсөн нэгэн жижиглэнгийн худалдааны дэлгүүрт борлуулагчаар ажилладаг. Гэтэл түүний чихрийн шижин бөөрийг нь хүнд гэмтээж химийн диалез эмчилгээнд явж эхэлжээ. Химийн диалезийг долоо хоногт гурван удаа хийлгэх хэрэгтэй бөгөөд тогтмол хуваарьтай өдөр цагтаа ирэх ёстой байлаа.\n\nБорлуулагч диалезийн төвтэй ойр салдарт шилжүүлэх, диалез хийлгэх өдрүүддээ нэмэлт чөлөө авдаг байх хүсэлтийг гаргасан байна. Ийнхүү нэмэлт чөлөө ойр давтамжтайгаар авах боломж гэр бүл болон өвчний чөлөөний тухай журмаар олгогдсон байдаг.",
        },
        {
          title: "",
          text: "Нэгэн санхүүгийн зөвлөх бөөрний үйл ажиллагааны хүнд доголдолд орсны улмаас химийн диалез эмчилгээнд орсон. Долоо хоногийн гурван өдөрт эмчилгээндээ явах хэрэгтэй болов.\n\nАжил олгогч нь уян хатан хуваариар ажиллахыг зөвшөөрөв. Өөрөөр хэлбэл ажилтан диалезаа хийлгэхээс өмнө ба хийлгэснийхээ дараа ажлаа хийдэг болсон байна. Эмчилгээнд орох цагтаа санаа зоволтгүйгээр явж эмчлүүлснээр түүний эрүүл мэндийн байдал ч сайжирч ажил олгогчийн ажлын гарц ч бураагүй юм.",
        },
        {
          title: "",
          text: "Том хэмжээний жижиглэнгийн худалдааны дэлгүүрийн кассчин бөөрний архаг өвчтэй байсан.\n\nУг компанийн дотоод бодлогоор ажилтнууд ажлын байран дээрээ идэж уух хориотой байдаг аж. Тиймээс худалдааны давхарт юм идэж ууж болохгүй гэсэн үг байв.\n\nНөгөө химийн эмчилгээнд орсон ажилтан нь ойр ойрхон шингэн зүйл ууж байх хэрэгтэй байлаа. ажил олгогч нь дотоод журамдаа тусгай нөхцөл оруулснаар ажлын байран дээрээ юм уух боломжтой болсон юм. Үр дүнд нь ажилтан эрүүл мэндээ сайжруулж ажлын бүтээмжээ бууруулалгүйгээр ажиллах хэвээр үлдсэн юм.",
        },
        {
          title: "",
          text: "Татварын байцаагч бөөрний архаг өвчнөөсөө болоод ариун цэврийн өрөө байн байн орох хэрэгтэй болдог учир өглөө ажилдаа хоцроод байх болов.\n\nТэрээр долоо хоногийн зарим өдөрт гэрээсээ ажилладаг болох хүсэлт гаргасан байна. Ажил олгогч нь зөвшөөрснөөр зайлшгүй ирэх хэрэгтэй өдрөө ирж ажиллаад бусад өдөрт нь гэрээс ажилладаг болжээ. Ингэснээр гэртээ эрүүл мэндийн асуудлаа зохицуулангаа үр ашигтай ажилласан хэвээр үлдсэн байна.",
        },
        {
          title: "",
          text: "Хөдөлмөр эрхлэлтийн зөвлөх бөөрний хүнд онош тавиулсан бөгөөд эмчийн хяналтад явах шаардлагатай болжээ.\n\nАжил олгогч нь эмчилгээ хийхэд шаардлагатай хугацаагаар цалинтай болон цалингүй чөлөө хольж олгосон байна. Нөхөн сэргээлтээ сайн хийж чадсан учир бүтэн ачаалал даах чадваратй болж эргэн ажилдаа оров.",
        },
        {
          title: "",
          text: "Агуулахын туслах ажилтан бөөр шилжүүлэн суулгах мэс засал хийлгээд ажилдаа орсон хэдий ч түүнийг эмч юм өргөхийг хориглосон байв. Мөн эмчийн хяналтын үзлэг хийлгэж байх хэрэгтэй байлаа.\n\nАжил олгогч нь ажлын байрны цахим хуудаснаас тохируулгууд хайсны үр дүнд юм өргөх цахилгаан өргөгч олж мэдсэн бөгөөд худалдан авч өгсөн байна. Эмчид үзүүлэх шаардлагатай ү?дээ чөлөө авч уян хатан хуваариар ажиллах боломж олгосон. Ингэснээр маш чадварлаг ажилтнаа авч үлдэж чадсан билээ.",
        },
      ],
    },
  },
  {
    _id: "18",

    title: "Булчингийн сулрал ",
    type: PerformanceTypes.ab,
    text: "Булчингийн сулрал хэд хэдэн гэнийн гаралтай өвчтэй холбоотойгоор явагддаг. Булчингийн сулрал нь зогсолтгүй мууддаг явцтай бөгөөд араг яс, булчин хоёрын хооронд орших том булчинтай холбоотой юм. Энэ том булчин нь хүний мөчний хөдөлгөөнийг удирдан зохицуулдаг үүрэгтэй билээ.\n\nЗарим булчингийн сулралын хувьд зүрх болон бусад жижиг булчингийн үйл ажиллагаа давхар хамрагдах нь бий. Зүрхнээс өөр бусад дотор эрхтнийг хавсаргах хэлбэр ч байдаг.\n\nХамгийн элбэг тохиолддог хэлбэрүүд нь булчингийн мэдрэлийн гэмтэл, үе мөч тахийж гэмтэх, нүүр царайн хэлбэр алдагдал, төрөлхийн, залгиур хоолойн, гар, хөлийн доод мөчүүд, холбоос эдийн гэмтлээс үүдэлтэй зэрэг байна.\n\nЕрөнхийдөө бүх хэлбэрийн булчингийн сулрал гэнийн өөрчлөлттэй холбоотойгоор явагдаг.\n\nБулчингийн сулралтай хүн гаднаасаа харагдахдаа холбоос эдийн гадуурх булчингууд нь жижгэрсэн, хөл гарын хэлбэр тахийж мурийсан, холбос эд нь өөр байрлалд орсон бадаг учир хөндүүрлэж өвддөг болсон байдаг.\n\nМаш ихээр ядарч сульддаг, хэл яриа муутай болдог, \n\nХөдөлгөөн муутай болдог, жижиг булчингийн үйл ажиллагаа хязгаарлагдмал болдогзэрэг үр дагаврууд давхар явагддаг байна.\n\nҮүний дээр нурууны мурийлт явагддаг.\n\nБулчингийн сулрал нь ихэвчлэн удамшдаг хэдий ч гэр бүлд нь энэ өвчнөөр өвдсөн хүн байхгүй байхад ч мөн аль ч насанд тохиолдож болдог гэдэг нь судалгаагаар батлагдсан байдаг.\n\nЗарим хүнд бүр ураг байхад нь эсвэл балчих насанд нь шууд мэдэгдсэн байхад заримд нь дунд нас хүртэл нь мщнуугдмал явагдаж байсан .\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[0],
      PerformanceDetailData[4],
      PerformanceDetailData[17],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Булчингийн хатангиршилтай нэгэн менежер өдөр тутмын бие даасан амьдралаа ч хангаж чадахааргүй байдалд оров.\n\nАжил олгогч өөрийнх нь хүссэний дагуу сургуультай амьтнаа ажил дээр авчирдаг болхийг нь зөвшөөрөөд хүртээмжтэй ариун цэврийн өрөө бэлтгэсэн.",
        },
        {
          title: "",
          text: "Нэгэн эмнэлгийн ажилтан өвчтөнтэй ярилцаж суусныхаа дараа маш хүндрэлтэйгээр босдог болов.\n\nТүүний сандалд босоход дэмтэй жийргэвч суулгаж өгсөн байна.",
        },
        {
          title: "",
          text: "Булчингийн хатангиршилтай нарийн бичгийн даргын компьютерын гар дээр шивэх нь улам муудсан. Яагаад гэвэл түүний жижиг булчингийн үйл ажиллагаа нь суларсан юм.\n\nТүүнд яриа таньж бичигт буулгадаг программ авч өгснөөр үргэлжлүүлэн ажиллах боломжтой болсон.",
        },
        {
          title: "",
          text: "Инженер булчингийн үйл ажиллагаа суларснаас болоод ойр ойрхон авч хэрэглэдэг бичиг хэргийн хавтаснуудаа өргөж дийлэхээ больсон байна. Мөн бичиг хэргийн бусад хэрэгслүүдээ замбараатйа балгахаас гадна авч хэрэглэхэд өөрт амраар зохион байгуулах хэрэгтэй болов.\n\nТүүнд ширээний зохион байгуулаг дамжуурга авч өгснөөр нэлээн их асуудлыг нь шийдвэрлэж чаджээ.",
        },
        {
          title: "",
          text: "Техникийн дүгнэлт гаргадаг мэргэжилтэн ажлын байрандаа хүрэх гэж нэлээн зүдэрдэг болов.\n\nТүүнд хавтгай дэлгэц, дэлгэцийн гар, компьютерын гарын тавцан, хөл амрагч, микрофонтой чихэвч, нэлээн сайн зохин байгуулалтай бичиг эргийн тавиур авч өгсөн байна.",
        },
        {
          title: "",
          text: "Оффисын ажилтан цахилгаан сандал хэрэглэдэг ба түүнийгээ автомат гар удирдлагаар ажиллуулдаг байв. Түүнд хаалга онгойлгоход нэлээн хэцүү байдаг байлаа.Ххаалгын барилаас бариад татах хэцүү байсан юм.\n\nУдирдлагын зүгээс хаалганд автомат онгойлгогч суулгахыг зөвшөөрч төсөв баталсан байна.",
        },
        {
          title: "",
          text: "Оюутан булчингийн хатангиршлаас болоод компьютерыг бүрэн ашиглаж чаддаггүй байсан.\n\nТүүнд маш жижиг хэмжээтэй компьютерын гар болон хулгана өгсөн.. Энэхүү гарын товчнууд нь хурууны үзүүр хүрэх төдийд дарагддаг тул хүч гаргах хэрэггүй байна.",
        },
        {
          title: "",
          text: "Нэгэн хуульчийн булчингийн хатангиршил нь улам хүндэрч тэрээр бүр шатаар авирч ч чадахгүй болжээ.\n\nТүүнийг шатны өргөгчөөр өргөж шатаар гаргадаг болов.",
        },
      ],
    },
  },
  {
    _id: "19",

    title: "Бүсчилсэн рефлекс согог ",
    type: PerformanceTypes.ab,
    text: "Бүсчилсэн хэлбэрээр явагддаг адармаатай байнгын хөндүүр зовуурь юм. Нэг дүгээр хэлбэр нь яс болон зөөлөн эд цочирсноор  архаг зовуурь үүсэх бол хоёр дугаархэлбэр нь мэдрэлийн эсүүд гэмтсэнээр үүсдэг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[6]
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Их сургуулийн зохицуулагч бүсчилсэн рефлекс согогтой. Уг гэмтлээс болоод хөл нь хавагнаж өвддөг. Хавагнаж зовуурилахгүй байхын тулд хөлөө ойр ойрхон сойж суух хэрэгтэй болсон юм.\n\nАжил олгогч нь хөл амраагчтай, хойш налдаг сандал авч өгснөөр зөөврийн компьютероо тавцан дээрээ тавиад хойш налан сууж ажиллахад уг эрүүл мэндийн асуудлаас болоод ажлын гүйцэтгэл нь сайн хэвээр үргэлжлүүлэн ажилласан байна.",
        },
        {
          title: "",
          text: "Түлш хэмжигчийн хөлийн ул нь мэдрэлгүй болчихдог байна. Энэ нь түүний бүсчилсэн рефлексийн согогтой  холбоотой байв.\n\nӨглөө сэрэхдээ ийм байдалтай сэрдэг учраас өглөөгүүр ажилдаа жаахан оройтож очдог байхыг ажлын байрны тохируулга болгон зөвшөөрөхийг хүссэн байна.\n\nЭнэ хүсэлтийг нь хүлээн авч өдрийн аль цагт илүү эрч хүчтэй ажиллаж чадахаар байгааг нь ярилцаж уян хатан хуваарь зохиог өгөхийг хүний нөөцийн хэлтэст удирдлагын зүгээс үүрэг болгов. Харин ажлын бүтээмжээ хэвээр хадгалах тал дээр зэрэг анхаараыг сануулсан байлаа.",
        },
        {
          title: "",
          text: "Загвар зохион бүтээгч бүсчилсэн рефлексийн согогоосоо болоод сэтгэл гутралд орсон байна. Улмаар ой тогтоолтод нь нөлөөлсөн.\n\nТэрээр үйлдвэрлэлийн стандартыг хангаж ажиллаж чадахаа больсон байлаа.\n\nАжил олгогч нь сануулагч сэрүүлэг авч өгөөд нэг ажлаас нөгөө ажлын хооронд шилжиж богино хугацаанд чанартай гүйцэтгэл гаргахад нь тусалсан.",
        },
        {
          title: "",
          text: "Нийгмийн ажилтан симпатик мэдрэлийн рефлекс үйл ажиллагааны гэмтэл авсан байв. Аажмаар нэг гарынх нь ажиллагаа эрс муудсан юм.\n\nКэйсүүдийнхээ баримтжуулалтыг хийхэд хүндрэлтэй болж ирсэн.\n\nАжил олгогч нь ажлын байранд тохируулгын цахим хуудаснаас хувилбарт оролттой компьютерын төхөөрөмж байдаг болохыг олж мэдээд нэг гарын компьютерын гар, яриа таньж бичигт буулгадаг программ хангамж авч өгснөөр ажлаа хийхэд нь үнэхээр их хүртээмжтэй болсон.",
        },
        {
          title: "",
          text: "Нийгмийн төлөө үйлчилдэг ашгийн бус төрийн бус байгууллагын гүйцэтгэх захирал нь бүсчилсэн рефлексийн согогтой  болсон тул тэргэнцэр ашиглаж явах болсон.\n\n цэврийн өрөө ашиглах, бие засах хэрэгцээнд нь хүртээмжтэй болгох үүднээс суултуурын хоёр талд дэмжлэг гар суулгаж, хаалганд нь автомат онгойлггч суурилуулсан. Эдгээр тохируулгыг мэргэжлийн нөхөн сэргээлтийн зөвлөх үйлчилгээний тусламжтайгаар тодорхойлон хэрэгжүүлсэн байна.",
        },
      ],
    },
  },
  {
    _id: "20",

    title: "Гарын сарвуу хэсгийн тайралт ",
    type: PerformanceTypes.vg,
    text: "Өрөөсөн гарын бугуйнаас урагш хэсгээр тайруулсан хүн бишгүй тааралддаг. Бид ихэнхдээ осолд оржээ эсвэл хөлдөөд гараа тайруулжээ л гэж боддог. Тэгвэл осол гэмтэл, тайралт, стрессийн гаралтай гэмтэл согогоос ч үүдэлтэй байж болдог байна.  Тухайлбал дунд мэдрэлийн сувгийн хам шинж байж болно. Эсвэл бүр төрөлхийн шалтгаантай ч байж болно.\n\nИйм өвчнөөр зовж байгаа хүмүүсийн заримд нь ажлаа хийхэд нь тохируулга хэрэгтэй байхад зарим нь ажлын байран дээр бол туслалцаа шаарддаггүй байх жишээтэй.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[3],
      PerformanceDetailData[21],
      PerformanceDetailData[8],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Захиргааны ажлын орон тоонд хүсэлтээ гаргасан ажил хайгчийн өрөөсөн гар нь л ажиллагаатай байв.\n\nАжил олгогчийн бүх ажилтандаа нэгэн жиг тавьдаг шалгуурын нэг нь маш хурдан шивэх арван хурууны бичээчийнх чадвар байлаа. Ажилд орох гэж байгаа эмэгтэй хоёр гарын жирийн компьютерын гар дээр бол тийм хурдтайгаар шивж чадахгүй боловч нэг гарын зориулалтын гар дээр бол гүйцнэ гэдгээ итгэлтэйгээр хэллээ.\n\nАжил олгогч нь түүнд хэрэгтэй ажлын байрны тохируулга нь гарцаагүй мөн гэдгийг шууд хүлээн зөвшөөрч зориулалтын гар худалдан авч өгөхийг баталсан.",
        },
        {
          title: "",
          text: "Нэгэн ажилтан өвчний улмаас чөлөө аваад эргэн ажилдаа орохдоо нэг гариндаа тайралт хийлгэсэн байлаа.\n\nЦаасны үдээс авагчаар үдээс авна гэдэг түүнд маш хэцүү даалгавар болж хувирсан байв. Ажил олгогч нь түүнийг бичиг цаснуудыг үдэхийн оронд цаас хавчигч ашиглахыг зөвшөөрсөн.",
        },
        {
          title: "",
          text: "Хувийн мужааны цехтэй нэгэн залуу ослын улмаас нэг гарынхаа сарвуун хэсгийг тайруулсан байна. Тэрээр хүнд жинтэй цахилгаан багаж ганц гарын хүчээр тэнцвэртэй өргөж ашиглана гэхэд маш хэцүү болсон байжээ. Мэргэжлийн нөхөн сэргээлтийн зөвлөхдөө хандахад багаж тэнцвэржүүлэгч ашиглавал багажийн жинг нөгөө тал руу нөхөж тэнцвэржүүлэн гэж зөвлөснийх нь дагуу худалдан авч ашигласнаар үнэхээр үр дүнтэй байв.",
        },
        {
          title: "",
          text: "Ачааны машины жолоочийн орон тоонд хүсэлт гаргасан нэгэн жолоодлогын ур чадвар сайтайн дээр ачааны машиныг сайн мэддэг үнэхээр туршлагатай хэдий ч нэг гараараа жолоо барьдаг байв.\n\nИхэнх хүн аюултай гэж хардаг учраас санаа нь зовж байсан. Гэтэл ажил олгогч түүнд автомат шилжүүлэгтэй машин өгч, рульны бүрээсийг гулгамтгай биш байхаар сольж өөхөө амлаж ажилд авсан юм.",
        },
        {
          title: "",
          text: "Сувилахуйн асрагч хийдэг нэгэн эмэгтэй өрөөсөн гарын ажиллагаагаа алдсан тул хүнд өвчтөнүүдийг усанд оруулахын тулд өргөдөг ажлыг өмнөхийн адил хиж чадахгүйд хүрэв.\n\nАжил олгогч нь түүнд цахилгаан өргөгч авч өгсөн.",
        },
      ],
    },
  },
  {
    _id: "21",

    title: "Грэйвийн өвчин",
    type: PerformanceTypes.vg,
    text: "Грэйвийн өвчин нь бамбай булчирхайгаас цус руу хортой бодис ялгардаг өвчин. Дараах хэлбэрүүдийн аль нэгээр эсвэл холимог хэлбэрээр илэрч болно. Бамбай булчирхай томрох, нүд бүлтийж томрох, арьс хар бараан өнгөтэй ширүүн байх, хөлийн доод хэсгээр ус гүйж хавантах маягийн шинж илэрч болно. Бамбайн хордлогод орж бас болно. Хамгийн элбэг нь бамбай булчирхай томрох, хүйтэн хөлс чийхарч арьс байнга нойтон байх, чичрэх, нүд томрох, зовхи хаагдахгүй байх, уур бухимдалтай байх, ядрамтгай байх, маш хурдан эцэж цуцдаг болох зэрэг юм.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
    setup: [{
      title: "",
      details: [
        {
          title: "Өргөх, өндөрт сунаж хүрэх, татах, түлхэх зэрэг хэт их хүч шардсан үйлдэл хийхгүй байх "
        },
        {
          title: "Юм өргөхдөө аюулгүй өргөх техникт суралцах"
        },
        {
          title: "Юм өргөх ажил түүний албан тушаалд төдийлөн чухал биш бол ажил үүргийн дахин хуваарилалт хийх"
        },
        {
          title: "Хүнд зүйлийг өргөхдөө жижиг хэсгүүдэд хуваан бага жингээр өргөх хуваарилалт зохион байгуулалт хийх"
        },
        {
          title: "Ажилтны хүнд зүйл өргөх шаардлагагүй ажлын байранд томилох эсвэл тухайн үүрэг даалгаврыг өөр ажлын байранд багтаан хуваарилах "
        },
      ]
    }],
    functions: [
      PerformanceDetailData[5],
      PerformanceDetailData[6],
      PerformanceDetailData[20],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Ажилд орох хүсэлтээ ирүүлсэн нэгэн ажил хайгч сонгон шалгаруулалтын үеэр гар нь байнга чичирдэг түл юм бичихэд хэцүү гэдгээ хэлэхээр шийджээ.\n\nТүүнийг ажилд авахаар шийдсэн тохиолдолд хүнд жинтэй үзэг, балаар хангаж болно гэдгийг ажил олгогч хэлсэн байна. Өөр үр дүнтэй байхуйц тохируулга юу байж болохыг судалж үзнэ гэж амласан.",
        },
        {
          title: "",
          text: "Грэйвийн өвчний улмаас халуунд их мэдрэг болохоо ажил хайгч хэлжээ. \n\nТүүний ажлын ширээг агааржуулагч тай ойрхон цонхны дэргэд байрлуулж болно гэдгийг ажил олгогч нь хэлсэн. ",
        },
        {
          title: "",
          text: "Грэйвийн өвчтэй нэгэн ажилтан үүе үе шээс алддаг бөгөөд бусад ажилтнаас илүү олон тоогоор ариун цэврийн өрөө орох хэрэг гардаг гэдгээ хэлсэн.\n\nАжил олгогч нь уг өвчний шалтгаанаар ажилд авахгүй байж болохгүй гэдгийг ойлгож байсан ба шаардлагатай тоогоор завсарлага авахыг зөвшөөрсөн. Харин нэмэлтээр авсан завсарлагын цагийг цалин бодох хуудсанд тэмдэглэх хэриггүй гэдгийг сануулсан байна.",
        },
        {
          title: "",
          text: "Грэйвийн онош тавигдсан нэгэн ажилтан \n\nГарын чичирхийлэлтэйн улмаас компьютерын хулгана барьж ажиллаж чаддаггүй гэдгээ хэлэв.  \n\nЧичрэлтийн эсрэг буюу чичрэлтийн нөлөөг багасгагчтай хулгана авч өгсөн нь түүний ажилд тустай тохируулга болж чадсан юм.",
        },
        {
          title: "",
          text: "Грэйвийн өвчнөөсөө болж нойргүйдэлд ордог нэгэн ажилтан өглөө ажилдаа хоцроод байх болов. \n\nАжил олгогч нь нойргүйдэлд орсон үедээ ажлын цагийг орой эхэлж, орой дуусгадаг байхыг зөвшөөрсөн.",
        },
      ],
    },
  },
  {
    _id: "22",

    title: "Гулинбэрийн хам шинж ",
    type: PerformanceTypes.vg,
    text: "Энэхүү хам шинжээс үүдэлтэй согогууд нь хүч чадалгүй байх, хөл байнга чимчигнэх байдлаар илэрч аажимдаа гар болон биеийн дээд хэсэг хүч муутай болж мөн адил чимчигнэх мэдрэмж эхэлдэг. Энэ шинж тэмдэг хүндрэхээрээ биеийн аль нэг хэсгийн булчинг бүрмөсөн ажиллагаагүй болгоно. Улмаар хүн бүрэн саажих ч эрсдэлтэй. Энэ түвшинд хүний амь насанд аюултай учир эмнэлгийн тусламж яаралтай авах нь зүйтэй.\n\nИхэнх хүн дээд түвшний хүндрэлээс бүрэн гардаг боловч цөөн тохиолдолд булчингийн хүч муутай болж үлдэх нь бий.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[0]
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Нэгэн үйлдвэрлэгч компанид ажилд ороод дөнгөж 4 сар болж байгаа ажилтан Гулинбэрийн хам шинжтэй гэж оношлогдов.\n\nӨвчний шинж тэмдэг дөнгөж эхэлж байсан учраас хуримтлагдсан цалингүй чөлөөний түүх хараахан үүсээгүй байв. Тиймээс ажил олгогчийн зүгээс урт цалингүй чөлөө аваад эргэн ажилдаа ортол нь түүний ажлын байрыг байлгаж байх тохируулгаар хангасан.\n\n\nӨвчтөнүүдийн өвчний түүхээр дээр кайс үүсгэж менежмент хийдэг сувилагч гулинбэрийн хам шинжийн хүндрэлээс дөнгөж сэргэж байгаа учир компьютертой харьцаж ажиллана гэхэд нэлээн хэцүү болсон байв. Маш ихээр ядарч, дээд мөчний солбицол хөдөлгөөн муудсан байлаа.\n\nАжил олгогчийнх нь хангасан ажлын байрны тохируулгууд гэвэл яриаг таньж бичгээр буулгадаг программ, микрофонтой чихэвч,эргиномик хулгана  зэрэг байлаа.",
        },
        {
          title: "",
          text: "Гулинбэрийн хам шинжээс болж уртасгасан хугацааны нөхөн сэргээлтийн эмчилгээнд явж дуусгасан нэгнийг нөхөн сэргээлтийн зөвлөх нь ажилдаа эргэн орж болно гэж хэлжээ.\n\nУг ажилтан хөнгөвтөр ажил хийж болох эсэхийг ажил олгогчоосоо асуув.  Ажил олгогч нь өөрчилсөн цагийн хуваариар ажиллуулж,\n\n\nАжил үүргийн хуваарьт нь мөн өөрчлөл оруулж өгсөн. Ингэхдээ түүнийг аажмаар жирийн хуваарьтаа орж, өмнө хийж байсан ажлаа эргэн хийхэд нээлттэй гэж хэлсэн байлаа. Уг ажилтан ажлын байран дээр байх цагаа уртасгаж хийх ажлаа ч бага багаар нэмж чадлаа. Хэрвээ хөнгөн хэмнэлээр явах боломж олгоогүй бол энэ ажилтан тийм богино хугацаанд тэгж их ахиц гаргаж чадах байсан уу гэвэл эргэлзээтэй шүү дээ.\n\nУлмаар бүр өмнө хийж байсан бүтэн цагийн хуваарьтаа орч чаджээ.",
        },
        {
          title: "",
          text: "Нэлээн нэр хүндтэй том корпорацын гүйцэтгэх захиралд Гулинбэрийн хам шинж илрэв.\n\nТүүнийг гэрээсээ ажиллахыг зөвшөөрсөн. Хувилбарт оролттой программ хангамж ашиглаж компьютерт нэвтрэх боломжийг мөн олгожээ.",
        },
        {
          title: "",
          text: "Олон жил ажилласан нэгэн багшид Гуинбэрийн хам шинж илэрсэн. Сурагчдын зуны амралтаар илэрсэн учир эмчилгээнд явж амжсан байлаа. Намар хичээл эхлэхэд ажлын байрны тохируулахтайгаар бол эргэн багшилж чадахаар байв.\n\nТэргэнцэрт сууж байсан учир ангид байгаа зарим нэг хичээлийн хэрэглэгдэхүүнд гар хүрэхгүй байв. Бас ариун цэврийн өрөөнд хувийн хэрэгцээгээ бүрэн хангаж чадахгүй байлаа. Ажилтнуудын ариун цэврийн өрөөг хүртээмжтэй болгож өөрчилсөн. Багшийн хичээл заадаг ангиудад ухаалаг самбар тавьж өгөөд багшид өөрт нь зөөврийн компьютер олгожээ. Тэргэнцэрт нь зөөврийн компьютер тавих тавиур худалдан авч өгсөн.\n\nАжлын ширээг нь эргиномик ширээгээр сольж өгөв. Намхан шүүгээ тавьж өгсөн.\n\nМөн семестрийн эхэнд түүний хичээл орох ангиудыг хүртээмжтэй болгон бэлтгэл хангадаг боллоо.",
        },
      ],
    },
  },
  {
    _id: "23",

    title: " ",
    type: PerformanceTypes.de,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[0]
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
      ],
    },
  },

  {
    _id: "25",

    title: "Дистониа буюу Булчингийн Агшилт ",
    type: PerformanceTypes.de,
    text: "Булчин хяналтгүйгээр агшсаны улмаас бие эмх замбараагүй  хөдөлгөөн хийж, эвгүй байрлалд орохыг дистониа гэнэ. Биед ихэвчлэн хөндүүр зовуурьтай байдаг.\n\nБиеийн аль ч хэсэгт явагдаж болно. Гар, \n\nХөл, , хүзүү, их бие, зовхи, нүүр, дууны хөвч гээд аль хэсгийг ч дайрч болно.\n\nХүүхэд нас, өсвөр нас, насанд хүрсэн үед гээд хэдийд ч илэрч болдог байна. Биеийн аль хэсэгт явагдаж байгаагаас шалтгаалан хэд хэдэн төрөлд хуваадаг. Жишээлбэл, ерөнхий булчингийн агшилтад бүх бие Хамрагддаг бол цэгийн агшилтад биеийн аль нэг хэсэг харин олон цэгийн агшилтад биеийн 2 болон түүнээс олон биеийн хэсэг хамрагдана. Эдгээр биеийн хэсэг нь хоорондоо холбоотой байх албагүй.\n\nСегментийн булчингийн агшилтад 2 болон түүнээс олон хоорондоо холбоотой биеийн хэсэг хамрагдана.\n\nТархины нэг тал бөмбөрцөг дагнасан дистониагийн үед бие өрөөлдөж таталт өгөх буюу дан нэг талын гар, хөлд булчингийн агшилт явагдана гэсэн үг.\n\nНуруу  нугасны дээд хэсгийн дистониа нь хамгийн элбэг тохиолддог цэгийн булчингийн агшилт. Хүзүүний булчин хамрагддаг учир толгойн хөдөлгөөнийг удирдаж чадахгүйд хүрдэг. Толгой урагш хойш эсвэл хоёр хажуу тийш савлах хөдөлгөөн хийдэг.\n\nХамгийн элбэг тохиолддог өөр нэг цэгийн булчингийн агшилт нь зовхи хаагдаж, нүд цавчлахад хүргэдэг.\n\nГавлын ясны булчингийн агшилт нь толгой, хүзүү, нүүрний хөдөлгөөнд нөлөөлдөг.\n\nБазалт өгдөг хэлбэр нь хоолойны булчинг агшаадаг учир хэл ярианы хүндрэл учруулдаг. Завж, уруул, хэлний булчинд нөлөөлдөг хэлбэр нь хэл яриа, залгиурт нөлөөлдөг.\n\nБичих чадварт нөлөөлдөг хэлбэр нь олон хүнд түр хугацаагаар тохиолддог.\n\nДопад засал авдаг хэлбэр нь хүүхэд нас болон өсвөр насанд тохиолдох ба алхаж явах чадварыг муутгадаг. Их явах тусам хурд хүч саардаг байна.\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[7],
      PerformanceDetailData[8],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Ажлын сонгон шалгаруулалтад сонгогдсон хүсэлт гаргагч ярилцлагын үеэр булчин нь агшиж салганах хөдөлгөөн хяналтгүй хийдэг болохоо хэлсэн. Гэхдээ түүний булчингийн агшилт нь допад засал авдаг хэдий ч өдрийн турш алхаж явах чадвар нь муудсаар байдаг болохоо тайлбарласан байна.\n\nАжил олгогч түүний ажлын хуваарийг өөрчилж алхаж явах шаардлагатай ажлуудыг ээлжийнхээ эхэнд хийгээд ээлжийн төгсгөл хэсэг рүү суугаа ажлуудаа хийдэг байхаар хуваарилахыг санал болгосон байна.",
        },
        {
          title: "",
          text: "Нурууны булчингийн агшилттай ажилтан утасны харилцуурыг барьж ярингаа компьютерын гар дээр шивэх ажлыг зэрэг хийж чадахгүй гэдгээ хэлсэн.\n\nНурууны булчин агшсанаас толгой нь салганаж чичирдэг байв. Тиймээс түүнд микрофонтой чихэвч авч өгснөөр утсандаа холбоод хоёр гар чөлөөтэй шивэх боломжтой болсон байна.",
        },
        {
          title: "",
          text: "Булчин агшиж чангардаг учраас харилцагчидтайгаа утсаар удаан ярьж үйлчилгээ үзүүлэхэд маш хүндрэлтэй байлаа. Өөрийн мэдэлгүй салганах, чичрэх хөдөлгөөн хийхээс гадна аман харилцаагаар ярилцаж ойлголцоход хэцүү болдог байв.\n\nТиймээс ажил олгогч нь үйлчлүүлэгчдийн асуулт, санал сэтгэгдэлд цахим шуудан, текст зурвас, шууд чат ашиглаж харилцах замаар ажлаа хийхийг зөвшөөрсөн байна.",
        },
        {
          title: "",
          text: "Ажлын сонгон шалгаруулалтад оролцож байсан нэгэн тухайн ажлын байрны жолоо барихыг шаардаж буй ажил үүргүүдийн хувьд санаа зовж байгаагаа хэлжээ. Учир нь түүний нүд хяналтгүйгээр цавчиж, зовхи нь байнга таталддаг байна. Гэтэл ажил олгогч нь шаардлага гарсан тохиолдолд хамт ажилладаг хэн нэг ажилтнаар жолоо барьж гүйцэтгэх ажлуудыг хийлгэж болно гэж үзсэн. Үүнийгээ албан ёсоор ажлын байрны тохируулга болгон хэрэгжүүлэхээ амласан. Яагаад гэвэл тэр ажлын байрны хувьд жолоо барих шаардлага ховор тохиолддог бөгөөд зайлшгүй чухал үүрэг даалгавар биш байсан.",
        },
        {
          title: "",
          text: "Гарын сарвуу хэсгийн булчингийн агшилттай нэгэн ажилтан удаан хугацаагаар юм бичиж чаддаггүй байв. Ажил олгогч нь эргиномик туслах хэрэгслээр хангажээ.",
        },
      ],
    },
  },
  {
    _id: "26",

    title: "Дөрвөлсөн буюу дөрвөн мөчийн саажилт ",
    type: PerformanceTypes.de,
    text: "Тэргэнцэр хэрэглэх шалтгаануудын нэг нь нуруу нугасны гэмтлээс үүдэлтэйгээр дөрвөлсөн эсвэл талласан саажилтад өртөж хөдөлгөөний хязгаарлалттай болох явдал билээ. Нуруу нугасны гэмтлээс тэргэнцэрт суух болсон хүмүүсийн дийлэх нь эрэгтэй хүмүүс байгаа тоон мэдээ дэлхийн байдаг байна.\n\nОлон алт судасны хатуурал, нурууны өвчин, хорт хавдах зэрэг шалтгаанууд нь мөн харилцан адилгүй хугацаагаар хөдөлгөөний хязгаарлалттай болгодог учир тэргэнцэр шалтгаануудын нэг болдог байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[0],
      PerformanceDetailData[22],
      PerformanceDetailData[7],
      PerformanceDetailData[8],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Сэтгэл заслын үйлчилгээ үзүүлдэг сэтгэцийн эмч мэргэжилтэй нэгэн дөрвөн мөчиндөө саажилттай байв. Гэтэл түүний ажлын өрөөг эртний хуучин барилга руу нүүлгэчихлээ. Тэнд тэргэнцэртэй хүн явахад ямар ч хүртээмжгүй байлаа.\n\nАжил олгогч нь анхнаасаа мэдэж байсан бөгөөд орох гарах хаалганд налуу шат хийлгэж мөн ариун цэврийн өрөөг тэргэнцэртэй хүн хэрэглэхэд хүртээмжтэй болгон засвар хийсэн байна.          ",
        },
        {
          title: "",
          text: "Хэл ярианы засалч өөрөө дөрвөн мөчний саажилттай нэгэн. Тэрээр стандарт ажлын байрны ард тэргэнцэртэйгээ суух ямар ч боломжгүй байв.\n\nАжил олгогч нь түүний ажлын байрыг эргиномикоор сольж өгснөөр дээш нь өргөн өндөрсгөж тэргэнцэртэйгээ орж сууж чадахаар болсон.",
        },
        {
          title: "",
          text: "Маркетингийн мэргэжилтэн жилд нэгээс илүү удаа гадагш томилолтоор явах хэрэгтэй байдаг. \n\nТэрээр нисэх онгоцны буудлаар үйлчлүүлэх мөн хурал болох газарт хүрсэн хойноо ийш тээшээ чөлөөтэй явж чадахгүй ганцаарддаг байсан.\n\nТүүний нислэгийн тасалбарыг захиалахдаа туслах хүн заавал хэрэгтэй гэдгийг хариуцлагатайгаар тэмдэглүүлж байхыг захиргааны ажилтнууддаа анхааруулсан байна. Мөн эцсийн цэгт буусан хойно нь тосон авч хурлын турш туслан үйлчлэх хүнийг цад зохион байгуулагчаас хөлслөн авдаг болжээ.",
        },
        {
          title: "",
          text: "Орон нутгийн төрийн байгууллагын ажилтан дөрвөн мөчний саажилттай ба үдийн хоолны цагаар хувийн туслах хүнээ ирүүлж хоол идэх ба хоолны дараа хувийн бэлтгэлээ хангахдаа туслуулж байхыг зөвшөөрөхийг хүссэн байна.\n\nУг ажилтны ийм туслалцаа авах хэрэгцээтэй болох нь илэрхий байгаа тул ажил олгогч нь ямар нэг эмчийн нотолгоо цаас шаардалгүйгээр шууд зөвшөөрчээ.",
        },
        {
          title: "",
          text: "Төсөл бичих ажлын байранд хүсэлт гаргасан нэгэн залуу дөрвөлсөн саажилттай нэгэн байв.\n\nАжил олгогч түүнээс хэрхэн компьютер ашиглаж бичих вэ гэж асуусанд төвөггүй хариулжээ. Нүдээр удирддаг төхөөрөмж залгах хувилбарт оролт байдаг ба түүнийг ашиглан компютертаа холбон нүдээрээ удирдан мэдээлэл оруулах болно гэдгээ хэлжээ. Тийнхүү ажилд авах шийдвэр ч гарсан байна, Ажил олгогч ч үнэ цэнтэй ажилтантай болсон байна.",
        },
        {
          title: "",
          text: "Дөрвөн мөчний саажилттай хүнийг төслийн менежерээр ажилд авчээ.\n\nАжлын байран дээрээ суугаад ажиллах гэтэл байгууллагын утсыг хэриглэж чадахааргүй байгааг ажил олгогчийн тал олж харсан юм. Энэ асуудлыг дор нь шийдсэн ба ухаалаг утас өгөөд тэргэнцрийнхээ тавцан дээр байрлуулж дуу хоолойгоор команд  өгч утсаа ажиллуулах боломжтойгоор программчилж өгсөн байна.",
        },
      ],
    },
  },
  {
    _id: "27",

    title: "Жирэмслэлт ",
    type: PerformanceTypes.ej,
    text: "Жирэмслэлтийн явц эмэгтэй хүн бүрд адилгүй явагддаг.\n\nСэтгэл санаанд ихээр өөрчлөлт гардаг ба бүр зарим нэг ажлын үүрэг даалгаврыг гүйцэтгэхэд нөлөөлөх хэмжээгээр хүртэл илэрдэг байна.\n\nЗарим эмэгтэй хүний ажил хийх чадварт ямар ч хязгаарлалт үүсгэхгүй байхад заримд нь өмнөхийн адил чөлөөтэй ажиллах боломж хомс болгодог байна. Жишээлбэл, дотор муухай оргих, эцэж сульдах, бөөлжих, байнгын хөндүүр зовуурьтай болох зэрэг нь ажлын байрны тохируулга авахад хүргэнэ.\n\nХавагнах нь олон цаг дараалж ажиллах, өглөө орой цагтаа ирж хангалттай ирцийн тэмдэглэлгүй болох, юм өргөх, зогсох, тонгойж бөхийх зэрэг үйлдэл гүйцэтгэх боломжгүй болоход хүргэдэг. Эдгээр нь ажлынхаа чухал даалгавруудыг хийж чадахгүйд хүргэх юм.\n\nДааврын өөрчлөлт нь анхаарал төвлөрөл, ой тогтоолтыг муутгаадахаас гадна сэтгэл түгшилтэй болгож бас болно.\n\nОй ойрхон хооллох, өөрт тухтайгаар хувцаслах зэрэг нь байгууллагын зарим нэг дотоод журамд харшлахыг үгүйсгэхгүй.\n\nЖирэмслэлттэй холбоотой эмнэл зүйн хүндрэлүүд бас гарч болно. Жишээлбэл, жирэмсний чихрийн шижин, нурууны хөндүүр зовуурь, цус багадалт, өндөр цусны даралт, шээсний замын халдвар, хүчилтөрөгчийн архаг дутагдал, сэтгэл гутрал, хэвтрийн дэглэм зэрэг байна.\n\nТөрсний дараах нөлөө ч бас удаан үргэлжилж болох ба өмнө байсан өвчнүүдийг сэдрээх эрсдэлтэй.\n\nАНУ-ын жишээг сонирхуулахад:\n\nНэгдсэн Холбооны хуулиар бол ажил олгогчийг жирэмсэн ажилтандаа ажлын байрны тохируулга гаргаж өгөхийг үүрэг болгосон байдаг уу?\n\nТИЙМ.\n\nЖирэмсэн ажилтнаа ялгаварлахгүй байх, жирэмсний тээлт, төрөлтийн өмнөх хүндрэл, эмийн эмчилгээ хийлгэхтэй холбоотойгоор зохицуулалт хийхийг шаардсан хэд хэдэн хууль байдаг. Үүнд Pregnant Workers Fairness Act, 1964 оны Civil Rights Act-ын Title VII шинэчлэгдсэн хувилбар, Pregnancy Discrimination Act, Americans with Disabilities Act.\n\n\nЖирэмслэлттэйгээр холбоотойгоор ямар нэгэн үйлдэл гүйцэтгэх чадвараа алдсан байгаа бол дээрх хуулиудын дор зохицуулагдана.\n\nЭдгээрээс гадна өөр олон хуульд жирэмсэн ажилтныг хамгаалах талаар заасан нөхцөлүүд байдаг. Жишээлбэл, Family and Medical Leave Act-аар гэр үйл болон эрүүл мэндийн шалтгаанаар цалингүй чөлөө олгохыг шаардсан байдаг ба үүнд жирэмслэлт, төрөлтийн явц, хүүхэд үрчлэлт мөн хамрагддаг байна.\n\nPregnant Workers Fairness Act юу шаарддаг вэ?\n\nЖирэмсэн ажилтан нь ураг тээлт, төрөлт, эмчилгээ хийлгэх шалтгаанаар ажлын байрны тохируулга авах шаардлага үүссэн хигээд шаардлагатай боломжит тохируулга нь ажил олгогчид хүндрэл үзүүлэхээргүй байгаа бол тийнхүү тохируулгаар хангах үүрэгтэй гэж тодорхой заасан байдаг. Мөн холбогдох бусад хууль болох PDA, ADA хуулийн баримт бичгүүдийн жирэмсэн ажилтантай холбоотой нөхцөлүүдийг хэрэгжүүлэх талаар тодорхой зааварчилгаа болж өгдөг.\n\nPWFA-ын дагуу хэрэглэх ажлын байрны тохируулгуудыг дурдвал:\n\n\n\t\t•\tЗайнаас ажиллахыг зөвшөөрөх\n\n\t\t•\tСуугаа байрлалд ажиллах боломж олгох \n\n\t\t•\tАжлын цагийн хуваарьт өөрчлөлт оруулж өглөө эрт ирэхийг шардахгүй байх,Богиносгосон цагаар ажиллахыг зөвшөөрөх \n\n\t\t•\tНэмэлт, уртасгасан, ойр ойрхон завсарлага авахыг зөвшөөрөх \n\nХооллох бодлого журамдаа тусгай нөхцөл оруулах\n\n\t\t•\tХамгийн ойр машины зогсоол гаргаж тусгай тэмдэг тавих\n\n\t\t•\tТөрсний дараа эмчийн хяналтад явах эсвэл нөхөн срэгээгдэх шаардлагатай бол нэмэлт чөлөө олгож ажлын байрыг нь хадгалах\n\n\t\t•\tТүр хугацаагаар өөр ажилд шилжүүлэн томилох\n\nБусад холбогдох хуулиудад дээрхийн адил тодорхой заасан байдаг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[4],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Даатгалын компанийн харилцагчтай үйлчлэх ажилтан жирэмсэн бөгөөд удаан суухад хөл, нуруугаар нь байнга зовуурилан өвддөг байв. Ариун цэврийн өрөө ойр ойрхон орох хэрэг гардаг болов.\n\nАжил олгогч нь эргиномик ажлын байр авч өгснөөр босоо, суугаа байрлалд ээлжлэн ажиллах боломжтой болов. Бүх ажилтанд зөвшөөрөгдсөн гучин минутын завсарлагыг богино богиноор авч ашиглахдаа дээр нь цөөн хэдэн минут нэмж авахыг зөвшөөрчээ.",
        },
        {
          title: "",
          text: "Нөхөн сэргээлтийн эмнэлгийн сувилахуйн сувилагч гурван сартай жирэмсэн байв. Жирэмсний үеийн хүндрэл өгсөн учир түүнийг эмч хорин фунтээс илүү жинтэй зүйл өргөхгүй байхыг зөвлөжээ.\n\nТүүний ажлын байрны тодорхойлолтод түр хугацаагаар өөрчлөлт оруулж өөрөө хөдлөх чадвартай байгаа өвчтөнүүдтэй ажиллуулахаар болсон. Харин хорин фунтээс илүү хүнд зүйл өргөж хөдөлгөх болбол хамт ажилладаг хүмүүс нь тусалж байхыг хүний нөөцийн зүгээс албан ёсоор имэйлээр мэдэгдсэн байна.",
        },
        {
          title: "",
          text: "Социал хэвлэлийн зохицуулагчаар  ажилладаг эмэгтэй жирэмснийхээ сүүлийн сард хэвтрийн дэглэм барихгүй бол жирэмсний хожуу үеийн хордлого нэлээн хүнд явагдаж эхлэв.\n\nТүүнийг их хэмжээгээр дээш өгсөх, алхах, зогсохыг хориглосон байна.\n\nТиймээс ажил олгогч нь хуулиар зөвшөөрсөн тохируулгуудаас богиносгосон цагаар ажиллуулах ихэнх ажлаа зайнаас хийх боломжтой байсан тул тийнхүү ажиллахыг зөвшөөрөх гэсэн тохируулгуудыг хэрэгжүүлсэн байна. Багийн хуралд цахимаар дүрстээр оролцохыг санал болгосон.",
        },
        {
          title: "",
          text: "Хуулийн зөвлөгөө үйлчилгээ үзүүлдэг компанийн ресепшинист ажлын дундуур хөхний сүүгээ сааж зориулалтын уутанд нь хийж хүүхдэдээ өгөх маргаашийн сүүгээ бэлтгэх хэрэгтэй байгаагаа учирласан юм.\n\nХүнд харигдахааргүй хаалттай хувийн орон зай гаргаж өгснөөр сүүгээ саах хэрэгтэй болсон үед богино завсарлага авч харин хэн нэг ажилтан нь түр орлох боломжийг олгосон байна. Тэрээр саасан сүүгээ хадгалж байхад орой авч явахад нь хэрэгтэй жижиг хэмжээний хөргөгч авчирч цайных өрөөндөө тавьжээ.",
        },
        {
          title: "",
          text: "Үйлдвэрлэлийн компанийн чанар шалгагч эмэгтэй жирэмсний явцдаа хөлийн шилбэ, тавхайгаараа хавагнаж эхэлсэн юм.\n\nТүүний ажил байнга зогсож тэрүүхэн тэндээ эргэлдэж ажиллахыг шаарддаг.\n\nЖирэмсний хяналтад явж байгаа эмч нь түүнийг ойр ойрхон амарч хөлөн очих даралтыг багасгаж байхгүй бол аюултай гэж анхааруулсан байлаа.\n\nАжил олгогч нь түүнийг хэрэгтэй үедээ богино завсарлага авч байхыг зөвшөөрөөд босоо суугаа байрла шилждэг эргиномик сандал авч өгснөөр амарч байхдаа хөлөө дээш өргөж амраах боломжтой болсон байна.",
        },
      ],
    },
  },
  {
    _id: "28",

    title: "Зайлшгүй Чичирхийлэлд ",
    type: PerformanceTypes.zi,
    text: "Хүн ямар нэг хөдөлгөөн, үйлдэл хийж байхад эсвэл хийхийг завдахад ямар ч шалтгаангүйгээр чичрэх, салганах хөдөлгөөн явагдахыг зайлшгүй чичрэлт гэж нэрлэж байна.\n\nЭнэ бол мэдрэлийн эсүүдийн гэмтэлтэй холбоотойгоор хүний биед явагдаж байгаа чичирхийлэл юм. \n\nГар ямар нэг үйлдэл хийж байхдаа чичирхийлэн салганадаг бол харин Паркинсон өвчний шинж тэмдэг нь арай өөр. Гар биеийн хажууг даган сул унжиж байхад эсвэл гараа өвөр дээрээ тавин сууж байхад салганадаг.\n\nГаринаас гадна толгойн хөдөлгөөн, дуу хоолны дуугаралтад нөлөөлдөг.\n\nИймэрхүү салганах, чичирхийлэх хөдөлгөөн нь шалтгаанаараа олон янз байдаг ба энэхүү хэлбэр нь маш элбэг тохиолддог.\n\nЗайлшгүй чичирхийлэл нь харьцангуй зөөлөн хэлбэрийн эмгэгт тооцогддог. Хөдөлгөөн, дуу хоолойд нөлөөлөхөөс өөр хүндрэл үзүүлдэггүй учир зөөлөн хэлбэрт тооцогддог байна.\n\nЭнэхүү хөдөлгөөн нь тархины ухамсарт удирдлагаар хийгддэггүй.\n\nБиеийн бүтцээр энгийн тайлбарла юм бол ястай холбоотой том булчингуудын хяналтгүй хөдөлгөөн гэж хэлж болно. Хэмнэлттэйгээр, хурдтайгаар чичирхийлэл өгдөг.\n\nНэгэнт чичирхийлэл өгч эхэлсний дараа зогсоох гэж оролдох нь улам дордуулдаг болохыг мэдэж байх нь зүйтэй. Гарын сарвуу хэсэг салганан чичирхийлснээр жижиг зүйл барихад төвөгтэй болно. Жишээлбэл, аяга халбага барих, юм бичих гэ мэт.\n\nАжлын байран дээр бол гар тэмдэглэл хийх, компьютердээр шивэх, \n\nХулгана ашиглан ажиллах, жижиг хэмжээтэй зүйл барьж ажиллуулах зэрэг үйлдлийг гүйцэтгэхэд хүндрэлтэй байх болно. Ингэснээр бусадтай харилцах,холбоо барихад ч хэцүү болж ирнэ.\n\nЭцэж ядрах, стрессдэх, сэтгэл түгших,  гадна хэт халуун, хүйтэн хэмд өртөх нь чичирхийлэлтэйг улам ихэсгэдэг.\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[6],
      PerformanceDetailData[20],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Мэдээллийн ажилтан компьютерын гар, хулганаар ажиллахад маш хэцүү болж ирсэн.\n\nМэдээллийн ажилтан компьютерын гар, хулганаар ажиллахад маш хэцүү болж ирсэн. Гар нь өөрийн мэдэлгүй чичирхийлдэг болжээ. Ажил олгогч нь яриа таньж текстэд буулгах программ хангамж, эргиномик гар, хулгана авч өгчээ.",
        },
        {
          title: "",
          text: "Үйлдвэрийн угсралтын хэлтэст шинээр ажилд орсон ажилтантайгаа жижиг эд ангиудыг угсрах ажилд томилогдов. Уг нь том эд анги угсрах ажил хийлгэхээр ажилд авсан хэдий ч том эд анги угсрах ажил нэг хэсэгтээ гарахгүй хүлээгдэж байсан. Тиймээс том эд анги угсралтын ажил гартал вакум сорогч багажаар хангаж жижиг эд анги барьж угсрахад нь тохируулга болгон туслалцаа үзүүлсэн.",
        },
        {
          title: "",
          text: "Гарын чичирхийлэл нь улам ихсэж байсан тул утасны харилцуур барьж ярих боломжгүй болж байлаа.\n\nУтсаар мэдээлэл өгөх нь түүний үндсэн үүрэг даалгавар байсан тул ажил үүргийн хуваарилалт шинээр хийх боломжгүй байв. Тиймээс түүнд микрофонтой чихэвч өгснөөр удаан хугацаагаар харилцуур байрилгүйгээр чөлөөтэй ярилцах боломж бүрдэж ажлаа үргэлжлүүлэн хийж чадахаар болжээ.",
        },
        {
          title: "",
          text: "Цахилгаанчин байнга гадаа ажилладаг ба түүний гчичирхийллэт зуны халуун болон өвлийн хүйтэн саруудад эрс ихсэж байгаа нь илт мэдрэгдсэн. \n\nЗайгаар ажилладаг сэнс болон дулаацуулагч хувцсаар хангасан нь төдийлөн үр дүнтэй тохируулга болж чадсангүй. Тиймээс эрс халуун, хүйтэн өдрүүдэд чөлөө өгч цаашдаа дотор ажилладаг өөр ажилд шилжүүлэн томилох боломж байгаа эсэхийг эрэлхийлж эхэлсэн байна.",
        },
        {
          title: "",
          text: "Нэгэн багш гарын чичирхийлэлтэйгээ болж автомат онгойлгогчгүй хаалгатай хэсэгт нэвтэрч чадахгүй байлаа. Хүн ирэхийг хүлээдэг болсон байв. Сургуулийн бүх хаалгыг автоматаар онгойдог болгох боломжгүй байсан тул түүний хамгийн их нэвтэрдэг хэсгүүдийн хаалганд автомат онгойлгогч суулгаж бусад хаалганы бариулыг эргиномирк болгон өөрчилсөн байна.",
        },
      ],
    },
  },
  {
    _id: "29",

    title: "Зан төлөвийн эмгэг ",
    type: PerformanceTypes.zi,
    text: "Зан төлөвийн эмгэг гэдэг нь сэтгэцийн эмгэгээс ялгаатай шинж нь засарч, бүр мөсөн арилах боломжтой байдаг. Жишээлбэл улигт бодол албадмал үйлдлийн эмгэг гэхээр сэтгэцийн эмгэг байна. Харин улигт бодол албадмал үйлдлийн эмгэгтэй зан төлөвт өөрчлөлт орох нь түр зуурын байж болох юм.\n\nЯмар нэг хэлбэрийн зан төлөвийн эмгэгтэй хүн ямар нэг зүйл болохгүй байна гэдгээ өөрөөр хэлбэл нийгмийн харилцаанд орох, ажил үйлсээ бүтээхэд харилцаа нь саад учруулж байна гэдгийг мэдэж байгаа хэрнээ хэрхэн засаж өөрчлөхөө мэддэггүй.\n\nХүн хувь хүнийхээ соёлоос хэт гажууд зан үйл гаргаж доторх хүнээсээ хэтэрхий өөрөөр илэрч гарахыг зан төлөвийн эмгэгтэй байна хэмээн хэлж байна. Нэгэнт илэрсэн ямар нэг зан төлөвийн эмгэг нь тэр чигээрээ хөгжиж улам хүндэрдэг. Өсвөр үеийнхэн юм уу залуу насанд хүрэгсдэд анх илэрдэг.\n\nЦаг хугацаа өнгөрөх тусам гажууд зан төлөв нь тогтворжиж эмгэг болон хөгждөг.\n\nАрван тодорхой зан төлөвийн эмгэг байдгийг доор тоочвол:\n\nПараной маягийн зан төлөвийн эмгэг–хэнд ч итгэдэггүй ба үргэлж хардаж сэрддэг. Бусдын аливаа үйлдэл албаар эсэргүүцэж хийсэн мэт санагддаг.\n\nШизофдин маягийн сэтгэцийн эмгэг–нийгмээс өөрөө тасарч, сэтгэл хөдлөлийн илэрхийлэл муу байдаг.\n\nШизофрины урьтал зан төлөвийн эмгэг–дотно харилцаанд таагүй мэдрэмж авахад маш хурцаар илэрхийлж, бодит байдлаас хэтэрхий өөрөөр аливааг ойлгон танин мэдэж, өвөрмөц содон зан үйл гаргадаг. \n\nНийгмийн эсрэг зан төлөвийн эмгэг–бусдын эрхийг үл тоомсорлодог бас зөрчдөг. \n\nХил хязгаарын хувь хүний зан төлөвийн эмгэг–сэтгэл зүйн тогтворгүйдээ, хэн нэгнээс ихээр хамаардаг, ямар нэг дүрд маш сайн ордог, сэтгэл санааны хувьд огцом өөрчлөгддөг.\n\nДүр үзүүлэх зан төлөвийн эмгэг–хэт их сэтгэл хөдлөл гаргаж бусдын анхаарлыг татахыг хичээдэг.\n\nНорсосист зан төлөвийн эмгэг--өөрийгөө хэт товойлгодог, дандаа бусдаар хүндлүүлэхийг хүсдэг, хүнийг эсвэл аливааг бодитоор таньж ойлгох чадваргүй байдаг.\n\nНийгмээс тасрах буюу зожгирох зан төлөвийн эмгэг–бусадтай чөлөөтэй харилцах харилцаанд өөртөө хориг тавьдаг, ямар нэг зүйлээр дутуу мэдрэмж байнга авдаг, сөрөг саналд хэт мэдрэг байдаг. \n\nБусдаас хамаарах зан төлөвийн эмгэг–бусдаар халамжлуулан анхааруулах хэт өндөр хэрэгцээтэй бөгөөд байнга хэн нэгнээс хамааралтай бах дуртай.\n\nУлигт бодол ба албадтал үйлдлийн эмгэг–болоогүй нөхцөл байдалд хүртэл хэт хяналт анхаарал тавьж, дэс дарааллаар нь явуулахыг хүсдэг ба төгс төгөлдөр байлгах гэж зүтгэдэг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

    functions: [
      PerformanceDetailData[17],
      PerformanceDetailData[6],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Улигт бодол албадмал үйлдлийн эмгэг зан төлөвийн өөрчлөлтөд орсон ажилтан эрүүл мэндийн байгууллагад туслах ажил хийдэг.\n\nӨөрийг нь ажилд авах шийдвэр гарсны дараа сэтгэл зүйн онцлогтой болохоо хэлж ажлаа хийхэд нь зарим тохируулга хэрэгтэй болохыг хэлсэн байна. Ажлын зааварчилгааг бичгээр өгөх, шалгах хуудасны маягт гаргаж өгөх, хувийн ажлын орон зай гаргаж өгөхийг хүсжээ.\n\nАжил олгогч нь дээрх тохируулгуудыг зөвшөөрч хэрэглүүлсэн боловч цөөн хэдэн долоо хоногийн дараа өвчтөний түүх баримтжуулдаг протокол нь төвөгтэй их адармаатай тохиромжгүй юм хэмээн шүүмжилж эхэлсэн. Супервайзертаа баримтжуулалтыг өөрийнхөөрөө бичнэ гэдгээ хэлэхэд ингэж дураараа аашлахыг яагаад ч хүлээн зөвшөөрөхгүй гэж анхааруулсан боловч өөрөө тусдаа тэмдэглэ хийж эхлэв.\n\nСупервайзер нь ингэхээ болихгүй бол ажлаас халах хэмжээд сахилгын арга хэмжээ авна гэдгийг анхааруулсан хэдий ч түүний санал болгож байгаа өөрчлөлтийг ажил олгогч нэвтрүүлэх хэрэгтэй гэж бичгээр хариу өглөө. Ажил олгогчийн зүгээс нийт ажилтан нэг иил загвартай систем ашиглах ёстой гэдгийг тайлбарласан хэдий ч үргэлжлүүлэн тэмцсээр байсан тул түүний хөдөлмөрийн гэрээг цуцалсан байна.",
        },
        {
          title: "",
          text: "Хил хязгаарын зан төлөвийн эмгэгтэй үсний загвар зохиогч эмэгтэй нэлээн өндөр зэрэглэлийн гоо сайхны салонд ажилладаг.\n\nТэрээр үе үе гэнэт маш их сэтгэл гонсойж ажлаа шууд хаяад явчихдаг байв. Олон удаа давтагдсан учир супервайзер нь чухалчлан уулзахыг хүссэн. Нөгөө үсний загвар гаргадаг эмэгтэй маань гэнэт ийм огцом хямралд ордог бөгөөд өөрөө хэрхэн удирдахаа мэддэггүй хэмээн үнэнээ хэлсэн байна.\n\nСэтгэцийн эмчээс сэгэл заслын үйлчилгээ авдаг байсан боловч сүүлийн үед ажлын хуваариасаа болоод зөвлөх үйлчилгээндээ явж чадахгүй байгаагаа мөн хэлэв.\n\nАжил олгогч нь түүнийг тогтмол элжинд гарах санал тавьсан. Ийнхүү ээлжээ өөрчилснөөр өглөөний цагийг сэтгэл заслын эмчилгээндээ зориулж үдээс хойш ажлаа эхэлдэг болох боломжтой болсон юм.\n\nМөн нэг ээлжээс нөгөө элжинд шилжихдээ хэрвээ шаардлагатай бол хоёр өдрийн цалингүй чөлөө нэмж авахыг зөвшөөрсөн.\n\nЭдгээр зохицуулалтыг ажлын байрны тохируулга болгон хийснээр уг эмэгтэй бүрэн ур чадвараа гаргаж амжилттай ажиллаж чадсан бөгөөд нөгөө талдаа уг салоны эзэн чадварлаг загварчнаа алдалгүй ажиллуулж чадсан билээ.",
        },
        {
          title: "",
          text: "Нийгмийн эсрэг зан төлөвийн эмгэгтэй барилгын ажилчин байлаа. Нэг өдөр хамт барилга дээр ажиллаж байсан нэг залууд өөрт нь дургүй гэдгээ хэлж “араа даагаарай” хэмээн айлган сүрдүүлсэн байв.\n\nХамт ажиллаж байсан залуу нь супервайзертаа түүний энэ үйлдлийг мэдэгдсэн юм. Супервайзер нь нөгөө залууг дуудан ямар асуудал байгааг асуусан. Гэтэл тэрээр зүгээр л тэр ажилчинд дургүй гэж хэлсэн.\n\nДахин ийм зан үйл гаргавал энд дахин ажиллахгүй болохыг анхааруулжээ.\n\nДолоо хоногийн дараа дахин хүнд заналхийлэл хийсэн. Супервайзер анхааруулсныхаа дагуу шууд хөдөлмөрийн гэрээг нь цуцлав. Тэгэхэд нь нийгмийн эсрэг зан төлөвийн эмгэгтэй хэмээн оношлогдсон болохоо илчилжээ.\n\nЭнэ тохиолдолд ажил олгогч цуцлах шийдвэрээ буцаах үүрэггүй юм. Учир нь сэтгэл зүйн эмгэгтэй болохоо илчлэхээс өмнө гарсан шийдвэр юм. Анхны сануулгаар илчлэх боломжтой байсан хэдий ч тэгээгүй харин ч дахин өөр хүнийг үг хэлээр сүрдүүлсэн байна.",
        },
        {
          title: "",
          text: "Шизферины төрлийн зан төлөвийн эмгэгтэй нэгэн харилцагчдад үйлчлэх ажилтнаар хоёр жил ажилласан.Бизнесийн шаардлагаар ажил олгогч нь түүний ажилд харилцагчидтай нүүр тулж хийх уулзалтууд хуваарилж эхэлсэн байна. Тэгмэгц уг ажилтны талаар харилцагч нар гомдол мэдүүлж эхэлсэн байна.\n\nЭхний удаад түүнд найрсгаар зөвлөгөө өгөх маягаар хэлсэн боловч ажилтан бүртэй хийдэг гүйцэтгэл ба хөгжлийн уулзалтаар илүү нухацтай ярилцсан юм. Тэрээр зан төлөвийн эмгэгтэй бөгөөд сэтгэл хөдлөл гаргаж харилцдаг нь бусдад бүдүүлэг  эсвэл үл хайхарсан байдалтай харагддаг байж магадгүй хэмээн хүлээн зөвшөөрсөн байна.\n\nЭрүүл мэндийн шалтгаанаар зүй зохистой харилцаж чадахгүй байгааг нь ойлгосон учир өмнөх утсаар мэдээлэл өгдөг ажилд нь эргүүлэн томилсон байна.",
        },
        {
          title: "",
          text: "Айж зайлсхий зан төлөвийн эмгэгтэй нэгэн хөгжлийн бэрхшээлийн даатгалын компанид мэргэжлийн нөхөн сэргээлтийн зөвлөхөөр ажилладаг. Анх ажилд орохдоо сэгэл зүйн эмгэгтэй болохоо хэлсэн тул бүтэн цагаар гэрээс ажиллахыг зөвшөөрсөн байсан.\n\nУдирдах ажилтан солигдож зарим нэг үүрэг даалгаврыг заавал оффис дээр ирж хийдэг байхаар шинэчлэл хийсэн. Бусдаас тасрах зан төлөвийн эмгэгтэй ажилтан маань тодорхой шалтгааны улмаас гэрээс ажиллаж байсан гэдгээ хэлээд хүний нөөцийн хэлтэст өгсөн эрүүл мэндийн баримт бичигтэй танилцахыг хүссэн юм. Олон хүний дунд байхдаа маш ихээр тухгүйдэг учир түүний хувьд давчуу хурцадмал нөхцөл бадал үүсдэг гэж тайлбарлан учирласан байна. Мөн тиймээс гэрээсээ ажилладаг шигээ бүтээмж өндөртэй байж чадахгүй байх вий хэмээн эмээж байгаагаа хэлсэн.\n\nАжил олгогч эргэн хариу барихдаа үргэлжлүүлэн гэрээсээ ажиллаж болно гэжээ.",
        },
        {
          title: "",
          text: "Дүрд хувирах зан төлөвийн эмгэгтэй нэгэн эмэгтэй даатгалын компанид нэхэмжлэл хүлээн авч боловсруулах ажил хийдэг ба түүний ажлын байр хаалтаар тусгаарлагдсан байдаг. Хэт хувийн чанартай асуудал чангаар ярьж уйлах шахам болдог. Заримдаа хамт ажилладаг хүмүүсээ тэвэрч аваад л тэдэнтэй ойр байдагтай ямар их баяладагаа дахин дахин илэрхийлдэг.\n\nАль нь байлаа гэсэн уг ажилтны энэхүү зан авир нь бусдад маш их саад болдог бас дургүйцэл төрүүлдэг байв.\n\nТиймээс супервайзер нь түүнтэй нүүр тулан ярилцахад сэтгэл зүйн эмгэгтэй болохоо хэлсэн байна.\n\nАжилтан маань эмнэлгийн нотолгоо бичиг баримтаа өгсөн ба түүнд нь аль бол хувийн орон зайнд ажиллуулбал сайн гэж зөвлөсөн байв. Ингэвэл бусадтай шууд хамаарарлгйү зүйлийг тэдэнтэй ярих боломжоор хомс болох ба утсаар ажлаа хийгээгүй цагтаа чихэвчээр дуу хөгжим сонсон өөрийгөө сатааруулж ажиллах боломжтой болно гэсэн байлаа. \n\n олгогч уг тохируулдгаар хангасан ба тэр нь ч үнэхээр үр дүнтэй байлаа.",
        },
        {
          title: "",
          text: "Шизофрениэ төрлийн сэтгэл зүйн эмгэгтэй нэгэн жижигхэн дэлгүүрийн  кассчинаар ажилд орсон.\n\nГуравхан долоо хоног ажиллаж байхад дэлгүүрийн үйлчлүүлэгчид түүний зан үйлдлийн талаар хэд хэдэн сөрөг сэтгэгдэл үлдээв. Харь гаригийн хүн, хуйвалдааны онол зэрэг хачин зүйлс ярьж амжсан байв.\n\nАжил олгогч түүнтэй ганцаарчилсан уулзалт хийхэд тэрээр сэтгэл зүйн эмгэгтэй болохоо хэлээд эмийн эмчилгээний дүнд хийсвэр бодол санаанаас ангижрах чадвартай болдогоо хэлжээ. Харамсалтай нь бараг өдөр бүр ийм байдалтай байдаг гэдгийг түүний эмчийн гаргасан дүгнэлтэд өгүүлсэн байдаг. Энэхүү эмнэлгийн нотолгоо дүгнэлтийг үзүүлсэн байна.\n\nОдоогийн ажилд шаардагдах хамгийн чухал ур чадвар бол үйлчлүүлэгчидтэй зохистой харилцах явдал юм. Тиймээс энэ ажлын зайлшгүй үүрэг даалгаврыг гүйцэтгэх чадваргүй хэмээн үзсэн тул бараа бүтээгдэхүүний нөөц тоолдог нярвын ажилд шилжүүлэн томилжээ. Хэдийгээр ажил олгогч ийм үүрэггүй ч үйлчлүүлэгчтэй харилцах шаардлагагүй ажлын байр байсан тул ийнхүү тусалсан байлаа.",
        },
        {
          title: "",
          text: "Өөрийгөө товойлгох зан төлөвийн эмгэгтэй нэгэн ажилтан программ хангамж хөгжүүлдэг компанид төслийн менежерээр ажилд оров. Ажилд оронгуутаа удалгүй хамт ажилладаг нөхдөдөө одоогийн чадваргүй ерөнхийлөгчийн байр сууринд хоёр жилийн дотор очсон байх болно хэмээжээ. Тэдний нэг нь дэд ерөнхийлөгчдөө энэ яриаг хэлснээр ерөнхийлөгчийн чихэнд хүрсэн байлаа. Түүнд туршилтын хугацаа өгсөн ба дахин ийм үйлдэл гаргавал хөдөлмөрийн гэрээг нь цуцална гэж сануулаад орхив.\n\nГэтэл гурван сарын дараа өөрийн ажлын амжилтуудыг тэмдэглэн тайлагнахын хажуугаар ирээдүйн ерөнхийлөгчид өргөмжилж байгаагаа бичин нит ажилтанд илгээн зөвшөөрч байвал гарын үсгээ зурахыг хүссэн юм.\n\nЭнэ явдлыг мөн адил түрүүний нөхөр дэд ерөнхийлөгчдөө мэдээлснээр ерөнхийлөгчийн чихэнд дуулдсан байв.\n\nТүүнийг ажлаас халагдсан тухай нь  хэлхээр дуудахад өөрийгөө хэтэрхий товойлгоод байдаг гэдгээ хүлээн зөвшөөрсөн хэдий ч ийнхүү илчлэхээс өмнө удаа дараалан гаргасан үйлдэл тул шийдвэрээ буцахгүй хэмээн түүнд хариулсан байна.",
        },
        {
          title: "",
          text: "Параной маягийн зан төлөвийн эмгэгтэй санхүүгийн зөвлөх маркетингийн томоохон компанид ажилладаг. Зан төлөвийн эмгэгээсээ болоод хамт ажилладаг нөхөд болон супервайзер нь түүний ажлыг санаатайгаар саатуулах, бүтэлгүйтүүлэх гээд байгаа мэт санагддаг байв.\n\nСэтгэл засал авч эхэлсэн бөгөөд зарим нэг бодож байгаа зүйлс нь үнэн биш гэдгийг ухаарч харсны үр дүнд ажлын байран дээрээ туслалцаа авах хэрэгтэй гэж бодсон.\n\nСэтгэл зүйн асуудалтай болохоо хэлж нэмэлт тохируулга батлуулахаар шийджээ.\n\nСупервайзертайгаа илүү ойрхон уулзалдаж үр дүнтэй харилцдаг болох, гүйцэтгэлийн уулзалтаар дэмжин туслах хүн авах, сэтгэл заслын зөвлөх үйлчилгээгээ үргэлжлүүлэн авахын тулд уян хатан хуваариар ажиллахыг хүсжээ.\n\nАжил олгогч нь эдгээр тохируулгыг зөвшөөрч бүтээмж сайтай ажиллахыг хүссэн.",
        },
       
      ],
    },
  },
  {
    _id: "30",

    title: "Зүрх, судасны согог",
    type: PerformanceTypes.zi,
    text: "Зүрх судасны эмгэг согог гэдэгт цусны өндөр даралт, зүрхний титэм судасны өвчлөл, зүрхний судас хатуурч цусан хангамж хаагдах, төрөлхийн зүрх судасны гэмтэл орно.\n\nДээрх согог бүр дор бүрнээ илрэх шинж тэмдгээрээ өөр өөр байна. Тэдгээрээс заримыг дурдвал: цээжээр хөндүүрлэх, зүүн гар дагаж эсвэл эрүү рүү цахилгаан гүйж байгаа мэт жирэлзэх, зүрх савлах, дэлсэх, хүчтэй лугших хурдан хурдан цохилох, хөлийн шагай, хэвлийн хөндий, уушги, зүрхээр хавантах, толгой эргэх, тамирдах, ухаан балартах,  ухаан алдах, амьсгалж чадахгүй болох, архаг тамирдалт, ходоод гэдэс хямарч дотор муухай оргих зэрэг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
    setup: [
      {
      title: 'Тамир тэнхээ барагдаж ядарч цуцдаг тул уртасгасан ээлжээр ажилла, биеийн хүчний даалгавар гүйцэтгэх боломжгүй.',
      details: [
        {
        title: "Гэрээс ажиллахыг зөвшөөрөх ",
        text: "",
      },
        {
        title: "Уян хатан ажлын хуваариар ажиллах мөн завсарлага авах цагийг өөртөө үр дүнтэй байхаар уян хатан зохицуулах ",
        text: "",
      },
        {
        title: "Эргиномик туслах хэрэгсэл, тоног төхөөрөмжөөр хангах ",
        text: "",
      },
        {
        title: "Хөдөлгөөнд дэмжлэг үзүүлэх зориулалтаар бэлтгэгдсэн сургуультай туслах амьтан авахыг зөвшөөрөх ",
        text: "",
      },
    ]
    },
      {
      title: 'Зүрх судасны асуудалтай хүмүүс толгой нь ихэр эргэдэг тул удаан зогсох, огцом босох, удаан алхаж явахад толгой нь эргэдэг.',
      details: [
        {
        title: "Гарын түшлэг болон түгжигчтэй сандал өгөх. ",
        text: "",
      },
        {
        title: "Гараа түшлэгт тавьснаар цэх сууж чадах ба сандлаа хөдөлгөөгүй түгжсэнээр сандал гулсаж толгой нь эргэн унах вий гэдэг айдасгүй болно.",
        text: "",
      },
        {
        title: "Босоо, суугаа байрлалд шилжих боломжтой сандал өгөх ",
        text: "",
      },
        {
        title: "Нэмэлт завсарлага авахыг зөвшөөрөх",
        text: "",
      },
        {
        title: "Нэг даалгаврыг бүрэн дуусгасан бол удаан алхаж явах зөвшөөрөл олгох.",
        text: "Том булчингийн үйл ажиллагаа нь саармагжиж идэвхгүй болдог. Эргиномик тоног төхөөрөмж хэрэглүүлэх ",
      },
        {
        title: "Өргөгч, цахилгаан тэрэг, босоо байрлалд урагш сунах боломжтой сандал зэрэг эргиномик бүтээгдэхүүнүүд байж болно.",
        text: "",
      },
        {
        title: "Хөдөлгөөн дэмжих туслах хэрэгсэл, үйлчилгээний сургуультай амьтан авахыг зөвшөөрөх. ",
        text: "",
      },
    ]
    },
      {
      title: 'Тамир тэнхээ барагдаж ядарч цуцдаг тул уртасгасан ээлжээр ажилла, биеийн хүчний даалгавар гүйцэтгэх боломжгүй.',
      details: [
        {
        title: "",
        text: "",
      },
        {
        title: "",
        text: "",
      },
    ]
    },
      {
      title: 'Зүрх судасны асуудалтай хүмүүс цус харвах нь элбэг бөгөөд жижиг булчингийн үйл ажиллагааны алдагдалтай болдог.',
      details: [
        {
        title: "Яриа таньж бичгээр буулгадаг программ эргиномик хулгана өгөх",
        text: "",
      },
        {
        title: "Эргиномик багаж болон багаж тэнцвэржүүлэгч өгөх.",
        text: "Бариул, сунагч гар зэрэг туслах хэрэгслээр хангах ",
      },
    ]
    },
      {
      title: 'Зүрхний хагалгааны дараах нөхөн сэргээлт, эмийн хүнд эмчилгээний дараах нөхөн сэргээлт, эмийн эмчилгээний хяналт хийлгэх шалтгаанаар эмчид ойр ойрхон үзүүлэх хэрэгтэй болдог.',
      details: [
        {
        title: "Гэрээс ажиллахыг зөвшөөрөх ",
        text: "",
      },
        {
        title: "Үдийн хоол болон бусад завсарлагыг уян хатнаар авч ашиглах боломж олгох. ",
        text: "",
      },
    ]
    },
  ],
    functions: [
      PerformanceDetailData[21],
      PerformanceDetailData[4],
      PerformanceDetailData[6],
      PerformanceDetailData[20],
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Шөнийн элжийн ачаа тээш зөөгч дунд оврын машины операторчин зүрхний шигдээс болдог бөгөөд түүний хувьд артерийн гол судасны хамгийн хүнд хэлбэрээр явагддаг байв.\n\nСупервайзер нь түүнийг өглөө болон өдрийн элжинд л гарахыг зөвшөөрдөг болов.",
        },
        {
          title: "",
          text: "Засвар үйлчилгээний ажилтан эрс тэс цаг агаарт ажиллахад түүний зүрх судасны асуудал нь ноцтой хүндэрдэг байв.\n\nТүүнийг хэт халуун эсвэл хэт хүйтэн өдрүүдэд дотор ажиллах боломж бүрдүүлж ажлын хуваарийг нь уян хатан байхыг зөвшөөрсөн.",
        },
        {
          title: "",
          text: "Марфины хам шинжтэй нэгэн үйлчлүүлэгчтэй харилцах ажил хийдэг байв. Түүний хам шинж зүрхний шигдээс рүү орсон тул эмчийн хяхналтайд байх болсон. Эмийн эмчилгээ эхэлсэн тул ойрын хугацаанд хэд хэдэн удаа эмчид үзүүлж хяналт, зөвлөгөө авах хэрэгтэй болсон юм. Эмчийн үзлэгийн цагууд дандаа түүний ээлжтэй өдрүүдэд таарчээ. \n\nТиймээс ажилтан удирдлагатаа эрүүл мэндийн байдлаа танилцуулж тухайн өдрүүдэд уян хатан хуваариар ажлаа нөхөж хийхийг хүссэн. Ажил олгогч нь түр хугацаанд тийнхүү уян хатан хуваариар ажиллахыг зөвшөөрсөн.",
        },
        {
          title: "",
          text: "Үйлдвэрийн угсралтын хэлтэст ажилладаг нэгэн эрэгтэй төрөлхийн зүрх судасны асуудалтайн дээр архаг уушийг, амьсгалын замын хүндрэлтэй нэгэн байлаа. Эмч түүнийг суугаа ажил хийхийг мөн 15 фунтээс хүнд жинтэй зүйл өргөхгүй байхыг зөвлөсөн. \n\nТүүний ажил үүргийн хуваарьт өөрчлөлт оруулах ямар ч боломж байгаагүй. Яагаад гэвэл угсралтын хэлтсийн үндсэн ажил бол хүнд эд ангиудыг өргөж угсарна. Угсралтын ажлыг байнга зогсож гүйцэтгэхээс өөр аргагүй. Тиймээс түүнийг суугаа ажилд шилжүүлэн томилсон байна.",
        },
        {
          title: "",
          text: "Шуудан зөөгчид хуваарилагдсан шуудангийн хайрцгууд дээд эгнээнүүдэд таарсан байна. Уг шуудан зөөгч байнгын өндөр даралттай явдаг нэгэн байв. Түүнийг эмч 25 фунтээс хүнд зүйл өргөх, түлхэхийг хориглосон.\n\nАжил олгогч нь түүнд цахилгаанаар ажилладаг тэрэг,  жижиг оврын зүйл дээш агаарт өргөгч авч өгчээ",
        },
        {
          title: "",
          text: "Түүний ажил үүргийн хуваариас гар ажиллагаа шаардсан даалгавруудыг хасаж өгсөн. Тэдгээр гар ажиллагаанууд нь заавал тухайн ажлын байран дээр гүйцэтгэх шаардлагатай биш байсан учраас өөр ажлын байр руу шилжүүлэх боломжтой байсан юм.",
        },
        {
          title: "",
          text: "Бараа бүтээгдэхүүн хүлээн авч бүртгэх үүрэгтэй нярав залуухан эмэгтэй хэдий ч төрөлхийн зүрхний согогтой байв. Хүнд зүйл өргөхөд ихээхэн хүндрэлтэй байлаа.\n\nХудалдан авалтыг захиалгад оруулахдаа савлагааны тоо хэмжээ, хүндийн жинг тодорхойлон оруулдаг байхыг түүнд зөвшөөрсөн. Мөн өндөрт тавьсан бараа бүтээгдэхүүнийг буулгахдаа ашиглах зорилгоор өндөрсгөгчтэй тавцан авч өгсөн байна. Мөн ажлын байр руугаа юм зөөж хол явахгүйн тулд түүний машиныг хамгийн ойр бас шатаар өгсөхгүй байхаар зогсоолд тавиулдаг болсон. Тэр машины зогсоолд тусгай тэмдэглэгээ тавьж өөр ажилтан ашиглахгүй байхаар зохицуулж өгсөн байна",
        },
      ],
    },
  },
  {
    _id: "31",

    title: "Катаплекси буюу Бүрэн сулрал ",
    type: PerformanceTypes.kl,
    text: "Катаплекси нь ихээр инээх эсвэл айх зэрэг хүчтэй сэтгэл хөдлөлийн дараа явагддаг төв мэдрэлийн системтэй холбоотой өвчин юм. Булчингийн агших, сунах ажиллагаа гэнэт алдагдаж түр зуурын саажилт үүсдэг. Энэ нь дангаараа тохиолдох нь ховор бөгөөд дээд тал нь 5 минут хэртэй л үргэлжилдэг. Үүний үр дагавар нь тогмолжиж үлдсэн бол давтарлт өгөх нь ховор байдаг. Харин нarcoleps буюу байнга нойрмог мансуурлын төлөвт байдаг зарим хүмүүс бараг өдөр бүр катаплекси өгдөг. Гэтэл зарим нarcolepsтой хүнд катаплекси явагддаггүй.\n\nКатаплекси дайралтын үед тухайн хүн ухамсарт мэдрэмжээ алддаггүй ч эрүү мултрах, зовхи унах аюултай. Ийнхүү хэл яриа, харааны байдалд нөлөөлдөг аж. Тэнцвэр муутай байх, дээд мөчинд сулрал явагдах, бүхэл биеэрээ хүчтэй унах зэрэг үр дагаврууд мөн гардаг.\n\nҮргэлжлэх хугацаа нь маш богино бөгөөд бүрмөсөн үлдэх үр нөлөө байхгүй хэдий ч зарим илрэлийн хувьд ажлын байрны тохируулга хэрэгтэй болдог. Ихэнхидээ хэл яриа муудаж ойлголцоход хүндрэлтэй болдог. Харааны байдалд нөлөөлөх, тэнцвэр муудах, дээд мөчний ажиллагаа сулрах, унах асуудал түр хугацаанд үргэлжилдэг.\n\n\n болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[4],
      PerformanceDetailData[7],
      PerformanceDetailData[8],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Ажилд сонгон шалгаруулах уулзалтад дуудагдсан нэгэн ажил хайгч катаплекситай болохоо хэлж гадуур хөөцөлдөх ажлуудын хувьд санаа зовж байгаагаа илэрхийлсэн. Сургалт семинар зэрэг үйл ажиллагаанд машин түрээсэлдэг боловч түүнийг ажилд авах эцсийн шийдвэр гарсан тохиолдолд машин түрээслэхийн оронд хот хоорондын автобусаар аялахыг нь зөвшөөрч зохих хуваарь гаргаж өгч болно гэдгийг ажил олгогч хэлсэн. ",
        },
        {
          title: "",
          text: "Мэргэжлийн зэрэглэлээрээ дунд түвшний нэгэн хуульчийн зөв гар нь мэдээгүй болж хүч султай боложээ. Хэргийн кэйсүүдээ баримтжуулж тэмдэглэл хийхийн тулд нэг гарт компютерын гар, аман яриаг текстэд буулгагч програм хангамж хэрэглэдэг болсон",
        },
        {
          title: "",
          text: "Нэгэн сонины редактор катаплекси нь давталт өгсний дараахан тор хугацаагаар хэл ярианы согогтой болдог.  Бусад сэтгүүлчидтэй чөлөөтэй харилцахын тулд компьютерт чатлха программ суулгажээ.",
        },
        {
          title: "",
          text: "Нягтлан бодогч ажлын ачаалал эрс ихэссэн үед стрессийн түвшин нь дээд цэгтээ тулж катаплекси нь дахидаг байлаа. Ажил олгогч нь түүний ажил үүргийн тодорхойлолтод дүн шинжилгээ хийж зайлшгүй түүгээр хийлгэх шаардлагатай үүрэг даалгавруудыг үлдээж ажлын ачааллыг нь багасгасан. Компанийн зүгээс нийт ажилтнууддаа зориулсан дэмжлэг хөтөлбөрт хамрагдах санал тавьжээ.",
        },
        {
          title: "",
          text: "Нэгэн нарийн бичгийн дарга катаплекситай бөгөөд ихээр инээснийхээ дараа сандалнаасаа уначихдаг байв. Тйимээс түүнд гарын түшлэг, гуян дээгүүр нь давуулан бүсэлдэг бүстэй ажлын сандал авч өгсөн байна.",
        },
        {
          title: "",
          text: "Агуулахын ажилтан суурь өвчнийхөө улмаас бүхэл биеэрээ газар унадаг аюултай учир түүний ажлын хэсгийн шалан дээр зөөлөн дэвсгэр дэвсэж уналтын хүчийг сааруулах арга хэмжээ авсан байлаа. Мөн шатаар авирах бүртээ хамгаалалтны бүс зүүж байхаар хангаж өгчээ.",
        },
        {
          title: "",
          text: "Ажилд орох хүсэлт гаргасан нэгэн катаплекситай байв. Ажил олгогч түүнийг ухаан алдвал яах билээ гэхээс хамгийн их санаа нь зовж байлаа. Тиймээс тэр хоёр хамтдаа сууж байгаад ярилцсаны үр дүнд сайн төлөвлөгөө гаргаж чадсан юм. Ажилд сонгогдвол түүний шууд удирдлагад нь нөхцөл байдлыг танилцуулан гэнэтйин тохиолдол гарсан үед ямар тусламж үзүүлэх боломжтойг судлан бэлэн байх хэрэгтэй юм байна гэдгийг хэн хэн нь олйгож авлаа.",
        },
        {
          title: "",
          text: "Нэгэн ажилтан шууд удирдлагатайгаа нүүр тулсан уулзалт хийхэд сандарч стрессдсэнээсээ болоод ойр ойрхон унгаад байдаг гэдгээ хэлжээ.\n\nТиймээс аль болох зайнаас уулзалт хийдэг байхыг ажил олгогч нь түүний шууд удирдлагад зөвлөсөн байв.",
        },
        
      ],
    },
  },
  {
    _id: "32",

    title: "КОВИД вирусийн үр дагавар ",
    type: PerformanceTypes.kl,
    text: "Улс орнуудын өвчин эмгэг судлалын төвүүдээс хийсэн судалгаагаар КОВИД вирусээр өвчлөөд, халдварыг дарж, хүндрэлийг эмчилсэн хэдий ч уг вирусээр өвчилсний үр дагавар зарим хүнд хэдэн долоо хоног, хэдэн сар тэр бүү хэл жилээр ч үргэлжилж байгаа нь батлагдсан. Үүнийг дэлхий нитээр урт КОВИД ч гэж нэрлэж байна. Дараах үр дагатруудада хийх шинжилгээ, оношилгоо гэж байхгүй. Хүнд хүнд үлдээх үр дагавар янз бүр байгаа ба бусад өвчнүүдийн шинж тэмдэгтэй адилаар илэрч байгаа юм.\n\nИхэнх хүнд КОВИД вирусийн халдвар дараах үед нь илэрч байгаа хэдий ч зарим хүний шинжилгээний хариу эерэг биш сөрөг эсвэл КОВИД вирусээр өвчилсөн гэх нотолгоо гарахгүй байна. Тиймээс эрүүл мэндийн ажилтнуудын хувьд КОВИД-ын дараах үе үү өөр асуудал уу гэдгийг ялгаж оношлоход хүндрэлтэй болсон.\n\nХүний биеийн системүүдийг хэд хэдээр нь гэмтээж эрхтний үйл ажиллагааг нэгэн зэрэг доголдуулах тохиолдол ч байна. Зүрх, уушги, бөөр, арьс, тархины үйл ажиллагаанд ихээхэн нөлөөлж байна.\n\nМөн КОВИД вирусээр өвчлөөгүй хүнтэй харьцуулахад өвчилсөн хүмүүст чихрийн шижин, зүрх судасны эмгэг, мэдрэлийн үйл ажиллагааны доголдлууд шинээр үүсэх нь их байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
    setup: [
      {
        title: "Уртаар гүйцэт амьсгалж чадахгүй байх эсвэл амьсгаа авахад хүндрэлтэй байх ",
        details: [
          {
            title: "Тохиромжтой маск олж хангах ",
            text: "",
          },
          {
            title: "Тохиромжтой нөхцөлд маскаа авахыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Биеийн хүч шардсан үүрэг даалгаврыг багасгах ",
            text: "",
          },
          {
            title: "Завсарлага авч амрахыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Амьсгалын замын хүндрэлийг өдөөгч хүчин зүйлсийг ажлын байран дээр аль болох судалж багасгах ",
            text: "",
          },
          {
            title: "Хиймэл амьсгалуур хэрэглэх зэрэг эмчилгээ хийлгэх цаг гаргаж өгөх ",
            text: "",
          },
          {
            title: "Ажил үүргийн тодорхойлолтод бүтцийн өөрчлөлт хийж завсрын үүрэг даалгаврыг хасах, өөр ажлын байранд шилжүүлэх ",
            text: "",
          },
          {
            title: "Амьсгалын замын хүндрэл гэнэт сэдэрсэн нөхцөлд авах яаралтай тусламжийн төлөвлөгөө боловсруулах ",
            text: "",
          },
          {
            title: "Зайнаас ажиллахыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Эмчилгээний чөлөө олгох ",
            text: "",
          },
        ]
      },
      {
        title: "Ядрамтгай, цуцамтгай болох ",
        details: [
          {
            title: "Завсарлага авч амрахыг зөвшөөрөх ",
            text: "Эргиномик ажлын байраар хангах ",
          },
          {
            title: "Уян хатан хуваариар ажиллахыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Завсрын үүрэг даалгаврыг хасах зорилгоор ажлын байрны тодорхойлолтод бүтцийн өөрчлөлт хийх ",
            text: "",
          },
          {
            title: "Зайнаас ажиллахыг зөвшөөрөх ",
            text: "",
          },
        ]
      },
      {
        title: "Сэтгэн бодож, төвлөрч чадахаа болих",
        details: [
          {
            title: "Уян хатан хуваариар ажиллахыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Завсарлага авч амрахыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Сэтгэлд гутралд орох эсвэл юмнаас байнга түгшдэг шинж тэмдэг нь сэдэрч илэрвэл өөрт үр дүнтэй байдаг арга техникээ ашиглах боломжтой хувийн орон зай гаргаж өгөх ",
            text: "",
          },
          {
            title: "Сургуультай үйлчлэх амьтан ашиглахыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Дэмжин туслах хүн авахыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Ажлын байран дээрх сэдрээгч хүчин зүйлсийг илрүүлж, багасгах",
            text: "",
          },
          {
            title: "Эмчилгээний чөлөө авахыг зөвшөөрөх ",
            text: "",
          },
        ]
      },
      {
        title: "Нойргүйдэл ",
        details: [
          {
            title: "Богино завсарлага авч түр зуур дугхийхийг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Уян хатан хуваариар ажиллахыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Ажлын байрны орчны хэмийг аль болох сэрүүн байлгах зохицуулалтыг хийх ",
            text: "",
          },
          {
            title: "Хүйтэн ундааны төрөл ажлын байран дээрээ авчирч уухыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Зайнаас ажиллахыг зөвшөөрөх ",
            text: "",
          },
        ]
      },
      {
        title: "Зүрх хурдан хурдан цохиж дэлсэх ",
        details: [
          {
            title: "Завсарлага авч амрахыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Ажлын байрны орчны хэмийг хянан зохицуулах ",
            text: "",
          },
          {
            title: "Эргиномик ажлын байраар хангах ",
            text: "",
          },
          {
            title: "Ажлын байран дээрээ шингэн юм хангалттай хэмжээгээр уухыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Гэнэт сэдэрч хүндэрсэн нөхцөлд авах арга хэмжээ боловсруулах ",
            text: "",
          },
          {
            title: "Зайнаас ажиллахыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Эмчилгээний чөлөө олгох ",
            text: "",
          },
        ]
      },
      {
        title: "Холбогч эд болон булчингийн зовуурь ",
        details: [
          {
            title: "Завсарлага авч амрахыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Биед нэг дор их ачаалал өгч ажиллахгүй байхаар зохицуулах ",
            text: "",
          },
          {
            title: "Эргиномик ажлын байраар хангах ",
            text: "",
          },
          {
            title: "Уян хатан хуваариар ажиллахыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Ажлын байрны тодорхойлолтод дүн шинжилгээ хийж завсрын үүрэг даалгаврыг хасах ",
            text: "",
          },
          {
            title: "Зайнаас ажиллахыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Эмчилгээний чөлөө авахыг зөвшөөрөх ",
            text: "",
          },
        ]
      },
      {
        title: "Толгой өвдөх ",
        details: [
          {
            title: "Ажлын байртай холбоотой сэдрээгч хүчин зүйлсийг багасгах ",
            text: "",
          },
          {
            title: "Гэрэлтүүлгийн өөр хувилбар суулгаж өгөх ",
            text: "",
          },
          {
            title: "Дэлгэцийн гялбааг багасгах ",
            text: "",
          },
          {
            title: "Уян хатан хуваариар ажиллахыг зөвшөөрөх ",
            text: "",
          },
          {
            title: "Зайнаас ажиллахыг зөвшөөрөх ",
            text: "",
          },
        ]
      },
    ],
    functions: [
      PerformanceDetailData[0],
      PerformanceDetailData[21],
      PerformanceDetailData[5],
      PerformanceDetailData[9],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Хүний нөөцийн хэлтсийн ажилтан КОВИД вирусээр өвдсөнийхөө дараа удаан хугацаанд үргэлжилсэн үр дагавраас нь салж чадахгүй байлаа. Уртаар гүйцэт амьсгалж чадахгүй богино богиноор тасалдаж амьсгалдаг болсон байв. Маш ихээр ядарч, стресстэйгээрээ бүр дорддог байжээ.\n\nАжил олгогч нь түүнийг холимог гэрээгээр ажиллахыг зөвшөөрсөн нь долоо хоногийн зарим өдөрт зайнаас буюу гэрээс заримд нь оффист ирж ажиллахыг зөвшөөрсөн. Оффист ирсэн өдрүүддээ завсарлага авч байхыг мөн зөвшөөрчээ.",
        },
        {
          title: "",
          text: "КОВИД вирусээр өвчлөөд эдгэрсэн хэдий ч үр дагавраар нь дууссангүй. Нэгэн ажилтан нойргүйдэлд орж унтаж чадахаа больжээ.\n\nЭрүүл мэндийн мэргэжилтний зөвлөснөөр долоо хоногт ажлын дөчин цагаас хэтрэлгүйгээр ажиллах ба ингэхдээ нэг долоо хоног бүтэн гэрээс ажиллаж үзэх хүсэлт гаргасан. Ажил олгогч нь хэр үр дүнтэй байхыг харах зорилгоор туршилтын хугацааны тохируулгаар баталсан байна.",
        },
        {
          title: "",
          text: "Бизнесийн зөвлөх нэг удаа КОВИД туссанаас хойш дахин тусах вий, өмнөх хүндрэлүүд сэдрэх вий гэхээс байнга сэтгэл түгшиж тайван байж чадахаа больжээ.\n\n нарыг хүлээн авч биечлэн уулзалт хийдэг ажилтай учир дахин халдвар авах вий гэж санаа зовох бүрэн үндэстэй байлаа. ажил олгогч нь хагас цаг гэрээс ажилладаг байх санал тавьсан байна.",
        },
        {
          title: "",
          text: "КОВИД вирусээр өвчилж урхаг нь гүйцэт эдгэрээгүй нэгэн мэдээллийн ажилтан амьсгалын замын асуудалтай болж үлдсэн бөгөөд ойр ойр ханиалгадаг болжээ.\n\nУтсаар зөвлөгөө мэдээлэл өгдөг ажилттай тул байнга ханиалгаад байхаар удаан ярихад хэцүү байла.\n\nТүүний ажлыг түр хугацаагаар сольсон нь харилцагч нарт үйлчлэх ажлын байранд шилжүүлсэн хэрэг юм. Харилцагч нарт үйлчлэх ажилтнууд утсаар биш онлайн чатаар мэдээлэл өгдөг тул тун тохиромжтой сонголт боллоо.",
        },
        {
          title: "",
          text: "Барилгын ажилчин КОВИД туссанаас хойш биеийн хүч шаардсан ажил үүргийг хийж чадахгүйд хүрэв. Компанийн эзэн түүнийг чөлөө авч нөхөн сэргээгдэх эмчилгээнд явахыг зөвшөөрсөн.",
        },
        {
          title: "",
          text: "Борлуулалтын ажилтан сониорсонхүмүүст бараа бүтэгдэхүүний мэдээллийг утсаар өгөхдөө тухайн бүтээгдэхүүний үзүүлэлтүүдийг бүрэн танилцуулж чадахгүй байв. Ягаад гэвэл тэрээр ярьж байгаад гэнэт мартаад байдаг болсон байв.\n\nАжил олгогч нь бүтээгдэхүүнүүдийн гол үзүүлэлтийг цаасаар өгдөг болов. Түүнээс гадна нэг өдөр гэрээс ажиллаж бичиг цаасны ажлаа тайван хийдэг байхыг зөвшөөрөв.",
        },
        {
          title: "",
          text: "Нэгэн цэвэрлэгч эмэгтэй КОВИД вирусийн халдвараа эдгээж чадсан хэдий ч маш ихээр ядарч цуцдаг болов.\n\nТүүнийг үнэхээр их ядарсан үедээ богино завсарлага авч ачааллаа тааруулж байхыг зөвшөөрсөн. Энэ тохируулгыг хэрэглүүлэхэд ямар ч өртөг зардал гараагүй.",
        },
        
      ],
    },
  },
  {
    _id: "33",

    title: "Лаймын өвчин ",
    type: PerformanceTypes.kl,
    text: "Лаймын өвчин нь бактерийн гаралтай. Хүнд халдвар тэгж хачиг хувалзын хазалтаас дамждаг.\n\nХалдвар тээгч хачигт хазуулсан бол улайж ус гүйнэ, арьсан дээр тууралт гарна, толгой өвдөнө.\n\nБусад элбэг тохиолддог шинж тэмдгээс дурдвал халуурах, сэтгэл зовнилтой болох, эцэж ядрах, булчин болон холбогч зөөлөн эдээр хөндүүрлэж өвдөж болно.\n\nМэдэхгүй удааснаар дараах ноцтой өвчинд хүргэж болно: архаг зовуурь, үе мөчний үрэвсэл,\n\nменингит, үе мөч, бэлхүүс,  нуруу нугасаар халуу дүүгэх хатгаж өвдөх, саажих, архаг ядаргаа, сэтгэл гутрал,  зүрх судасны өвчин, хараа муудах, амьсгалын замын хүндрэл, хоол боловсруулах үйл ажиллагаа доголдох зэрэг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[0],
      PerformanceDetailData[4],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Орон сууцны засвар үйлчилгээний ажилтан Лаймын өвчин тусаж маш ихээр ядарч цуцдаг болов. Нэг байрнаас нөгөө байр хүртэл алхаж засварын дуудлагын дагуу ажил гүйцэтгэж явахад хамаг эрч хүчээ шавхдаг болсон тул өдөржингөө тийнхүү ажиллана гэхдээ хэцүү байв.\n\nТэрээр удирдлагатаа хандан ажлаа хийж чадахгүй болох вий хэмээн санаа зовж буйгаа хэлсэн. Удирдлага нь ирсэн дуудлагуудыг дэс дарааллаар нь явж үйлчилгээ үзүүлдэг байсан бүтцэдээ өөрллөт оруулж түүнийг тодорхой тооны байр хариуцдаг болгосон байна. Тиймээс тэрээр тухайн нэг юмуу хоёр байранд гарсан гэмтэл засварыг засаж янзалдаг болсон. хаана л дуудлага гарна тэр байр руу гүйж очихоо больсон тул явах нь багассан.",
        },
        {
          title: "",
          text: "Лаймын өвчтэй нэгэн ажилтан сэтгэл гутралын шинж тэмдэг илрэх болсон ба тэр нь ажлаа хэвийн хийхэд саад болж байгааг хэлж мэдэгдэж эхэлсэн.\n\nТэрээр ажлаа эцсийн хугацаанаас оройтуулалгүй гүйцэтгэж чадаж байгаа хэдий ч гүйцэтгэлийн чанар нь энд тэнд муу байгааг өөрөө олж харсан.\n\nТэрээр гэртээ сэтгэл санааны дэмжигч амьтантай хамт амьдардаг ба тэрхүү найз нь гэрээс гадуур орчинд бусдад саад учруулахгүйгээр биеэ зөв авч явдаг болохыг хэлсэн. Мөн өөрөө ч гэсэн уг амьтантайгаа зөв зохистой харилцах сургалтад явж бэлтгэгдсэн гэдгээ тайлбарлажээ. Түнийгээ ажил дээрээ авчирвал түүний сэтгэл санаанд эергээр нөлөөлөх учир зөвшөөрөл хүссэн юм.\n\nАжил олгогч нь түүнд уг амьтнаа авчрахыг зөвшөөрсөн. Энэ нь түүнд хэрэгтэй ажлын байрны тохируулга байсан юм. Харин ажлаа хиж байгаа бусдад саад учруулахгүй байх ёстойг анхааруулсан.",
        },
        {
          title: "",
          text: "Ажилд орох хүсэлтээ гаргасан нэгэн сонгон шалгаруулах ярилцлагад дуудагдан ярилцаж байхад Лаймын өвчтэй бөгөөд стресс багатай байвал өвчнийхөө явцыг удирдаж чаддаг болохоо тайлбарлажээ. \n\nСупервайзертайгаа нүүр тулан ганцаарчлан уулзахад маш ихээр стресстдэг гэдгээ бас хэлсэн байна.\n\nШинэ ажил олгогч болох хүн нь уг уулзалтыг утсаар эсвэл цахимаар хийдэг байх хүсэлт гаргахыг зөвшөөрсөн. Харин зайлшгүй биечлэн уулзах шаардлага гарвал дэмжих хүн авч орохыг зөвшөөрсөн байна.",
        },
        {
          title: "",
          text: "Лаймын өвчнөөсөө болоод их хэмжээний шивэх ажлыг хийхэд ихээхэн хүндрэлтэй байгаагаа хэлсэн. Архаг хөндүүр зовуурьтай болсон байна.\n\nЯриа таньж бичигт буулгадаг программ өндөр үзүүлэлттэйг нь худалдан авч компьютерт нь суулгаж өгсөн.",
        },
        {
          title: "",
          text: "Ажилд орох хүсэлтээ ирүүлсэн нэгэн Лаймын өвчтэй ба түүнээс болоод толгой маш ихээр өвддөг буюу мигрентэй болохоо хэлжээ.\n\nМигренийг сэдрээгч том хүчин зүйл бол гэрэлтүүлэг юм. Оффист нийт талбайгаар нь суулгасан өдрийн гэрэлд туяа болон гялбааны шүүлтүүр хийж, тухайн ажилтны ажлын байрны орчинд нь бүдэг гэрэл тавьж өгсөн.",
        },

        
      ],
    },
  },
  {
    _id: "34",

    title: "Мансууруулах Бодсонд Донтолт ",
    type: PerformanceTypes.mn,
    text: "Мансууруулах бодисын донтолт нь архагшиж бас сэдэрч болно. Гэхдээ донтолтоосоо бүр мөсөн гарах ч боломжтой. Хүн эхлээд ухамсартайгаар сонголт хийж мансууруулах бодис хэрэглэж үздэг. Гэтэл энэ нь хэрэглэсэн даруйд хүний сэгэл санаанд тааламжтай мэдрэмж төрүүлэх байдлаар тархины үйл ажиллагаанд нөлөөлдөг бол урт хугацаандаа тархинд явагдаж буй бодисын солилцоогоор дамжин хүний биед байнгын нөлөө үзүүлдэг болдгийг судалгаагаар баталсан байна. Тийнхүү тархины үйл ажиллагаанд байнгын нөлөөтэй болдог. Нэгэнт мансууруулах бодисын нөлөөгөөр ажиллаж дассан тархи уг бодисыг нэхэж эхэлдэг ба хүн өөрөө хэчнээн их тэвчээд ч хэрэглээгээ зогсооход маш хэцүү болдог.\n\nМансууруулах бодисоос хараат хүнд түлхүү хэрэглүүлдэг ажлын байрны тохируулгад эмийн эмчилгээний үеэр цалинтай ба цалингүй чөлөөг дотоод журмын дагуу дээд хэмжээгээр зөвшөөрөх,  сэтгэл заслын зөвлөгөө авах үеэр ажлын цагийн хуваарийг уян хатнаа зохицуулж өгөх, эм, эмийн бодистой харьцдаг ажил хийдэг хүн ажлын байрны давуу талаа ашиглан донтох хэрэгцээгээ ажлын байран дээр хангах эрсдэлтэй тул өндөр хяналт тавих, түүний донтолтыг сэдрээхгүй байх ажилд томилох, зэрэг байж болно.\n\n\nХэн нэг ажилтан тань мансууруулах бодисын донтолттой эсэхийг хэрхэн таних вэ\n\nДараах зан байдал илэртэл илүү нарийн судалсны үндсэн дээр донтолттой эсэхийг магадлах нь зүйтэй. Эдгээр шинж тэмдэг танд анхдагч мэдээллийг өгнө:\n\n•\tХэлэлгүйгээр ажлаа таслах, олон өдрийн чөлөө авах \n\n•\tажлын байран дээрээс удаа дараалан урт хугацаагаар алга болох, ямар ч үндэслэлгүй шалтаг гэнэт гаргаж ирэх \n\n•\tуулзалтад ирэхгүй байх, ажлын эцсийн хугацаанд амжиж гүйцэтгэл өгдөггүй байх\n\n•\t ажлын бүтээмж огцом муудаж, сайжрах \n\n•\t анхаарал төвлөрөхгүй байх, буруу шийдвэр гаргах, асуудлыг зөв илрүүлж чадахгүй байх, эдгээр шалтгааны улмаас алдаа гаргадаг байх.\n\n•\t андуурч будилах,  юм санахгүй байх, анхаарал төвлөрөхгүй байх, нарийвчилсан мэдээлэл, зааварчилгааг олон дахин унших, мартах.\n\n•\t энгийн хялбар ажилд илүү их цаг, хүчин чармайлт гаргах. \n\n•\t хамт олонтойгоо зөв харилцаж чадахгүй байх.\n\n•\t алдаагаа хүлээн зөвшөөрөхгүй байх, бусдаас бурууг эрэх, үл ойшоох.\n\n•\t хувийн ариун цэвэр, гадаад байдалдаа анхаарал тавихаа болих.\n\n•\t тохиромжгүй үед дандаа урт ханцуйтай хувцас өмсөх.\n\n•\t хувийн зан араншин өөрчлөлт орох. Сэтгэл санаа тогтворгүйтэх, сэтгэл түгших, гутрах, огцом сэтгэл хөдлөлд орж удирдаж чадахгүй байх, амиа хорлох сэдэл төрж, дохио зангаагаар илэрхийлэх. \n\n•\t бусадтай чөлөөтэй харилцахаа больж, мэргэжлийн ажлаа ч ганцаараа л хийхийг илүүд үздэг болох\n\nМансууруулах бодисын донтолтыг эмчлэх боломжтой юу \n\nБоломжтой. Эмчилгээний хөтөлбөрт олон янзын арга хосолсон байх тусмаа тархи мансууруулах бодис нэхэх толонд хэрэглэхгүй өнгөрүүлэхэд тустай. Эмчилгээний хөтөлбөрийг тухайн хүнд тохируулан ганцаарчилсан байдлаар гаргах нь илүү үр дүнтэй байдаг. Ерөнхийдөө зургаагаас цөөн сарих бол богино хугацааны эмчилгээнд орох ба эмийн эмчилгээ, хэвтэн эмчлүүлэх, эмийн бус гадуур эмчилгээ хосолдог.\n\nУрт хугацааны эмчилгээг олон нийтэд түшиглэсэн аргаар хийдэг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[6],
      PerformanceDetailData[9],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Мансууруулах бодсонд донтолттой байсан үйлдвэрийн ажилтан нөхөн сэргээх зөвлөх үйлчилгээ авч эхэлсэн ба сэтгэл заслын зөвлө нь зөвхөн оройн цагаар л зөвлөгөө өгөх боломжтой байлаа.\n\nАжил олгогч нь түүнийг зөвлөгөө авсан өдрүүддээ илүү цагаар ажиллахгүйгээр чөлөө авахыг зөвшөөрсөн",
        },
        {
          title: "",
          text: "Нэгэн сувилагч мансууруулах бодисын донтолттой байсан бөгөөд хуулиар эмчилгээний зориулалтад зөвшөөрөгдөөгүй бодис ажлын байран дээр хэрэглэдэг болох нь баригдсан байна.\n\nТэдний эмнэлгийн дотоод бодлогоор бол мансууруулах бодисоос гарах нөхөн сэргээлтийн эмчилгээнд явсан бол “сүүлчийн боломж” нөхцөлтэйгөөр ажилдаа эргэн орохыг зөвшөөрдөг байлаа. Ажилдаа эргэн ирэхэд нь түүнийг эм тариа хуваарилдаггүй ажилд томилсон. Яагаад гэвэл эм тариатай харьцах нь мансууруулах бодисын хэрэглээг нь өдөөж байсан.",
        },
        {
          title: "",
          text: "Өмнө нь мансууруулах бодис хэрэглэдэг байсан нэгэн утасны мэдээллийн ажилтан байв. Тэрээр ерөнхийдөө их стресстэй бадагтай ялангуяа супервайзертайгаа хийх ажлын гүйцэтгэлийн уулзалт түүний хувьд маш хэцүү даваа байлаа.\n\nСупервайзер нь түүнтэй нүүр тулан уулзахын оронд бичгээр гүйцэтгэлийн үнэлгээг нь авдаг болохыг зөвшөөрчээ.",
        },
        {
          title: "",
          text: "Мансууруулах бодисын донтолттой хүмүүстэй ажилладаг зөвлөх өөрөө өмнө нь мансууруулах бодис хэрэглэдэг байсан байна. Тэрээр гэр бүл дотроо гарсан хямралын хажуугаар харилцагч нартаа үр дүнтэй зөвлөгөө өгч ажиллана гэхэд тун хэцүү болов. Ажил олгогч нь түүнийг чөлөө авч гэр бүлийн асуудлаа шийдвэрлэчхээд эргэн ажилдаа орохыг зөвшөөрчээ.",
        },

        
      ],
    },
  },
  {
    _id: "35",

    title: "Могойн Хор тууралт ",
    type: PerformanceTypes.mn,
    text: "Салхин цэцгийн вирусээр сэдэрдэгтууралт ба бүсэлхийгээр ороож тойрсон маягаар гардаг. Салхин цэцэг туссаны дараа могойн хор тууралтын вирус хүний биеийн мэдрэлийн эсэд үлддэг ба хэдэн жилээр ч унтангаа байдалтай байж болно. Хүний биеэс гадагшилж арилна гэж байхгүй бөгөөд дараах хүчин зүйлсээр сэдэрдэг байна: стресс, сул дархлаа, насжилт. Эдгээр хүчин зүйлсээр үржиж идэвхэждэг.\n\nХүний арьсанд нуугдан нойрссон вирусүүд идэвхжин мэдрэлийн эсүүдэд нэвчиж тууралт хэлбэрээр арьсан дээр харагддаг юм.\n\nТууралт гарснаар мэдээ алдах, чимчигнэх, загатнах, хөндүүртэй болох шинж тэмдгүүд илэрнэ. Битүү ус гүйсэн тууралт болж хувирна. Яагаад гэвэл уг вирус нь анхнаасаа хүний арьсны хэлэн авагч мэдрэлийн судас бүхий хэсэгт орж хорогдсон байдаг. Тэрхүү хүлээн авагч мэдрэлийн судлалыг дермотин гэдэг.\n\nИхэхидээ биеийн нэг талыг дагаж туурдаг ба их бие, нүүр, хамар, нүд зэрэг эрхтнээр туурдаг байна. тууралт харагдахаас наана оношлоход адармаатай ба олгой, зүрх судасны өвчинтэй андуурагдах гээд байдаг.\n\nТохирсон эмчилгээгээ хийснээр тууралт гарах хугацааг богиносгох, хөндүүр зовуурийг багасгах байдлаар үйлчилнэ. \n\nТууралт гарч дуусан дэгэрсэн хэдий ч мэдрэлийн гаралтай архаг хөндүүртэй болж үлдэх эрсдэл бий. Энэхүү үлдцийг бол эмчлэх боломжгүй юм.Богино хугацаагаар ч гэсэн хүчтэй стресст орвол өмнө туурч байсан газраар хөндүүр үүсдэг байна. Ийм тууралт гарсан хүмүүсийн маш бага хувь нь дахилт өгсөн байдаг нь судалгаагаар илэрсэн байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[17],
      PerformanceDetailData[6],
      PerformanceDetailData[20],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Салхин цэцгийн тууралттай нэгэн профессор агааржуулагчийн хүйтэн агаарын урсгалд хүзүүгээр нь хөндүүрлэж өвддөг. Хүзүүнийх нь ар талаар битүү туурдаг учир тийнхүү хүйтэн агаарт хөндүүрлэж өвддөг байна.\n\n ажлын байрны тохируулга бол ердөө агааржуулагчид чиглэл өөрчлөгч хаалт хийгээд л болохоор байлаа. Хаалт хийснээр түүний суудаг хэсэг рүү хүчтэй урсгал очихооргүй болжээ.",
        },
        {
          title: "",
          text: "Санхүүгийн зохицуулагч ажлын байран дээрх дарамт сэдэвт сургалтад суух шаардлагатай болов. Түүний биеэр салхин цэцгийн тууралт гарсан байлаа.\n\nСургалт эхлэхийн өмнөх өдөр гэхэд салхин цэцгийн халдвар идэвхттэй хугацаандаа байлаа.\n\nАжил олгогч нь түүнийг зайнаас дүрстээр оролцохыг зөвшөөрсөн байна.",
        },
        {
          title: "",
          text: "Нэгэн сэтгүүлч салхин цэцгээр өвчлөөд нөхөн сэргэлтийн үедээ нэлээн хүндэвтэр байдалтай байсан.\n\nТүүний баруун нүдний эргэн тойронд нь туурсан байв. Эдгэрлийн үедээ тээрээр зургаан долоо хоногийн турш сэтгэл гутрал, байнгын толгойны өвдөлттэй өнгөрүүлсэн.",
        },
        {
          title: "",
          text: "Боловсролын ерөнхий газрын мэргэжилтэн салхин цэцгийн тууралтаас болоод унтаж чадахгүй байсан. Салхин цэцгийн тууралт нь мэдрэлийн гаралтай учраас мэндрэлийн судаснууд нь үрэвссэн байсан юм.\n\nЭмч түүнд хамгийн хүнд үе нь хоёр сарын дотор дуусна гэж хэлсэн.\n\nАжил олгогч нь гэрээсээ уян хатан хуваариар түр хугацаанд ажиллахыг зөвшөөрчээ. Унтах цагтаа унтаж ажиллах цагтаа ажиллах байдлаар хэт сульдахгйүгээр ажлаа чанартай хийхийг хэн хэн нь хүссэн учраас ийм зохицуулалт хийхээр тохиролцжээ.",
        },
        {
          title: "",
          text: "Ахлах тогооч эрүүл ахуйн шаардлагаар өмсдөг зориулалтын бээлий өмсөж чадахаа болив. Гараар нь  тууралт гарсан юм.\n\nАжлын байрны тохируулга болгож түүнд сүүн шингэний нунтаггүй бээлий авч өгдөг болсон.",
        },
        
        
      ],
    },
  },
  {
    _id: "36",

    title: "Насжилт ",
    type: PerformanceTypes.mn,
    text: "Ахмад настан болсон ч ямар нэг нэмэлт туслалцаагүйгээр бүтээмж сайтай ажиллах хүмүүс зөндөө байдаг боловч тэдэнд ажил үүргээ хийж гүйцэтгэхэд сад болох хөнгөвтөр бэрхшээлүүд гарч болно. Өртөг багатай, олдоц сайтай тохируулгаар шийдвэрлэх боломжтой асуудал олон бий.\n\nНастнууд сэгэл гутрал, сэгэл зовнил, танин мэдэхүйн, мэдрэхүйн болон бие махбодын чадвар алдалттай болох нь их байдаг юм.\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\n улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[10],
      PerformanceDetailData[11],
      PerformanceDetailData[25],
      PerformanceDetailData[16],
      PerformanceDetailData[4],
      PerformanceDetailData[9],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Нэгэн ажилтан ухаан санаа тогтворгүй болж ажлынхаа маш чухал үүргүүдийг  ихээхэн зүдэрч гүйцэтгэдэг болсон байна. Эмчээс нь мэдээлэл, зөвлөгөө авсны үр дүнд ажил олгогч түүнийг байнгын давтамжтай ажил үүргүүдийг бол сайн хийх юм байна гэдгийг ойлгож авлаа. Түүнийг ажилтай байлгахыг хүссэн учраас түүний ажлын байрны тодорхойлолт дээр ажиллав. Өвчний улмаас гүйцэтгэж чадахгүй болсон үүрэг даалгавруудыг өөр ажлын байрнуудад шилжүүлэв. Түүний ажлын байранд оруулсан өөрчлөлттэй холбоотойгоор хариа хэлтсийнх нь бүх ажлын байрны тодорхойлолтыг дахин боловсруулж илүү мэргэшсэн ажлын байрнууд бий болгож чадсан байна.",
        },
        {
          title: "",
          text: "Нэгэн багийн гишүүнийх нь хараа үрс муудсан учраас ажил олгогч босоо байршилд тавьж хэрэглэдэг томруулагч, дэлгэц томруулагч программаар хангаж өгснөөр ажлын бүтээмжийн чанараа бууруулалгүйгээр өмнөх шигээ ажиллаж эхлэв. Ингэж оновчтой тохируулга тодорхойлохын тулд өөрөөс нь зөвшөөрөл авсны үндсэн дэр уг ажилтны нөхөн сэргэлтийн зөвлөхтэй нь холбогдсон юм.",
        },

        
      ],
    },
  },
  {
    _id: "37",

    title: "Нойрны хямрал ",
    type: PerformanceTypes.mn,
    text: "Хүн хэдэн янзаар нойрны хамралд ордог ба элбэг тохиолддог төрлүүд нь нойргүйдэл буюу нойр хүрээд байгаа хэр нь унтаж чадахгүй болох, нойр хүрэхгүй болох, мансуурлын дон, хөл чичгэнэх зэрэг болон.\n\nНойрны хямрал бол мэдрэлийн гаралтай согог бөгөөд хүний унтаж амрах горим, арга барилыг эвддэг.\n\nХүний ерөнхий эрүүл мэндэд хор хүргэхээс гадна  аюулгүй ажиллагааг алдагдуулж, амьдралын чанарыг муутгах аюултай.\n\nНойр муутай хонодог болсноор хүн жолоо барихад эрсдэлтэй болно. Суурь эрүүл мэндийн байдал нь муудна.\n\nНойрны хямралтай болсныг мэдэх шинж тэмдгүүдээс тоочвол өдрийн цагаар маш их унтах, хэвийн бусаар амьсгалах, унаж байхдаа ихээр хөдлөх, нойр хүрч өгөхийг байх зэрэг байдаг.\n\nОлон төрлийн нойрны хямрал байдаг учир үүссэн шалтгаан болох хэрхэн явагдаж байгаагаар нь ангилдаг. Мөн хүний зан үйлтэй холбож нойрны хямралтай байгаа эсэхийг тодорхойлох боломжтой. Ингэхдээ сэрүүн байх болон унтах мөчлөг, амьсгалах асуудал, өдрийн агаар хэр их нойрмоглож байгаагаар шинжинэ.\n\n\nХамгийн элбэг тохиолддог нойрны хямралууд:\n\nУнтаж чадахгүй байх—шөнө нойр хүрэвч унтаж чадахгүй байсаар өнгөрүүлэх\n\nХурхирах—унтаж байхдаа хэвийн бус амьсгалах. Энэ нь дотроо мөн төрөлтэй.\n\nХөл чичгэнэх—хүний тархи нойрсон амрахын өмнөхөн хөл яарч байгаа мэт салганах хөдөлгөөн хийх\n\nНойрны хямрал оношлох олон арга байдаг ба зөв оношилж чадвал бүрэн эмчлэх боломжтой юм. Эмчилгээг үр дүнтэй болгох эсвэл зөв нойрны горимд ороход ажлыг байрны тохируулга маш чухал үүрэгтэй байх болно.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[17],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Их сургуулийн шинээр орсон ажилтан анх удаагаа хотоос гадуур сургалтад суух болжээ. Өөр нэг ажилтантай нэг өрөөнд орох гэж байгаагаа мэдээд тэнхимийнхээ эрхлэгчид тусдаа өрөө авах хүсэлтэй байгаагаа хэлсэн. Нойргүйдэлтэй учир ая гаргагч төхөөрөмж ажиллуулж унтдаг ба үүнийгээ нууц хэвээр үлдэхийг хүсэж байгаагаа тайлбарласан юм.\n\nТүүнд энэ удаад бол тусад нь өрөө авч өгөхөд санхүүгийн хүндрэлгүй байгаа учраас хүсэлтийг нь хүлээн авч байгаа ба дараа дараачийн удаад санхүүгийн байдал ямар байгаагаас шалтгаалан тухай бүрд нь шийдэж байна гэдгээ ажил олгогч нь хэлсэн байна.",
        },
        {
          title: "",
          text: "Нэг ажилтан олон жилийн өмнө нэгэн төрлийн сэтгэцийн эмгэгтэй гэж оношлогдсон боловч өдийг хүртэл албан дүгнэлт гаргуулж авч байгаагүй тул баримт нотолгоо гаргаж өгч чадахгүй хэдий ч ажлын байрны тохируулга хүссэн байгаа юм. Түүний хүсэмжилсэн тохируулга нь тохиргоотой ажлын ширээ байсан. Гэнэт нойр нь хүрээд унаад өгөхөд сэрээх зориулалттай тоиргоотой ширээ хүссэн байна. Ажилтан өөрөө дахин эмнэлгээр явж давтан оношилгоо хийлгэх үсэлгүй айсан тул ажил олгогч түүний хүссэн тохируулгаар хангаж чадахгүй боловч бодитоор байгаа нөхцөл байдлыг нь хүлээн зөвшөөрч арай хямд нойр сэргээгч төхөөрөмж авч өгөхийг зөвшөөрсөн байна.",
        },
        {
          title: "",
          text: "Хууль сахиулагч байгууллагын ажилтан өдрийн элжинд гардаг хэдий ч хааяа шөнө дунд эсвэл амралтын өдрүүдэд дуудагдах тохиолдол ойр ойрхон гардаг байлаа. Нойрны хямралтай учраас ийнхүү шөнийн болон амралтын цагаар огт дуудахгүй байхыг хүссэн байна.\n\nТүүний ажилладаг байгууллагын хариа газар нутагт хэрэг төвөг ихээр гардаг тул бүх ажилтан шаардлагатай нөхцөлд бэлэн байдалд байх ёстой гэдэг шаардлага тавьдаг гэж ажил олгогч нь тайлбарласан . Түүнээс гадна энэ шаардлага бол тэдний ажлын байранд зайлшгүй тавигдах шаардлага гэж хэлсэн байна. Тиймээс түүний амралтын цагийг огт бусниулахгүй байх боломжгүй ба харин өөр ажлын бараанд шилжүүлэн томилох боломж байгаа :сэхийг судална гэж амлажээ.",
        },
        {
          title: "",
          text: "Олон жил ажилласан нойрны хямралтай нэг ажилтан нь ажил олгогчийнхоо шаардсан илүү цагаар ажиллаж чадахааргүй байв.\n\nИлүү цаг ажилласан өдрөө тухайн ажилтан маань ихээр сульдаж ядарч, анхаарал төвлөрч чадахгүй болж,өмнө гүйцэтгэдэг байсан хэмжээний үүрэг даалгавруудыг ч цаг тухайд нь амжуулж чадахгүй болдог. Тиймээс тэрээр илүү цаг огт авмааргүй байгаагаа илэрхийлсэн. гэтэл ажил олгогч нь олон удаа асууж лавласны эцэст мөн эмчийн гаргасан онош дүгнэлтийг цаасаар авч харсны эцэст илүү цагаар ажиллахыг таллан багасгаж болох хэдий ч огт илүү цаг ажиллуулахгүй байх боломжгүй гэж хариулсан байна.\n\nБизнесийн үйл ажиллагаатай холбоотойгоор улирлын чанартайгаар ихэсдэг ажлууд байдаг тул энэ онцгой үед хүн бүрийн хувь нэмэр асар чухал байдаг гэсэн тайлбар өгсөн юм.",
        },
        {
          title: "",
          text: "Санхүүгийн шинжээч компьютерын ард сууж байгаад гэнэт нам унтчихдаг нойрны согогтой хүн байсан. Ажил олгогч нь түүнд Doze нэртэй сэрүүлгийн авч өгсөн байна. Уг төхөөрөмж нь хөнгөн, нүдний шилтэй хүн зүүхэд сад болохооргүй авсаархан учир чихэндээ хийж зүүдэг. Уг хүн  зүүрмэглэн толгой дохиж эхлэхэд сэрүүлэг мэдэрч дуугарах замаар ажилладаг.",
        },
        {
          title: "",
          text: "Дайнд оролцож байсан ахмад дайчин одоо ачааны машины жолоочоор ажилладаг. Дайны улмаас цочролын дараах стрессийн эмгэгтэй болж үлдсэн нэгэн аж. Цочролын дараах стрессийн эмгэг нь  түүнийг нойрны хямралтай болгосон байна. \n\nШөнийн элжинд жолоо барих нь түүнд маш хүндрэлтэйн дээр аюултай байсан учир ажил олгогч нь өдрийн ээлж гармагц шилжүүлэн томилсон юм",
        },
        {
          title: "",
          text: "Харилцагчдад үйлчлэх ажилтан хэт их унтдаг нойрны хямралтай учир өглөө ажилдаа хоцордог болсон. Өглөөний элжинд харилцуурынхаа ард бэлэн байж харилцагчдад хэрэгтээ мэдээлэл зөвлөгөө өгөх боломжгүй болж хувирсан юм.\n\nӨглөөний элжинд гарах дуртай хүн олон байсан тул түүнийг өдрийн элжинд шилжүүлэхэд амархан байлаа",
        },
        {
          title: "",
          text: "Гүн нойрны хямралтай ажилтан шинэ эмийн эмчилгээ хийж эхэлсэн байлаа. Эмийн үйлчилгээ идэвхэжтэл хэт их унтдаг хэвээрээ байсан байна. Тиймээс өглөө эрт ажилдаа цагтаа бэлэн байхад асуудалтай болсон юм.\n\nАжил олгогч нь бизнесийн үйл ажиллагаа намдуурахн ачаалал багатай байгаа үе таарсан тул түр хугацаанд уян хатан хуваариар ажиллахыг зөвшөөрсөн юм. Ууж эхэлсэн эм нь үйлчилсний дараа ямар тохируулга хэрэгтэй байхыг хархаар шийдсэн байна. Хэрвээ уян хатан хуваариар ажиллах нь үр дүн муутай байвал байнгын өдрийн элжинд шилжүүлэх боломж эрэлхийлнэ гэж амласан байна. Мөн чихэнд дохио өгөгч төхөөрөмжөөр хангаж болно гэжээ",
        },
        {
          title: "",
          text: "Файбромиалжиа оноштой нэгэн сувилагч дүүргийн нэгдсэн эмнэлэгт ажилладаг байв.   Уг оношны онцлогоос болоод тэрээр ажлынхаа цагаар ихээр ядарч, байнгын хөндүүр зовуурьтай байдаг байлаа.\n\nЭмч нь түүнийг шөнийн ээлжид гарахаа больж өдрийн элжинд гардаг болбол хүний физиологийн цагийн горимыг эвдэлгүйгээр ажиллаж, амрах боломжтой болно гэдгийг хэлдэг байна.\n\nТэгээд түүнд санал болгосон ажлын байрны тохируулгуудад ажлын ээлжийг солих, арван хоёр цагаар дараалан хоёр удаа гарч ажиллахгүй байхаар ажлын бүтцийг нь өөрчлөх, хагас цагаар ажиллах цагийн тоог цөөлөх, ойр ойрхон богино завсарлаг авч байхыг зөвшөөрөх зэрэг байлаа",
        },
        {
          title: "",
          text: "Үйлдвэрт ажилладаг нэгэн улирлын чанартай сэтгэцийн эмгэгтэй учир хоёр дугаар ээлжид гардаг байсан. Гэтэл шинээр томилогдсон супервайзер түүнийг өглөөний элжинд шилжүүлсэн юм.\n\n\Тэрээр өглөө эрт босож ажилдаа ирэхэд маш ихээр ядардаг бас өдрийн турш анхаарал төвлөрч ажиллаж чадахгүй байсан.\n\nАжилтан шинэ удирдах ажилтандаа зөвхөн өдрийн элжинд гарч байсан шалтгааныг нь хүний нөөцийн хэлтсээсээ тодруулж болно хэмээн хэлсэн байна.\n\nИнгэсний үр дүнд түүнийг өмнөх элжинд нь буцаан хуваарилжээ",
        },
        {
          title: "",
          text: "Хэт гүн нойрноосоо болоод хүнсний дэлгүүрийн савлагч өглөө эрт ирж бараа бүтээгдэхүүн хүлээн авч чаддаггүй байв. Энэ хүндрэл нь түүний улирлын чанартай сэтгэцийн эмгэгтэй нь холбоотой юм.\n\nТүүнчлэн намрын сүүл сар, өвлийн бүх сард ихээр ядарч сульддаг бас сэгэл гутралд ордог байлаа.\n\nТүүнийг өдрийн ээлжид гарч ажиллахыг зөвшөөрснөөс гадна ажлын байрыг нь дэлгүүрийн цонхтой тал руу нүүлгэсэн байна. Хоёр дах тохируулга нь түүний сэтгэцийн хямралыг багасгах зорилготой байсан. Нарны гэрэлд ажилласнаар сэтгэл санаа тайван анхаарал нь сайн төвлөрөхөд үр дүнтэй байв",
        },
        {
          title: "",
          text: "Бамбай булчирхайн ажиллагааны доголдлоос бамбайн дутагдалд орсон хүн ажлын сонгон шалгаруулалтын ярилцлагад дуудагдсан байна. Тэрээр ямар оноштой болон уг оношны улмаас шөнө бөх унаж чаддаггүй ба хэвийн ажлын цагаар тогтмол ажиллахдаа асуудалтай болж байгаагаа нуулгүй хэлсэн юм.\n\nАжил олгогч түүнийг ажилтнаараа авах хүсэлтэй байгаагаа илэрхийлээд өглөө жаахан оройтож ирж орой жаахан сунаж тардаг байхаар ажлын цагийг нь уян хатнаар зохицуулах санал тавьсан",
        },
        {
          title: "",
          text: "Нойрны хямралтай оффисын ажилтан өглөө эрт босож чаддаггүй бөгөөд өдрийн ажлаа цагт нь амждаггүй дандаа хоцроодог байв. Эцсийн хугацаанд нь амжилгүй хоцроосны төлөө ямар нэг сахилгын шийтгэл авах ёсгүй гэж бодож байгаагаа хэлсэн байна.\n\nАжил олгогч нь түүнийг өглөө гучин минутаас хэтрэлгүйгээр хоцорч ажлаа эхлүүлдэг байхыг зөвшөөрсөн. Орой мөн тийм хугацаагаар сунаж ажиллаад өдрийнхөө гүйцэтгэлийг чанартай дуусгахыг санал болгосон байна",
        },
        {
          title: "",
          text: "Автобусны жолооч жолооны ард гэнэт унтчихдаг болсон тул эмчид үзүүлэхэд түүнийг унтлагын хямралтай болсон байна гэжээ. Жолооч  удалгүй ажлын байрны тохируулгын хүсэлт гаргасан байна. Тэрээр хөнгөвтөр ажил үүрэг томилохыг хүсжээ.\n\n олгогч ажлын байрны тохируулгын мэргэжилтэнд хандан ямар нэг өөр зохицуулалт байж болох эсэхийг асуув. Түүнийг уян хатан хуваариар ажиллуулах, богино зайн эргэлттэй чиглэлд хуваарилах, эмчилгээнд явах хэрэгтэй болбол гарах цагийг нь багасгах зэрэг тохируулгууд байж болно гэжээ",
        },
        {
          title: "",
          text: "Төрийн албаны ажилтан арьсан дээр туурсан тууралтаасаа болоод унтаж чадахгүй болсон. Тийнхүү мэдрэлийн судаснууд нь үрэвссэн байлаа.\n\nЭмч түүний өвчний хамгийн хүнд үе нь хоёр сарын дотор дуусна гэж хэлсэн байсан тул түүхийг тур хугацаагаар гэрээс нь уян хатан цагийн хуваариар ажиллуулахыг зөвшөөрсөн юм. Ингэснээр тэрээр ядарсан үедээ унтаж нойроо нөхөж бүтээмж өндөртэйгөөр ажиллах боломжтой боллоо",
        },
        {
          title: "",
          text: "Түгээлтийн ажилтан нойрны хямралтай ба ээлж сунгаж ажиллах шаардлага гарсан тохиолдолд нойрны хямрал нь улам сэдэрдэг байжээ. Энэ асуудал уг ажилтны хувьд хөндөгдсөн хэдий ч ахлах ажилтан ийнхүү бүх ажилтныг сунгаж элжинд гаргадаг байхыг зогсоох шийдвэрийг ажил олгогч нь гаргасан байна.",
        },
        {
          title: "",
          text: "Хөлийн чичрэлтийн хам шинжтэй нэгэн нягтлан бодогч өглөө бүр ажилдаа арваас арван таван минут хоцордог байв. Нойргүйдэл нь хүчтэй сэдэрсэн үед хөлийн чичрэх хөдөлгөөн нь улам ихэсдэг юм. хэр урт бөх унтаж чадсанаас нь хамардаг байв.\n\n          Ажил олгогч түүнийг өглөө ирснээсээ хойш гучин минутын дараа ажлаа эхэлдэг байхыг зөвшөөрчээ. Өглөөний ажиллаагүй цагийг өдөр завсарлагын цагаар нөхөх эсвэл ороо тарах цагийг хойш сунгах байдлаар нөхдөг болсон байна",
        },
        {
          title: "",
          text: "Тоон мэдээ оруулагч ажилтан нойргүйдэлтэй хүн байсан. Ихэнхдээ л нойр муутай хонодог бөгөөд өдөр нь  ажилдаа төвлөрөл муутай мөн ихээр ядардаг байсан.\n\nТүүнийг ойр ойрхон богино завсарлага авч ядралтаа багасгадаг байхыг зөвшөөрсөн байна",
        },
        
      ],
    },
  },
  {
    _id: "38",

    title: "Одой хүн",
    type: PerformanceTypes.ou,
    text: "Бид одой гэж ярьж хэвшсэн хэдий ч энэ нь заримдаа таагүй сонсогддог нь үнэн. Гэвч хүн хүн өөр өөрсдийнхөөрөө хүлээж авдаг. Намхан нуруутай, сарвуу, үе мөч богино, нүүр цайрах жижиг хүмүүс байдаг.\n\nЗарим одой хүн ажлын байрны тохируулгагүйгээр ажиллах боломжтой байхад тохируулга шаардагдах тохиолдол бас нэлээн бий.\n\nХамгийн их хэрэглэгддэг үр дүнтэй тохируулгууд гэвэл ажиллах орчин болон ажлын байранд үнэлгээ хийж тохиргоо хийх, хуний ариун цэвэр сахих эсвэл ариун цэврийн өрөө ашиглах, бие засах хэрэгсэлд тохиргоо хийх, ажлын байрны аюулгүй ажиллагааг хангах зэрэг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[4],
      PerformanceDetailData[26],
      PerformanceDetailData[7],
      PerformanceDetailData[8],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Нэгэн жижиглэнгийн худалдааны дэлгүүрийн бэлэн мөнгөний кассчины орон тоонд ажлын байрны зар гарсан байв. Уг ажлын байранд хүсэлтээ ирүүлсэн хүмүүсээс нэгэн одой эмэгтэй ур чадвар, туршлагаараа тэнцсэн юм. Ярилцлагын үеэр түүний шууд удирдлага болох хүн хэрхэн эд зүйлсэд хүрч авч худалдан авагч нарт үйлчлэх вэ гэж асуусанд тохиргоотой ажлын тавцан байхдаа л болно гэж өмнөх туршлагаасаа хуваалцав",
        },
        {
          title: "",
          text: "Харилцагчдад үйлчлэх ажилтны орон тоон ажилд орсныхоо дараа шинэ ажилтан одой эрэгтэй маань ажлаа хийхэд нь ямар нэг тохиргоо хийхгүй бол болохгүй юм байна гэдгийг ойлгосон.\n\nТүүний сандаалын хэмжээг жижгэрүүлж, хөлийг нь намсгаж болдог тохиргоотой ажлын ширээ авч өгсөн",
        },
        {
          title: "",
          text: "Орон нутгийнхаа ахлах сургуульд багшилдаг нэгэн багш одой бөгөөд шинэ хичээлийн жилд шинэ сэдвээр заахаар хуваарилагдсан байлаа. Уг хичээлийг заах ангиуд нь өөр өөр хичээлийн байрнуудад тарсан байв.\n\nХичээлийн байр хооронд хурдан явж чадахгүй учир байнга хоцордог байх вий гэж санаа зовж байгаагаа хэлхээд сургуулийн захирал түүнд жижиг оврын скүүтэр худалдан авч өгснөөр асуудал шийдэгдсэн юм",
        },
        {
          title: "",
          text: "Машинист залуу намхан нуруутай, жижиг биетэй учир хамгаалалтын нүдний шил нь тогтдоггүй уначихдаг байв.\n\nСупервайзер нь үүнийг анзаарч түүний аюулгүй ажиллагаанд санаа зовж эхэлсэн юм. Мэргэжлийн зөвлөхөд хандсанаар жижиг нүүр царайтай хүмүүст зориулсан аюулгүй ажиллагааны өмсгөл, төхөөрөмж үйлдвэрлэгчдийн жагсаалтыг олж авав. Тэндээс нөгөө ажилтандаа таарах хэмжээний хамгаалалтын шил төвөггүй авч өгдөг болжээ",
        },
        {
          title: "",
          text: "Шинээр ажилд орсон нарийн бичгийн дарга одой эмэгтэй бөгөөд ажлынх нь компьютерын гар стандарт том хэмжээтэй учраас хурдан шивж чадахгүй байлаа. түүний ажлын гүйцэтгэл ч маш муу байлаа. нэлээн хичээсний эцэст нөгөө одой ажилтан маань ажлын байрны тохируулга хэрэглэх хүсэлт гаргажээ. Ажил олгогч нь судалсны үр дүнд түүнд тохирох тохируулга бол яриа таньж бичгээр буулгадаг программ болон жижиг хэмжээтэй компьютерын гар байдаг болохыг мэдэж тэр даруй хангасан байна. Нарийн бичиг эмэгтэйн ажлын бүтээмж эрс нэмэгдэж ажил олгогч нь ч сайн ажилтнаа танилгүй алдах шахсанаа ойлгосон юм.",
        },

        
      ],
    },
  },
  {
    _id: "39",

    title: "Остеоартрит ба Хэрх үений үрэвсэл  ",
    type: PerformanceTypes.ou,
    text: "Биеийн үе мөч, холбогч эд, шөрмөс, мөгөөрс, судас, дотор эрхтнүүд, зөөлөн эдийг гэмтээдэг үрэвсэлт ба үрэвсэлт бус өвчнүүд байдаг.\n\nХамгийн элбэг тохиолддог хэлбэрүүд нь\n\nХэрх үений үрэвсэл ба Остеоартрит юм. Гол шинж тэмдэг нь хөндүүрлэх, хавдахаар илэрдэг.\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[0],
      PerformanceDetailData[11],
      PerformanceDetailData[4],
      PerformanceDetailData[5],
      PerformanceDetailData[6],
      PerformanceDetailData[7],
      PerformanceDetailData[8],
      PerformanceDetailData[18],
      PerformanceDetailData[19],
      PerformanceDetailData[20],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Үйлчлүүлэгчидтэй харилцах ажилтан хэрх үений үрэвслээсээ болоод удаан хугацаагаар шивж чадахаа болив. Түүнд эргиномик компьютерын гар болон таблет компьютер ав өгснөөр урьдын адил гүйцэтгэлтэйгээр ажиллах болжээ.",
        },
        {
          title: "",
          text: "Номын сангийн туслах ажилтан удаан зогсоход үнэхээр хэцүү болсон байна. Ажил олгогч нь зогсож, урагш сунадаг сандал авч өгсөн нь түүний хувьд маш үр дүнтэй тохируулга болж чадсан.",
        },
        {
          title: "",
          text: "Нарийн бичгийн дарга гарын сарвуу хэсгээрээ хатуурч хөндүүрлэдэг болсон учраас нэлээн зовуурьтайгаар шивдэг болжээ. Хүйтний улиралд улам их үрэвсэж ажлын орчны хэм сэрүүсэж хүйтэн болоход түүний шивэх чадвар улам муудаж илүү их зовуурилдаг байв. Түүнд бага оврын халаагч, цонхны нэмэлт дулаалга, яриа танигч төхөөрөмж тохируулга болгон авч өгөв.",
        },
        {
          title: "",
          text: "Үе хэрхийн үрэвсэл нь сэдэрснээс болоод ажилдаа очиход тун хэцүү болжээ. Түүний гол хүндрэлүүд нь алхах, эргэх хөдөлгөөн хийхэд хязгаарлагдсан явдал байлаа. мэргэжлийн зөвлөх машины зогсоолыг хүртээмжтэй болгох, ажлын байрыг нь орох гарах төв хулгатай ойр хуваарилах, оффисын тоног төхөөрөмжүүдэд ойрхон суулгах шийдлүүд санал болгожээ.",
        },
        {
          title: "",
          text: "Даатгалын ажилтан системийн чонон хөрвөс үрэвслээсээ болоод удаан хугацаагаар суухад нуруу, хүзүү, гараар хөшиж өвддөг болов. Удаан хугацаагаар сууж хийх ажлыг нь багасгахын тулд яриа танигч программ, эргиномик сандал, өндөрсгөж намсгадаг тохиргоотой ажлын ширээгээр тохируулга хийж өгсөн байна.",
        },
        {
          title: "",
          text: "Машины оператор удирдлагын унтраалгуудыг асааж унтрааж чадахгүйд хүрэв ... унтраалгуудыг томоор сольж зуурамтгай бээлийгээр хангав. Унтраалгуудыг сольж ажиллуулахад халтирахгүй болоод зогсохгүй бага хүч ордог болов.",
        },
        {
          title: "",
          text: "Компанийн дэд Ерөнхийлөгч өдрийн турш эрч хүчтэйгээр ажиллаж чадахгүй болсон учраас шаардлагатай тохиолдолд л ирж байх уян хатан хуваарь зөвшөөрсөн. Түүнээс гадна хөл, гарын тавиуртай, хойш налдаг сандал авч өгчээ.",
        },
        {
          title: "",
          text: "Эм зүйч эмийн жорыг эмийн хайрцгуудад хийдэг байсан учраас олон цаг зогсдог байв. Ядралт багасгадаг дэвсгэр, зогсдог сунадаг сандал, уян хатан завсарлага авах тохируулгуудаар хангав. Үдийн хоолоо гучин минутад багтаан идээд үлдсэн гучин минутыг өөрт хэрэгтэй үед ашигладаг байхаар зохицуулжээ. Завсарлага авах үед хамт ажилладаг нөхөр нь орлон ажиллаж байхаар зохицуулав.",
        },
        
      ],
    },
  },
  {
    _id: "40",

    title: "Оюун санааны бэрхшээл",
    type: PerformanceTypes.ou,
    text: "Хүн тархины үйл ажиллагааны чадвар болон дасан зохицох чадвараа алдсанаар оюун санааны бэрхшээл үүсдэг.\n\nОрчиндоо дасан зохицож, зөв зан үйлийг хүлээн авч, зөв хариу үйлдэл үзүүлэх чадварыг дасан зохицох чадвар гэж байна.\n\nӨдөр тутмын амьдралдаа хүнтэй харилцах чадвар болон бодит үйлдэл гүйцэтгэх чадвар орно. Тухайлбал, харилцааны чадвар, бусадтай олголцож өөрийгөө зөв илэрхийлэх чадвар, бие хүн болохынхоо хувьд асуудлын шалтгааныг олж харж хариуцлага хүлээх чадвар , үр дүнтэйгээр цаг зохион байгуулах чадвар, хувийн ариун цэврийн хэрэгцээгээ хангах чадвар, аюулгүй ажиллагаагаа ханган ажиллаж амьдрах чадвар гэх мэтээр тоочиж болно. Хүн бүрийн чадвар алдагдлын хэмжээ нь ялгаатай байхын зэрэгцээ хүч тамирын асуудалтай хавсардаг.\n\nОюун санааны бэрхшээл нь хүний 18 наснаас өмнө тохиолддог ба учрах согог, төрөл, хүнд хөнгөний төвшнөөрөө ялгаатай байна.\n\nОюун санааны бэрхшээл нь гений түвшинд, бие бялдрын түвшинд, нийгмийн харилцаанд орох түвшинд гэдгээрээ ялгаатай байдаг.\n\nАмерик улсын тоон мэдээнээс сонирхуулахад арван гэр бүлийн нэг нь оюун санааны бэрхшээлтэй хэн нэг гишүүнээрээ дамжуулан энэхүү эрүүл мэндийн асуудалтай холбогдож байна.\n\nТиймээс бусдаас харьцангуй удаан олйгоцтой хүмүүстэй үр дүнтэй харилцах аргаа олох нь чухал.\n\n\nОюун санааны бэрхшээлтэй холбоотой зарим нэг үг хэллэгийг дор танилцуулъя:\n\n\nЗарим төрлийн хөгжлийн бэршээлд оюун санааны бэрхшээл хавсарсан байдаг. Энд хөгжлийн бэрхшээл гэдгийг Монгол улс бүх төрлийн эмгэг, согог, чадвар алдагдлыг нийтээр нь хөгжлийн бэрхшээл гэж нэрлэснээс өөр ойлголт явж байгаа гэдгийг хэлэх нь зүйтэй. Гаднын орнууд бол хөгжлийн бэрхшээл гэхээр тухайн хүн 21 нас хүрэхээс өмнө олсон эсвэл төрөлхийн чадвар алдагдлыг хэлдэг . Яагаад гэвэл хүнийг 21 нас хүртлээ хувь хүн болон бие хүнийхээ хувьд бүрэн хөгжих хугацаа гэж тооцдог байна. Тиймээс 21 нас хүрэхээсээ өмнө ямар нэг өвчин, гэмтэл зэрэг хүчин зүйлсээс болж тэр хүний эсвэл хүүхдийн хөгжих үйл явцыг зогсоодог, хэт их хоцроодог учраас хөгжих явцыг ихээр бэрхшээсэн гэж ойлгож байна.\n\nОюун санааны бэрхшээл буюу чадвар алдагдалд хүргэдэг шалтгаануудаас дурдвал толгойн гэмтэл бэртэл, цус харвалт, өвчин гэх мэт байна. Зарим тохиолдолд шалтгааныг тодруулж чадаагүй ч байдаг.\n\nОюун санааны бэрхшээлтэй гэж тооцогдоогүй хүмүүс ч гэсэн тархины үйл ажиллагаа, чадамжаараа ялгардагтай адил оюун санааны бэрхшээлтэй хүмүүс үлдэл гүйцэтгэх чадвараа харилцан адилгүй алдсан байдаг. Тэгэхээр тэдний хэрэгцээг ерөнхийлөн авч үзэж ерөөсөө болохгүй.  Зарим оюун санааны бэрхшээлийг гаднаас нь хараад таних ямар ч боломжгүй байдаг. Бие бялдрын хөгжил болон биеийн хөдөлгөөн, үйлдлээрээ зүгээр харагдах төрөл ч бий.\n\nЗарим хүмүүс бүр оюун санааны бэрхшээлгүй хүмүүсээс ч дээр бусдын найдаж хариуцуулдаг ажилтан болж ч чадсан байдаг.\n\n\nАутизмын хамрах хүрээнд багтаж байгаа бол хүүхэд мэндэлснээс хойш эхний гурван жилийн дотор янз бүрэн хөгжлийн асуудал илэрдэг. Аутизмын хамрах хүрээ нь мэдрэлийн эсийн гэмтлээс үүдэлтэйгээр тархины үйл ажиллагаанд нөлөөлдөг юм. Ингэхдээ хүүхдийн хэл яриа, харилцаа, нийгэмших чадварт нөлөөлдөг. Насанд хүрсэн хүнээс ихэвчлэн үг хэлээрээ харилцан ойлголцох, биеийн хэлээр харилцан ойлголцох, нийгэмтэй харилцах, тоглох, чөлөөт цагаа үр дүнтэй өнгөрүүлэх тал дээр томоохон хүндрэлтэй тулгардаг.\n\n\nТархины саажилт оюун санааны бэрхшээлийн бас нэг төрөл. Тархины саажилтыг өвчин гэж үзэггүй Харин төрөлхийн согог гэдэг. Энэ заримдаа хэд хэдэн согогийн нийлбэр байдаг. Тархи, төв мэдрэлийн системийн үйл ажиллагаанд нөлөөлдөг учраас хүний хөдөлгөөн,  суралцах үйл явц, сонсох чадвар, харах чадвар, сэтгэн бодох чадварыг гэмтээдэг Хүүхдийн тархийг төрөх явцад эсвэл эхийн хэвлийд байхад гэмтээснээс болж болно. Эсвэл тархины төрөлхийн хэвийн бус хөгжлөөс болно мөн эсвэл хүүхэд мэндэлснээс хойш хоёр жилийн дотор илэрдэг.  Хүүхдийн тархины хөгжил тасралтгүй үргэлжилж байгаа учир төрснөөс хойш илрэх боломжтой.\n\n\nДаунй хам шинж бол гэнийн гаралтай ба насан туршийн оюун санааны бэрхшээл, хөгжлийн хоцрогдол, бусад олон чадвар алдалтын нэгдмэл юм. Даунй хам шинж нь өөрөө хүнд хөнгөнөөрөө ялгаатай байдаг учраас улбаалах хөгжлийн хоцрогдол нь дундаас хүнд гэсэн түвшинтэй байна. Дхуны хам шинжтэй хүмүүст харамсалтай нь зүрхний согог, унтаж байхдаа чангаар хурхирах амьсгаа нь тасалдах, цус багадалт, \n\nДэмийрэлтэй болдог.\n\n\nУрагт үзүүлсэн спиртийн нөлөө бол бүрэн сэргийлэх боломжтоо цорын ганц оюун санааны бэрхшээлд хүргэдэг хам шинж юм. Эхийн спиртийн хэрэглээнээс шалтгаалдаг учир сэргийлэх боломжтоо гэж үзэж байна. Энэ нь сэтгэц болон оюун санаа, бие махбодын хавсарсан чадвар алдагдалд хүргэдэг. Өсөлтийг удаашруулж  , төв мэдрэлийн системийн үйл ажиллагааг алдагдуулж.  Толгой болон нүүр царайны хэлбэрийг гажуудуулж, зан үйлийн доголдолд оруулдаг.\n\n\nЭмзэг X хам шинж гэдэг нь удамшдаг согог юм. Суралцах чадвар,  оюуны чадамжид хөнгөн хэлбэрээр нөлөөлсөн байхаас гадна хүнд хэлбэрийн оюун санааны бэрхшээлд ч хүргэдэг. Аутизмын хам шин үүсгэж бас болно.\n\nБие махбод, зан үлийн доголдол, хэл ярианы согог, хоцрогдол үүсгэнэ.\n\n\nПрэйдэвиллэрийн хам шинж бол хамгийн их тохиолддог гэнийн гаралтай согог. Хүүхдэд хэт таргалалт явагдаж амь насанд нь эрсдэл учруулдаг. Булчингийн үйл ажиллагаа султай байна. Хэрвээ дааврын эмчилгээ хийхгүй бол дагдгар намха нуруутай болдог. Бодисын солилцоонд нь маш бага хэмжээний калори зарцуулагддаг учир байнгын өлсөх мэдрэмжтэй явдагаас болж хэт их идэж хэт таргалаад ордог. Тийнхүү хэт таргалалт нь хүүхдийн амь насанд эрсдэл учруулдаг. Ийм хүүхдийн хөдөлгөөний хөгжил хоцрогдоно, \n\nЗан үйлийн доголдол илэрнэ.Маш ховор тохиолддог эрүүл мэндийн бусад хүндрэл давхар илрэх боломжтой. Оюун санааны чадамжийн хувьд янз бүрээр илэрдэг боловч өндөр чадамжтай хэмээн үнэлгээгээр гарсан хэдий ч суралцах төрлийн бэрхшээлтэй байж болдог байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[9],
      PerformanceDetailData[7],
      PerformanceDetailData[8],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Хийжүүлсэн ундаа савлагч өдөржингөө зогсож хуванцар саван дээр шошго наадаг байв. Гэтэл хуруунууд нь юм атгаж базаж чадахаа болив.\n\nТүүний энэ хүндрэлийг маш энгийн өртөг багатай шийдлээр зохицуулж болохоор байлаа. Модон хавчигч хийж өгөөд түүндээ хуванцар савнуудыг хавчин тогтоохоор хоёр гараараа чөлөөтэй ажиллах боломжтой болов",
        },
        {
          title: "",
          text: "Тоглоомын төвийн туслах бичиг үсэг муу тул хүмүүсийн үзэхийг хүссэн киноны гарчгаар хайж олоод тоглуулж өгч чаддаггүй байлаа.\n\nХүмүүс түрээсэлж аваад буцааж өгсөн кино, тоглоомуудыг зөв тавиурт буцаан тавьж эмхэлж цэгцлэхдээ маш муу байв.\n\nГэтэл түүний нөхөн сэргээлтийн зөвлөх нэг удаагийн үнэлгээ хийх уулзалтаараа үгээр тулгаж олох биш тавиур дээр зурган тэмдэглэгээ наагаад киноны хайрцаг дээрх шошготой тулгах арга байгааг хэлж өглөө",
        },
        {
          title: "",
          text: "Танин мэдэхүйн үйл ажиллагаа нь ихээр гэмтэж доголдсон нэгэн хүнсний дэлгүүрт ажилладаг байлаа. Тэрээр ажлын хувцас болон ажилд хэрэглэгддэг хэрэгслүүдээ зөв дарааллаар өмсөж чадахгүй болсон байлаа. дэлгүүрийн менежер түүнд туслахыг хүсэж ажлын байрны тохируулгын мэргэжилтэнд хандсан. Ажлын хувцсыг нь өмссөн байдлаар зураг аваад мөн ямар дэс дарааллаар зөв өмсөх алхмуудыг нэг нэгээр харуулсан зураг давхар авч лавлагаа болгон өгөхийг зөвлөсөн.\n\nНөгөө ажилтан маань харж байгаад төвөггүй өмсөж ажилдаа бэлэн болдог болжээ."
        },
        {
          title: "",
          text: "Дэлгүүрийн нярав оюун санааны бэрхшээлтэй учир юм уншихдаа тааруухан бас юмсын дэс дараалал олохдоо муу байв. Тиймээс бараа хүлээн авч бүртгээд зөв тавиур дээр байрлуулж чаддаггүй байлаа.\n\nБарааны шошгыг зургийг нь аваад тавиур дээр нааж үгээр биш зургаар тулган олдог болбол алдаа гаргалгүй бас үг унших гэж цагаа баралгүй ажиллах боломж байгааг нөхөн сэргээлтийн зөвлөх нь хэлж өгсөн. Дэлгүүрийн ахлах ажилтан түүний супервайзер бөгөөд байнга таталт хийдэг бараануудын шошгыг хэвлэн бэлтгэж өгөхөө амлажээ.",
        },

      ],
    },
  },
  {
    _id: "41",

    title: "Өнгөний сохор ",
    type: PerformanceTypes.ou,
    text: "Өнгөний сохор буюу өнгө болон хэлбэр дүрс ялгаж таних чадвар алдагдал. Зарим хүн цөөн хэдэн өнгө таньдаг бол зарим хүн бүр огт өнгө ялгадаггүй.\n\nАль нэг нүдэндээ өнгөний шүүлтүүр бүхий улаан өнгийн линз зүүж эсвэл нүдний шил тааруулж зүүх байдлаар өнгө ялгах чадварыг нь дэмжиж өгдөг.\n\nЭсвэл бүрэн хараагүй хүмүүст зориулан бүтээсэн өнгө таньж хэлж өгдөг программ, төхөөрөмж ашиглан юмсыг таньж мэддэг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[27],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Химийн лабораторид аюултай бодисуудыг өнгө өнгийн шошгоор ялгаж ангилсан байдаг байв. Лабораторийн ажилтан тэдгээр өнгийн тусламжтайгаар зөв бодисыг сонгон аюулгүй ажиллагааны зааврын дагуу ажиллах ёстой байлаа. Түүгээр зогсохгүй өнгө өнгийн гэрэлд тохирох хариу үйлдэл үзүүлэх ёстой байв. Түүнд өнгө танигч төхөөрөмж худалдан авч өгсөн ба нүдний эмчид үзүүлэн гэрэл харах чадварыг нь сайжруулах тусгай жорын линз байх эсэхийг шалгахаар шийдлээ. Тийнхүү нүдний эмчид үзүүлэхээс нааш гэрэлтэй харьцах химийн ажил хийхгүй байхаар тохиролцов.",
        },
        {
          title: "",
          text: "Цэцэрлэгийн багш хүүхдүүдээ тойрог болгон суулгаад ном уншиж өгөх цагаар өнгө заах зориулалттай номыг тайлбарлаж өгөхдөө асуудалтай байлаа. Өнгөнүүдийг зөв хэлж өгөхөөс гадна номд байгаа дүрс зургуудыг зөв хэлж өгч чадахгүй байсан. Номд гарч байгаа зүйлсийг ярихдаа өнгөнүүдийг нь зөв хэлж өгөхийг хүсэж байв. Хааяа туслах багшаас туслалцаа авдаг боловч бие даан харилцах арга эрэлхийлж байсан. Өнгө танигч төхөөрөмж ашиглан номд гарч байгаа дүрс өнгөнүүдийг урьдчилан таниулж бэлтгэл хангадаг болов. Мөн номын зурган өгүүллэгүүдийг тайлбарлан тэмдэглэж номынхоо арын хуудсанд наан бэлддэг байлаа.",
        },
        {
          title: "",
          text: "Нэгэн өнгөний сохор инженер хэд хэдэн төсөл хариуцан ажиллах боллоо. Түүний ажилладаг компани төслүүдийн баримт бичгүүдийг хольж хутгахгүйн тулд өөр өөр өнгийн цаасан дээр хэвлэж зохион байгуулдаг байлаа. Гэтэл уг инженер өнгө танихгүйгээсээ болоод зохион байгуулалтын системийг ажилдаа үр дүнтэйгээр ашиглаж чадахгүй байсан. Хөдөлмөр эхлэлтийн мэргэжилтэнтэй зөвлөлдөхөд тэрээр бичиг цааснуудыг өөрөөр зохион байгуулдаг болох нь чухал гэлээ., Тухайн бичиг баримтын баруун дээд буланд цаасны өнгийг эсвэл өнгөний эхний үсгийг гараар бичиж тэмдэглэх, гарт багтах жижиг хэмжээтэй өнгө танигч төхөөрөмж хэрэглэж эхлэхийг санал болгосон. Ажил олгогч нь өнгө танигч төхөөрөмж худалдан авч өгчээ.",
        },
        {
          title: "",
          text: "Үйлдвэрийн ажилтан өдөр тутмын ажилдаа өнгө таних шаардлагатай байв. Ердийн үед зүүдэг өнгөний шүүлтүүртэй линзтэйгээ хамгаалалтын шилний араас харахад хэцүү байсан учир хамгаалалтын нүдний шилийг нь өнгөний шүүлтүүртэй линзтэйгээр хийж өгөхийг хүссэн юм. Ажил олгогч нь түүний хүсэлтийг биелүүлснээр үр дүнтэй тохируулга болж чадсан.",
        },

      ],
    },
  },
  {
    _id: "42",

    title: "Паркинсоны өвчин ",
    type: PerformanceTypes.pr,
    text: "Паркинсоны өвчин бол архагшдаг, алгуурхан газар авч хүндэрдэг мэдрэлийн системийн үйл ажиллагаатай холбоотой согог юм.\n\nЭнэ өвчний шинж тэмдэг маш олон хэлбэрээр явагддаг.. Тухайлбал, биеийн нэг талд зөөлөн чичрэлт явагдах, хөдөлгөөн удаашрах, үеэр хөшингө болох, тэнцвэр алдах, гар бичгийн хэмжээ хэт жижгэрэх, гарын далайх цар хүрээ хумигдах, нүүрний илэрхийлэлгүй болох, аяархан дуугардаг болох, сэтгэлээр унаж гутрах эсвэл байнга сэтгэл түгшдэг болж байгаагаа мэдрэх, нэг газраа гацсан мэт зогсох, явах гэж оролдоход маш жижиг болох, арьс ба хуух их тослогдож, хагтдаг болох,  нүдний цавчилт цөөрч гөлрөх маягтай болох,  залгихдаа муу болох зэрэг байж болон.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[0],
      PerformanceDetailData[22],
      PerformanceDetailData[4],
      PerformanceDetailData[26],
      PerformanceDetailData[9],
      PerformanceDetailData[7],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Паркинсоны өвчин нь нэлээн хүндэрч яваа багш самбарын өмнө зогсож юм бичих бараг ямар ч боломжгүй болов.\n\n багшид удирдлагын зүгээс олгосон ажлын байрны тохируулгууд нь жижиг оврын скүүтэр, дэлгэцэд тусгагч, зөөврийн компьютер байлаа. Ингэснээр багш маань сууж байгаад хичээлээ заах боломжтой болов",
        },
        {
          title: "",
          text: "Паркинсоны өвчтэй зөвлөх өглөө эрт ажилдаа амжиж ирж чадахгүй байлаа.\n\nТүүнийг ажлын цагаа уян хатнаар тохируулахыг зөвшөөрсөн учир нийтийн тээврийн хэрэгсэлд амжиж суугаад орой бага зэрэг сунаж ажиллах байдлаар ажлын найман цагаа барих боломжоор хангасан байна.",
        },
        {
          title: "",
          text: "Архивын ажилтан өөрийн ажлын байрны удаан зогсож бичиг хэргийн тавиуруудыг цэгцлэх, бичиг баримт шүүж олох, ажлын өрөөнүүдийн хооронд явах, хүнд хавтаст хэрэг зөөх зэрэг биеийн хүч шардсан ажлуудыг хийж чадахгүйд хүрсэн юм.\n\nТүүнд ажил олгогч нь цахилгаан скүүтэр авч өгөөд сагс зүүж тоноглосон байна. Бас суугаа босоо байрлалд ордог сандал авч өгчээ",
        },
        {
          title: "",
          text: "Нэгэн супервайзер өдрийнхөө ажлыг барахгүй болов. Паркинсоны өвчин нь түүнийг маш ихээр ядраадаг болжээ.\n\nАжил олгогч нь жижиг буйдантай амрах хэсэг гаргаж өгснөөр өдрийн турш богино завсарлага хэрэгтэй үедээ авч ажлаа дуусгадаг болсон байна",
        },
        {
          title: "",
          text: "Харилцагчтай үйлчлэх ажилтан Паркинсоын өвчтэй нэгэн байсан. Тэрээр аажмаар компьютерынхоо хулганыг хөдөлгөж, шивж, хүмүүстэй мэндэлж зогсож чадахгүй болсон байлаа. Зөв ойлголцон харилцаж ч чадахгүйд хүрсэн.\n\nТиймээс ажил олгогч нь хүний нөөцийн багт даалгавар болгож судлуулснаар тухайн ажилтандаа чиглүүлэгч бөмбөлөг буюу гараа хөдөлгөхгүйгээр хурууны өндгөөр ажиллуулах боломжтой хулгана, бичгийн туслах хэрэгслүүд, түшлэгтэй сандал, яриа өсгөгч авч өгсөн",
        },
        {
          title: "",
          text: "Нарийн бичгийн дарга эмэгтэй гар нь чичирч салганадаг болсноос болоод ажлынх нь маш чухал үйлдэл болох шивэх чадвараа алдаж эхэлсэн.\n\nТүүн тусгаарлагчтай гар, шивэх туслах хэрэгсэл, хуудас эргүүлэгч, онгорхой байдаг задгай бичиг хэргийн хавтас авч өгсөн байна",
        },
        {
          title: "",
          text: "Нэгэн техникч Паркинсоны өвчнөөсөө болж анхаарал төвлөрөл маш муутай болжээ.\n\nСупервайзер нь түүний ажлын даалгаврыг аль болох бичгээр өгдөг болсон. Мөн шаардлагатай бол ойр орй богино завсарлага авч байхыг зөвшөөрсөн байна. Түүнчлэн түүний ажлын байрыг булан руу нүүлгэж тусгаарлагч хана босгож өгснөөр чимээ шуугианаас холдуулж чадсан юм",
        },
        {
          title: "",
          text: "Паркинсоны өвчтэй инженер өвчнийхөө явцаас болоод анхаарал төвлөрч бусадтай үр дүнтэй олголцон харилцаж чадахаа больсон байна.\n\nТүүнийг харьцангуй хөл хөдөлгөөн багатай оффист шилжүүлэн суулгав. Байгууллагын дотоод журамдаа нэг нэмэлт өөрчлөлт оруулсна нь ажилтнууд нэг нэгэндээ бичгээр үүрэгдаалгвар өгдөг болох мөн бичсэн зурвасаар цаг товлон уулзалт хийдэг болхийг сануулсан. Түүнчлэн харилцааны төхөөрөмжөөр хангасан байна",
        },
        {
          title: "",
          text: "Байгууллагын туслах ажилтан Паркинсоны өвчнөөсөө болоод салганадаг бас маш ихээр ядардаг болсон байв. Ажил олгогчийн тавьсан шаардлагын дагуу минутад бичих ёстой үгийг гүйцэж шивж чадахгүй болжээ.\n\nАжил олгогч нь уян хатан хуваариар ажиллахыг зөвшөөрсөн учир ажлын байрныхаа анхаарал сарниулах хүчин зүйлсийг аль болох бага байлгахаар өөрчлөлт хиж зохицуулсан байна. Компьютерынх нь үг боловсруулагч хэрэгслийг макро програмчлалтай болгосноор гарын командыг олон товч зэрэг дарж өгөх шаардлагагүй болсон байна. Мөн яриа таньж бичигт буулгах программ худалдан авч өгчээ",
        },

      ],
    },
  },
  {
    _id: "43",

    title: "Полио болон полиогийн дараах үе",
    type: PerformanceTypes.pr,
    text: "Энэ бол вирусээр халдварладаг өвчин. Булчин болон мэдрэлийн системийг бүхэлд нь гэмтээдэг учир биеийг бүхэлд нь хамардаг.\n\nМаш хүнд хэлбэрээр явагдвал саажилт эсвэл үхэлд хүргэх аюултай.\n\nПолио нь дэлхийн бүх улс оронд бүртгэгдсэн байдаг боловч сүүлийн хэдэн жилд АНУ-ын хувьд нэг ч тохиолдол гараагүй байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[0],
      PerformanceDetailData[4],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Нэлээн том жижиглэнгийн худалдааны дэлгүүрт кассчинаар ажилладаг эмэгтэй полио тусаад эдгэрсний дараа удаан зогсож чадахгүй байдалтай үлдэв.\n\nНэг элжинд найман цаг гарах ёстой байдаг боловч тэрээр найман цаг кассны ард зогсож ажиллах үнэхээр боломжгүй болсон байлаа. \n\nДэлгүүрийн менежер түүний ажлын цагт бол өөрчлөлт оруулж чадахгүй ч гэсэн эргиномик сандлаар хангаж чадна гэдгээ хэлжээ. Тэр нь зогсоо ба суугаа байрлалд шилждэг сандал юм. Зогсож байгаа мэт суух боломжтой ба кассны ард чөлөөтэй хөдөлж ажиллахад нь ямар нэгэн саад үзүүлдэггүй байна",
        },
        {
          title: "",
          text: "Полиогийн дараах хам шинжээс болоод нэгэн нийгмийн ажилтан өдөр тутмын бие даан амьдрахад хэрэгтэй чухал үйлдлүүдээ гүйцэтгэж чадахгүйд хүрсэн. Бие засах, хоол идэхэд илүү их цаг зарцуулдаг учир урт богино завсарлагуудын дараа завсарлагын цагаас хэтрүүлэлгүйгээр ажилдаа эргэн ирж чадахгүй байв.\n\nЭнэ хүндрэлтэй асуудлаа ажил олгогчдоо хэлж ойлгуулсанд түүнийг ариун цэврийн өрөө ашиглах цаг хугацаанд санаа зовох хэрэггүй хэмээжээ. Мөн үдийн хоолоо идэж дуусгаагүй бол ажил дээрээ авчраад орой харихаасаа өмнө идэж бардаг байж болно гэсэн нь түүнийг завсарлагын цагийг уян хатнаар өөртөө тохируулан өөрчлөхийг зөвшөөрсөнтэй төстэй зохицуулалт болжээ",
        },
        {
          title: "",
          text: "Махны савлагаа шалгагч нэгэн полио вирусээр өвдөөд эдгэрэхдээ тэнцвэрээ барихдаа муу болж үлдсэн байв. Мах бэлтгэлийн хэсгийн шал гялгар плита учир түүнд бүр аюултай байлаа.\n\nКомпани журамдаа шинэчлэл хийж мах савлаагааг шалгахын өмнө шалаа цэвэрлэж хүн хальтаач унахааргүй болгосон байх шаардлага тавьжээ",
        },
        {
          title: "",
          text: "Засгийн газрын хэрэгжүүлэгч агентлагийн аудитор полио вирусээр өвчлөөд тэргэнцэр хэрэглэдэг болжээ.\n\nТэрээр хийсэн аудитын дүгнэлт тайлангуудаа бичээд хэсэг хугацааны дараа үдэж хавтаст хэрэг болгон архивд өгдөг байлаа.\n\nАжлын байрных нь гадуур босгосон байсан битүү хаалт нь тэргэнцэртэй чөлөөтэй эргэж хөдлөхөд нь саад болоод байсан учир буулгуулж, автомат зохион байгуулагч хэрэглэж эхэлсэн",
        },
        {
          title: "",
          text: "Харьцагчдад үйлчлэх мэдээллийн ажилтан полио вирусийн үлдцийн улмаас баруун гарын л ажиллагаатай болсон байна.\n\nКомпьютерт мэдээлэл шивж оруулах нь түүний хувьд хүнд даалгавар болсон юм. Ажлын байрны тохируулга хэрэглэх хүсэлт гаргасан ба ажил олгогч нь нэг гарын гар эргиномик хулганын хамт авч өгсөн юм",
        },
        {
          title: "",
          text: "Сэтгэл засалч полио вирусээр өвчлөөд эдгэрсэн хэдий ч зохих үр дагавар нь үлдсэн байна. Тэрээр ажил дээрээ скүүтэрэр явдаг байв. Ажил олгогч саяхан бага зэрэг зохион байгуулалтын өөрчлөлт хийхдээ цаг бүртгэлийн төхөөрөмжийг нэлээн хол аваачиж байршуулсан байлаа. Уг ажилтан маань ажлын байрнаасаа нэлээн явж байж цагаа бүртгүүлэх хэрэгтэй болсон тул түүнийг цаасан хүснэгтэд цагаа шударгаар тэмдэглээд цалин бодолтод оруулж байхыг зөвшөөрчээ.",
        },
        
      ],
    },
  },
  {
    _id: "44",

    title: "Рэйнодын өвчин ",
    type: PerformanceTypes.pr,
    text: "Хэт хүйтэнхэмд орох эсвэл хүчтэй сэтгэл хөдлөлд автахад илэрдэг ховор үзэгдэл. Эдгээр нөхцөл үүсэхэд судас нарийсаж, үе мөчөөр мэдээгүй алдах, чимчигнэх, түлэгдэж байгаа мэт халуу шавах мэдрэмж авдаг.\n\nИхэнхдээ гар ба хөлийн хуруугаар явагддаг боловч заримдаа хамар, чих, эрүүгээр мэдрэгдэж болно.\n\nГадаад хэм эрс тэс биш бага зэрэг байсан ч халуунаас хүйтэн рүү шилжих эсвэл хүйтнээс халуун руу шилжих төдийд л мэдрэгээр илэрч болно.\n\n\nРэйнодын өвчин бие даасан хэлбэрээр явагдвал шалтгаан нь тодорхой бус байдаг. Хоёр дах хэлбэр нь чонон хөрвөс эсвэл үе мөчний хэрх өвчнөөс үүдэлтэй байдаг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[6],
      PerformanceDetailData[18],
      PerformanceDetailData[20],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Маш том цэцэрлэгт хүрээлэнгийн ой хамгаалагчаар ажилладаг нэгэн Рэйнаудын өвчнөөр оношлогдсон. Өвчнийхөө улмаас цэцэрлэгт хүрээлэнд гадаа ажиллана гэхэд маш хүндрэлтэй болсон.\n\nАжил олгогч нь гадаад хэмд тэсвэртэй халуун хүйтнийг зохицуулах технологиор хийгдсэн хувцас хэд хэдэн төрлийг өмсгөж үзсэн хэдий ч үр дүнгүй байв. Ой хамгаалагч өөрөө өөр ажилд шилжүүлэн томилох боломж байгаа эсэхийг асуусан байна. Ажил олгогч, ажилтан хоёр уулзаж сайтар ярилцсаны үр дүнд түүний дотор орчинд ажиллуулах боломж байгааг олж харсан юм. ажил олгогч ч гүйцэтгэл сайтай чадварлаг ажилтнаа авч үлдсэндээ баяртай байлаа",
        },
        {
          title: "",
          text: "Рэйнаудын хам шинж илэрсэн нэгэн багш өвлийн цагт өглөө эрт ажилдаа очиж чадалгүй хоцроод байдаг болжээ.\n\nТэрээр өглөө ажилдаа жаахан орой ирж байхаар хичээлийн хуваариа гаргах хүсэлтийг ажлын байрны тохируулга болгон хүсжээ. Тэнхимийн эрхлэгч дулаан цаг иртэл хүссэнээр нь хуваарь гарган ажиллуулахыг зөвшөөрлөө. Харин өвөл дуусмагц өглөө эртийн ангиудыг авч хичээл тасалдах эрсдэлээс хамгаалах хэрэгтэй гэдгийг сануулсан байна",
        },
        {
          title: "",
          text: "Нийгмийн эрүүл мэндээр мэргэшсэн мэргэжлийн үнэмлэх бүхий сувилагч толгой нь байнга өвддөг болсон байв. Рэйнаудын өвчнөөс нь болж тархинд очих цусан хангамж муудсанаас үүдэлтэй байлаа.\n\nТүүнд тусад нь ажлын өрөө гаргаж өгвөл жижиг оврын халаагч өрөөндөө хэрэглэх боломжтоо болох ба тэгснээр даархаа боломж цусны эргэлт нь сайжрах болно гэдгийг тайлбарлажээ. Тийнхүү тархины цусан хангамж нь сайжрахаар толгойны өвдөлт нь багасаж ажлаа сайн хийдэг болно гэжээ. Орчны хэмийг тусад нь халааснаар ажилтнуудыг ч хэт халууцуулахгүй юм гэсэн байна",
        },
        {
          title: "",
          text: "Хэвлэлийн компанийн хянан тохиолдуулагч хэт хүйтэн өрөөнд сууж ажиллахаар суурь онош нь сэдэрч төвлөрч ажиллаж чадахгүй байв. Хэт даарснаас тухгүйдэж ажилдаа төвлөрөхгүй байлаа.\n\nАжил олгогчтойгоо сууж сайтар ярилцсаны эцэст тэдний хэн хэн нь зайнаас ажиллах нь хамгийн оновчтой арга гэдэгт санал нэгдсэн байна. Түүний ажлын онцлогт зайнаас ажиллах нь тохиромжтой тул орчны хэмийг өөртөө тохируулан чанартай ажиллах нь дээр гэж үзжээ",
        },
        {
          title: "",
          text: "Банкны зээлийн мэргэжилтэн Рэйнаудын өвчтэй байлаа. Оффисын хэм жаахан доошлоход л түүний гар нь бээрч шивж чадахгүй болддог байв.\n\nАжил олгогч нь түүнд компьютерын халдаг хэрэгслүүд авч өгснөөр сарвуу хэсгээрээ даарахгүйгээр ажлаа дуусгаж чаддаг болжээ.",
        },

        
      ],
    },
  },
  {
    _id: "46",

    title: "Саркодозис ",
    type: PerformanceTypes.st,
    text: "Судас, эс, холбоос эддээр явагдаж жижиг дугуй хэлбэрийн биет үүсдэг.\n\nЕрөнхийдөө бол архаг өвчин гэж ойлгож болох ба маш удаан хугацаагаар, бүр насан туршид ч үргэлжилдэг.\n\nГэхдээ зарим хүнд хэдхэн сар гараад алга болдог бол зарим хүнд бүр ямар ч шинж тэмдэггүй байдаг. Дам илэрдэг шинж тэмдгүүдээс дурдвал арьс, уушги,нүд, үе мөч, ядаргаа, халуун, жин хаях зэрэг юм.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[12],
      PerformanceDetailData[4],
      PerformanceDetailData[18],
      PerformanceDetailData[20],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Тоон мэдээ оруулагчийн ажлын байранд хүсэлт гаргасан нэгэн саркодос оноштой хүн байсан. Тэрээр сонгон шалгаруулах ярилцлагын үеэр ийм оноштой ба энэ нь гэрэлт хэт мэдрэг байдаг ба түүнээс болоод биед байнгын хөндүүр зовуурь мэдэрдэг гэдгээ хэлсэн байна.\n\nХэрвээ түүнийг ажилд авах шийдвэр гарвал ширээний чийдэнгээр хангах болон бусад хувилбарт гэрэлтүүлэг бодож олж болно гэдгийг ажил олгогч амласан байлаа. Ямар нэгэн аргаар ажилтан өөрөө гэрэлтүүлгийнхээ хүчдэл, тусгалыг тохируулах боломжтойгоор гэрэлтүүлэг хиж өгнө гэсэн байна",
        },
        {
          title: "",
          text: "Ажилд орох хүсэлтээ гаргасан нэгэн эмэгтэй ярилцлагын үеэр нийтийн тээврийн хэрэгслээр зорчдог болохоо хэлжээ. Саркодос гэдэг оноштой учир өөрөө жолоо барьж чаддаггүй болохоо тайлбарласан байна.\n\nАжил олгогч уян хатан хуваарь зохион ажиллуулж болно гэж хариулжээ",
        },
        {
          title: "",
          text: "Саркодос оношны улмаас нүүрний хоёр талд хоёуланд нь саажилт өгсөн нэгэн ажилд орох хүсэлтээ гаргаж тийнхүү ярилцлагын урилга хүлээн авсан байна. Уг саажилт түүний хэл ярианы чадварт нөлөөлсөн юм.\n\nГэтэл уг ажлын байр нь хамт ажилладаг хүмүүстэйгээ ойр хамтынажиллагаа харилцаатай байхыг шаарддаг.\n\nХэрвээ ажилд орохоор болбол нүүр тулсан уулзалтаар зурвас солилцож санал бодлоо илэрхийлж байж болно гэжээ",
        },
        {
          title: "",
          text: "Саркодозэс өвчтэй нэгэн шинээр ажилд оронгуутаа ажилтнууд машинаа тавьдаг зогсоолд санаа нь ихээр зовж буйгаа илэрхийлсэн. Нэлээн том зогсоол бөгөөд түрүүлж ирсэн нь ойр зогсоолыг авдаг дүрэмтэй байлаа. Түүнд ихэнхдээ холын зогсоол олддог ба ээлжийн ажилдаа хол зай алхаж ирдэг байсан юм. Удаан алхах тусам амьсгаадаж гүйцэт амьсгалж чадахгүй болдог байв. \n\nАжил олгогч нь түүнийг хөмгийн ойр зогсоол хэрэглэж байх боломжоор хангаж өгсөн байна. Зогсоолоо сонгоод өөр машин тавихыг хориглосон тэмдэг тавьж өгчээ",
        },
        {
          title: "",
          text: "Саркодос оноштой нэгэн ажилтны хөл нь хөөн хавагнадаг байв. Өөрийн ажлын ширээнээс хувилагч машин байгаа газарт очиж бичиг баримт олшруулж авах нь түүнд нэлээн бэрхшээлтэй байдаг байлаа. Тэрээр гэртээ бол хөлөө сойж суудаг ба ингэх нь хавагналыг багасгах үр дүнтэй юм.\n\nАжил олгогч нь ширээн ээрээ байрлуулаад хэрэгтэй баримт бичгээ хувиар хувилаад ажлаа хийх боломж нээж өгсөн байна. Бага оврын хувилагч машин авч өгчээ",
        },

        
      ],
    },
  },
  {
    _id: "47",

    title: "Сонсгол алдалт ",
    type: PerformanceTypes.st,
    text: "Сонсголоо алдана гэдэг ямар нэг дуу авиаг сонсож болихыг хэлэх ба хэд хэдэн шалтгаан бий.\n\nТөрөхөөсөө бүрэн сонсголгүй төрсөн байж болох ба эсвэл насанд хүрсэн хойноо ямар нэг өвчний улмаас сонсголоо алдсан байж болно.  Насжилтын үүдэлтэй нөлөө, гэнэтийн хүчтэй цочрол гэмтэл, цочир хүчтэй эсвэл байнгын үргэлжилсэн чанга дуу чимээнээс аажимдаа үзүүлэх нөлөө зэрэг хүчин зүйлс нь сонсголыг бүр мөсөн алдагдуулдаг эсвэл нэлээн хэмжээгээр алдагдуулж чих хатуу болгодог байна.\n\nЗарим ажил үүргийн онцлогоос шалтгаалж тохируулга хэрэглээгүйгээр тухайн ажлыг зөв гүйцэтгэж чадахгүй байх тохиолдол байх боловч зарим хүнд бол бүр тохируулга огт шаардлагагүй байж ч болно.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[1],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Мах бэлтгэгч бүрэн сонсголгүй байсан ба түүний ажлын зэрэглэлийг дээшлүүлж агуулахад ажиллуулдаг болжээ. Агуулахын ажил маш завгүй байдаг. Ахлах мах бэлтгэгч нартай өдөр тутам ойр харилцаж ажиллах шаардлагатай болсон байлаа. Тиймээс ажил олгогч нь бүх мах боловсруулагч нарт текстэйн харилцааны жижгэвтэр төхөөрөмж авч өгсөн байна.",
        },
        {
          title: "",
          text: "Хээрийн геологич алс хязгаар нутгуудаар ганцаараа хайгуул хйидэг байсан ба олдворуудаа хоёр талт радио харилцааны төхөөрөмжөөр дамжуулан мэдээлэх боломжгүй байлаа. Тиймээс түүний ашиглаж дадсан энэхүү төхөөрөмжийг сонсголгүй хүнд зориулсан үүрэн утсан харилцааны төхөөрөмжөөр орлуулж текстэд суурилсан утсан харилцааны технологи ашиглах боломжоор ханган явуулдаг болжээ.",
        },
        {
          title: "",
          text: "Нэгэн төрийн албаны ажилтан сонсголын бэрхшээлээсээ болоод хамт ажилладаг хүмүүстэйгээ хангалттай үр дүнтэйгээр харилцаж чадахгүй байлаа. Ажил олгогч нь түүнийг дүрст дамжуулалттай үйлчилгээнд холбож дагалдах сургалтыг авч өгөв.",
        },
        {
          title: "",
          text: "Эмнэлгийн лабораторийн техникч лабораторийн туршилтын үеэр цаг болмогц дуугарах чимээг алдалгүй сонсож түргэн хариу үйлдэл хийх ёстой байдаг байв. дуугарахыг сонсож чадахгүйгээс болоод чухал мөчүүдийг алдаад байв. Менежер нь цагийн системийг гэрлэн дохиотой холбож өгснөөр асуудлыг шийдсэн.",
        },
        {
          title: "",
          text: "Ажилд орохоор ирүүлсэн маягтуудаас нэгэн сонсголын бэрхшээлтэй өргөдөл гаргагч шалгуур хангаж түүнийг ажилд авахыг хүссэн учраас уг банкны менежер хөдөлмөр эрхлэлтийн мэргэжилтэнд хандаж зөвлөгөө хүсжээ. Тухайн албан тушаал нь үйлчлүүлэгчидтэй харилцах ажил байнга хийх учир хоёр хүн хувийн жижиг дэлгэцээр амжуулж харилцах шийдэл санал болгосон байна. Энэ нь нөгөө ажилд орох гэж буй сонсголгүй хүнд ч банкаар үйлчлүүлэх сонсголын бэрхшээлтэй хүмүүст ч үр дүнтэй шинэлэг санаачилга болжээ.",
        },
        {
          title: "",
          text: "Эмнэлгийн шинжилгээний лабораторид цус бэлтгэгчээр ажиллахаар бэлтгэгдсэн ажилтан бүрэн сонсголгүй байлаа. Тэрээр өвчтөнүүдтэй харилцахдаа текстийг дуу авианд буулгадаг төхөөрөмж ашигладаг байв.  Чичирхийлэлтэй дохио өгөгч пэйжэр авч өгсөн ба эмнэлгийн өөр хэсэгт хол байгаа үед гэнэт дуудах шаардлага гархид маш үр дүнтэй шийдэл болж өгөв.\n\nНэгэн төрийн албан байгууллагын дарга нэлээн хэдэн сонсголын бэрхшээлтэй ажилтантай байлаа.\n\nЯмар нэг онцгой нөхцөл үүсэхэд эдгээр ажилтнаа мөн аюулаас хамгаалах хэрэгтээ учраас дохиоллын пэйжэр өгч уг пэйжэрийг ерөнхий дохиоллын системдээ холбосноор чичиргээнд дохио хүлээн авдаг болжээ. Мөн дохионы дуу чанга дуугарахын зэрэгцээ гэрэл анивчдаг болгосон байна. Уруул уншигч нэмж суулгасан.",
        },
       
        
      ],
    },
  },
  {
    _id: "48",

    title: "Сонсголын бэрхшээл ",
    type: PerformanceTypes.st,
    text: "Сонсголгүй буюу энгийн ярианд дүлий гэж ярьж заншсан үг хэллэгийг хүмүүс ялгаж олгох нь зүйтэй. Мэдээллийг ойлгож боловсруулах хэмжээнд сонсож чадахгүй байгаа бол сонсголгүй гэж явна.\n\nЧих хатуу буюу сонсгол муу гэхээр мэдээллийг сонсож ойлгох чадвартай түвшнийг хэлж байна.\n\nТиймээс сонсголын бэрхшээлтэй хэмээн мэргэжлийн дүгнэлт гарсан хэдий ч сонсож ойлгох чадвараасаа болоод ажилдаа тохируулга хэрэглэх хэрэгтэй юу, тухайн хүний сонсох түвшинд ямар туслах хэрэгсэл, бусад дэмжлэг оновчтой байх вэ гэдгийг ганцаарчлан тодорхойлох нь чухал. \n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[1],
      PerformanceDetailData[16],
      PerformanceDetailData[28],
      PerformanceDetailData[26],
      
    ],
    
  },
  {
    _id: "49",

    title: "Сонсголын Процессын Эмгэг ",
    type: PerformanceTypes.st,
    text: "Сонсголын процессын эмгэг гэдэг нь сурах бэрхшээлийн нэг хэлбэр юм. Сурах бэрхшээл дотроо хэд хэдэн төрөлтэй. Тэдгээр эмгэг нь аман болон бичгийн мэдээллийг хүлээн авч, зохион байгуулалтад оруулж, ойлгож, буцаан дамжуулах үйл ажиллагаанд саад бэрхшээл учруулна.Бодож сэтгэх, юмсын учир шалтгааныг олох чадвар дундаж эсвэл дунджаас доогуур байгаа хүмүүст илэрдэг.\n\nУхаж ойлгох, бодож сэгэх, эргэн санах тойрог замын цогц процессын аль нэг хэсэг гэмтэж доголдоход үүсдэг эмгэг. Эдгээр эмгэг учруулах хүндрэлээрээ харилцан адилгүй. Аман харилцаагаар ойлголцох, мэдээлэл солилцох, тоо бодох, мэдээлэл унших болон бичих замаар ойлголцоход илэрдэг.\n\nСонсголын процессын эмгэг гэхээр аман харилцаагаар ойлголцож, олж авсан мэдээллийг эргүүлэн аман харилцаагаар солилцохдоо муу байхыг хэлж байгаа юм.\n\nСонсох Мэдрэхүйгээр дуу авиаг ялгаж салгаж чаддаггүй хүмүүс их байдаг.\n\nҮгэнд дуудагдаж бий авиануудыг нарийн барьж авч, харьцуулж, ялгахдаа муу байдаг учир зөв уншихад мөн асуудал тулгардаг байна.\n\nДүрст тэмдэглэгээг сонсох замаар ялгаж таньдаггүй учир дуу чимээтэй орчинд чухал үг яриаг ялгаж барьж авч чаддаггүй.\n\nСонсголын ой санамж нь аман харилцаагаар хүлээн авсан мэдээллийг урт болон богино хугацаанд эргэн санах чадвартай холбоотой.\n\nСонсголын дэс дараал гэдэг сонссон үг яриа, дуу авиаг урд хойно оруулан хольж хутгахгүйгээр эргэн санаж бүрэн зөв ойлгох чадвартай холбоотой.\n\nДээрх эмгэгүүд нь хүний бичих, үсэглэх, унших чадварт нөлөөлдөг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[1],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Сонсголын процессын эмгэгтэй ажилтан тусгаарлагдсан орчинд ажиллахыг хүсжээ. Түүнд гаргаж өгөх илүү өрөө байгаагүй учир түүний ажлын барыг нийтийн өрөөний захад хуваарилж тусгаарлагч өндөр хана босгож өгсөн. Ханыг дуу чимээ шингээгч материалаар хийсэн байна. Гэхдээ түүнийг хамт олон руугаа нүрээ харуулж суух боломжтойгоор дайршуулсан нь хэт ганцаараа тусгаарлагдсан сэтгэгдэл төрүүлэхээргүй аятайхан таарсан байна.",
        },
        {
          title: "",
          text: "Захиргааны хэлтсийн нарийн Бичгийн Дарга эмэгтэйн зайшгүй өөрөө гүйцэтгэх шаардлагатай ажлуудын нэг нь хурлын тэмдэглэл хөтлөх юм. Сонсголын процессын эмгэгээсээ болоод хурлын тэмдэглэл чанартай хөтөлж чаддаггүй учраас сайжруулахын туйлт ухаалаг үзэг хэрэглэж эхлэв. Хурлын хөтөлбөрийг урьдчилан авч тэмдэглэ хөтлөх загвараа бэлтгэдэг болжээ.\n\nХэлэлцэх асуудлуудыг бичээд хуралд оролцох хүмүүсийн нэрийг дармалаар бичиж бэлтгэснээр хурлын үеэр олон зүйл зэрэг бичих гэж сандрахгүйгээр анхааралтай сонсох боломжтой болов.",
        },
        {
          title: "",
          text: "Орчуулагч болохыг хүссэн коллежийн оюутан шинэ хэл сонгон суралцахаар хичээж эхэлжээ. Шинэ үг хэллэг сонсоод барьж авахдаа муу байсан учир эргүүлэн ярьж сурахгүй байв. Тиймээс хэлний хичээлийн кредит цагт оногдох хугацааг уртасгаж өгснөөр нэг дор хэд хэдэн үг хэллэг сурах биш нэг үг хэллэгийг утга болон дуудлагын хамт бүрэн ойлгож эргүүлэн ярьж сурахад нь хангалттай цаг гарсан байна. Мөн хичээл дээр бичлэг хийн эргүүлэн сонсох зөвшөөрөл өгснөөр оюутан хичээлд гарч буй үг хэллэгийг янз бүрийн төхөөрөмжөөр сонсож туршдаг болов. Энэ нь өөр өөр хурд, аялга, өргөлттэйгөөр сонсож ямар ч нөхцөлд алдахгүй ойлгодог болох дасгал болж өгсөн. Багш асуулт асуухдаа удаан дуудаж хариулт өгөх боломж олгох, хичээлд идэвхтэй оролцоход нь дэмтэй байх суудлаа сонгон суудаг байх, анхаарал сарниулах бусад нөлөөг аль болох багасгах тохируулга байвал хэрэглэх зөвшөөрөл өгсөн байна.",
        },
        {
          title: "",
          text: "Алдаа Оношлогч Үйлчлүүлэгчдийн лавлагаанд утсаар шууд хариулт өгч чадахгүй байсан учир тэдний асуулд лавлагааг и-мэйлээр хүлээн авдаг болох хүсэлт гаргасан. Туршилтын хугацаанд нь туршиж үзэхийг ажил олгогч зөвшөөрсөн байна. Туршиж дуусахад ойр хамт ажилладаг нөхрөөс нь санал үнэлгээ авсан. Үнэлгээ ярилцлагын эцэст бичгээр хүлээн ав эргэн хариу өгөх нь үр дүнтэй байж чадсан төдийгүй ийм аргаар ажиллах нь үйлчилгээний чанарыг  ч сайжруулах юм байна гэсэн дүгнэлтэд хүрсэн учраас бүх ажилтан нэгэн адил үйлчлүүлэгчийн хүсэлтийг бичгээр авч богино хугацаанд хариу өгдөг болжээ. Цааш тэмдэглэ хийн үдэхэд ч давхар ашигладаг болов.",
        },

      ],
    },
  },
  {
    _id: "50",

    title: "Спино Бифидо ",
    type: PerformanceTypes.st,
    text: "Спино Бифидо нь төрөлхийн нуруу нугасны гэмтэл юм. Ураг байх үеийн эхний хэдэн сард эхийн хэвлийд хөгжлийн гажгийн улмаас нуруу нугасны дутуу хөгжил үүсдэг.\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   setup: [
   {
    title: "",
    details: [
      {
        title: "Юм өргөх аюулгүй техникт суралцах "
      },
      {
        title: "Зайлшгүй шаардлагатай ажил үүрэг биш бол юм өргөх үүргийг дахин хуваарилах "
      },
      {
        title: "Юм өргөх, хөдөлгөхөд туслалцаа үзүүлэх. Том зүйлийг жижиг хэсгүүдэд хуваах гэх мэтээр."
      },
      {
        title: "Эд зүйлсийг дахин өргөх, хөдөлгөх шаардлага гарахгүйгээр зохион байгуулах "
      },
      {
        title: "Ажлын байрны тодорхойлолтод өөрчлөлт хийх эсвэл өөр ажлын байранд шилжүүлэн томилох "
      },
      {
        title: "Босож хөдөлгөөн хийх боломжоор хангах үүднээс ойр ойрхон богино завсарлаа авахыг зөвшөөрөх "
      },
      {
        title: "Нийт ажилтанд олгогдсон завсарлагыг өөрт тохируулан уян хатнаар хэрэглэхийг зөвшөөрөх"
      },
      {
        title: "Босож хөдөлгөөн хихийг сануулах сануулагч апп ашиглах "
      },
      {
        title: "Босоо, суугаа байрлалын аль алинд ажиллах боломжтой тохиргоотой ажлын ширээ эсвэл тавцангаар хангах "
      },
      {
        title: "Эргиномик/тохиргоотой ажлын сандлаар хангах "
      },
      {
        title: "Гэрээс ажиллахыг зөвшөөрөх замаар ажиртна шаардлагатай үедээ хэвтэх, суух, босож Хөдөлгөөн хийх боломжоор хангах "
      },
      {
        title: "Хувийн туслах хүн гаргаж өгөх эсвэл хэрэглэхийг зөвшөөрөх  "
      },
    ]
   }
   ],
    functions: [
      PerformanceDetailData[17],
      PerformanceDetailData[7],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Ажлын ярилцлагад дуудагдсан нэгэн жолоо барьж чаддаггүй учир нийтийн тээврийн хэрэгслээр зорчдог гэдгээ хэлсэн байна.\n\nТэрээр төрөлхийн нуруу нугасны дутуу хөгжлийн улмаас зарим үйлдэл гүйцэтгэх чадвараа бүр мөсөн алдсан учир амьдралынхаа хэмнэлийг ийнхүү зохицуулах шаардлага байдаг гэдгийг тайлбарласан юм. ажил олгогч түүнийг ажилд авахаар шийдвэл нийтийн тээврийн хуваарьт тохируулан уян хатан хуваариар ажиллуулах боломжтой гэдгийг хэлсэн байна.",
        },
        {
          title: "",
          text: "Дэлгүүрийн кассын ажлын бараанд хүсэлтээ гаргасан нэгэн тэргэнцэр хэрэглэдэг ба энэ нь нуруу нугасны төрөлхийн дутуу хөгжлөөс үүдэлтэй гэдээ хэлсэн байна.\n\nХэрвээ түүнийг ажилд авахаар болбол аль нэг кассын ажлын байрыг тэргэнцэрт хүртээмжтэйгээр тохируулан өөрчилж болох ба түүнийг зөвхөн уг кассыг ашиглаж байхаар хуваарилж болно гэсэн юм.",
        },
        {
          title: "",
          text: "Нуруу нугасны төрөлхийн дутуу хөгжилтэй нэгэн оффисын ажилтан заримдаа маш их мэдээлэл шивэх шаардлага гардаг. Энэ нь түүнд ихээхэн хүндрэлтэй байдаг байна.\n\nАжил олгогч нь түүний компьютерт яриа таньж текстэд буулгадаг программ суулгаж өгснөөр шивэх ажил харьцангуй багассан юм.",
        },
        {
          title: "",
          text: "Спино пифидо буюу нуруу нугасны дутуу хөгжилтэй ажилтан нь байгууллагынхаа машины зогсоолд хүрэх, ашиглахад ихээхэн асуудалтай байлаа.\n\nНэг зогсоолыг хүртээмжтэй болгон завсарлаад бусад машин тавихыг хориглосон тэмдэг тавьж зохицуулж өгсөн байна.",
        },
        {
          title: "",
          text: "Нуруу нугасны дутуу хөгжлөөсөө болоод алхагч хэрэглэдэг ба энэ нь шатаар явж чаддаггүйтэй холбоотой гэж тайлбарласан байна. Тэрээр ажилд орох хүсэлтээ гаргасан нэгэн юм.\n\nУг ажлын байр байгууллагынхаа гурав дугаар давхарт байрладаг хэдий ч түүнийг ажилд орвол нэг дүгээр давхарт байрлуулах боломжтой гэж хэлсэн.",
        },

      ],
    },
  },
  {
    _id: "51",

    title: "Спиртийн нөлөөгөөр урагт үүссэн хам шинж ",
    type: PerformanceTypes.st,
    text: "Төрөхийн өмнөх үе буюу эхийн хэвлийд ураг байх үеийн спиртийн хэрэглээнээс үүдэлтэй учир урьдчилан сэргийлэх боломжтой гэж үздэг. Спиртийн хам шинжтэй төрсөн хүүхдүүд оюун санаа, бие махбод, зан үйлийн хувьд согогтой болдог ба харамсалтай нь эдгээр согог нь эмчлэгдэх боломжгүй. Уг согог хэр хүнд байхаас хүүхдийн амьдралд үзүүлэх үр дагавар янз бүр байна.\n\nУрагт үзүүлсэн спиртийн нөлөөний хам шинж нь ганц эмгэгээр илэрдэггүй харин хэд хэдэн үр дагавар дагуулдаг.\n\nХамгийн хүнд хэлбэрийг спиртийн нөлөөний хүрээний хам шинж гэж цогцоор нь авдаг.\n\nИлрэх шинж тэмдгүүдээс тоочвол:⦁\tНүүр царай хэвийн бус байх\n\n⦁\tЗүрх, бөөр, ясны гаж хөгжил\n\n⦁\tТөрөхийн өмнөх болон төрсний дараах бүх махбодын хөгжил хэт хоцрогдолтой байх\n\n⦁\tХараа болон сонсголын гэмтэл \n\n⦁\tТолгойны тойрог буюу эзлэхүүн эрс жижиг байх\n\n⦁\t хэмжээ хэвийн бус байх\n\n⦁\tҮе мөчний солбилцох хөдөлгөөн муу байх\n\n⦁\tУнтахдаа муу байх\n\n⦁\tОюун санааны хөгжлийн хувьд хоцрогдолтой байх\n\n⦁\tЗан үйлийн асуудалтай байх\n\n\nСпиртийн нөлөөний согогийн улмаас үүссэн зан үйлийн асуудалд анхаарал төвлөрөл маш богино, хэт идэвхжил, эрс уур уцаартай  тайван бус байх,  сэгэл зовнил түгшүүртэй байх, сэтгэл хөдлөлөө удирдах чадваргүй байх, юмсын учир шалтгааныг олж харж шийдвэр гаргах чадваргүй байх зэрэг орно.\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[6],
      PerformanceDetailData[5],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Хүнсний дэлгүүрийн савлагч эхийн хэвлийд байхдаа спиртийн нөлөөгөөр гэмтэл авсан нэгэн ажээ.\n\nТэрээр дэлгүүрт орж ирсэн хүн бүрийг тэврэх гэж оролддог байлаа. Хамт ажилладаг хүмүүсээ ч мөн тэвэрдэг байв. Үйлчлүүлэгчдийн ихэнх нь дургүйцдэг байсан нь ойлгомжтой. Тиймээс удирдах ажилтан нь ажилд дадлагажуулагч авч дэлгүүрт ирж байгаа хүмүүсийг тэврэх нь зохистой үйлдэл биш болохыг ойлгуулахыг хүслээ. Нөгөө савлагч эмэгтэйтэй ажиллаж дууссаны эцэст дадлагажуулагч шууд оролцохгүйгээр далдаас ажиглаж эхэлсэн. Гарцаагүй оролцох шаардлага гарахад эелдгээр сануулж болиулдаг байлаа. Энэхүү оролцоо нь амжилттай болж нөгөө эмэгтээ маань орж ирсэн хүн бүрийг тэвэрч болохгүй гэгийг ойлгоод зогсохгүй өөрийн дадлыг багасгаж чадсан.",
        },
        {
          title: "",
          text: "Машин засварын газрын засварчин спиртийн нөлөөний хам шинжээсээ болж хийж байгаа ажилдаа төвлөрч чаддаггүй, аливаа хөндлөнгийн зүйлд маш хурдан анхаарал нь сарнидаг байв.\n\nТүүний энэхүү онцлогт тааруулан өнгө өнгийн тавиуртай механикийн сандал авч өгөв.\n\nБайнга хэрэглэдэг багаж хэрэгслээ шинэ сандалдаа байрлуулж тавихад нь тусалсан ба ажлын даалгавруудаа хийсэн, хийгээгүйгээр нь тэмдэглэж эргэн санаж байх жагсаалт бэлтгэж өгдөг болжээ.",
        },
        {
          title: "",
          text: "Үйлдвэрт ажилладаг нэгэн залуу спиртийн нөлөөний хам шинжээсээ болж хөдөлгөөний хүндрэлтэй болон өсөж хөгжсөн нэгэн байлаа.\n\nТэрээр гар аргаар хийсэн эвлүүлдэг тоглоомуудыг эвлүүлээд гялгар уутанд хийн амсрыг үдэх ажил гүйцэтгэдэг байлаа. Гэтэл уутны амсрыг том онгойлгон эвлүүлдэг хэсгүүдийг салгаж унагалгүйгээр хийнэ гэдэг түүний хувьд бараг боломжгүй хэцүү даалгавар байв. Тиймээс супервайзер нь гялгар уутаа хавчиж тогтоогоод тоглоомоо хийх боломжтой болгож өгсөн нь дээрээ хавчаартай модон хайрцаг хийж өгсөн хэрэг юм.",
        },
        {
          title: "",
          text: "Цэвэрлэгээний ажилтан эмэгтэй цэвэрлэгээний бодисуудыг зориулалтаар нь ялгаж хэрэглэж чадахгүй байсны дээр шинэ орчинд орохоороо яахаа мэддэггүй байлаа.\n\nТүүний цэвэрлэдэг өрөөнүүдэд өнгө өнгөөр тэмдэг тавиад өрөө тус бүрд хийдэг ажлуудыг нь мөн тухайн өрөөний өнгөтэй адилхан өнгийн цаасан дээр бичиж өгдөг болжээ.",
        },
        {
          title: "",
          text: "Шинээр ажилд орсон нэгэн туршилтын хугацаагаа маш амжилттайгаар дуусгасан. Түүний ажлын дадлагажуулагч нь үнэхээр сайн тусалж туршлагажуулсан байлаа. Зуун хувь биеийг нь даалгахаас өмнө харилцаа сайтай нэгэн хамт ажилладаг нөхрийг нь дэмжин туслах хүнээр нэг хэсэг хугацаанд томилох шийдвэрийг ажил олгогч нь гаргаж үргэлжлүүлэн дэмжсэн байв. Тэд энгийн чөлөөтэй харилцаагаар нэг нэгэндээ туслан дэмждэг байлаа.",
        },
        {
          title: "",
          text: "Буйдуухан газрын нэгэн клубт ажилладаг нэгэн залуу өглөөгүүр ажил хийх ямар ч идэвх  сонирхолгүй байдаг байлаа.\n\nХийх ажлуудыг нь бичиж өгөөд, зургаар харуулаад, уртасгаан цагаар сургаж дадлагажуулах гээд ч үр дүнгүй болов.\n\nХарин тэрээр клубт тоглохоор ирсэн хүмүүсийг бүртгэж, төлбөр цуглуулж, үйлчилгээ үзүүлдэг өөр нэгэн өөр ажилтантай найзархаг байхыг клубийн эзэн ажигласан байна. Нөгөө ажилтан насаараа түүний өвөө байхаар хүн байв.\n\nКлубийн эзэн хүсэлт тавьсны үндсэн дээр шин найз нь өглөө бүр ажлаа эхлүүлэхэд нь тусалж идэвхжүүлдэг болов. Аажмаар биеийг нь даалган үе үе бяцхан шалгалт авдаг байлаа. Тэдний энэхүү хамтын ажиллагаа нөгөө залууд ч, клубийн эзэнд ч үр тустай санаачилга болжээ.",
        },
        {
          title: "",
          text: "Чимээ шуугиан ихтэй агуулахад ажилладаг туслах ажилтан супервайзерынхаа ярьсныг ойлгодоггүй байлаа. Шуугианаас илүүтэйгээр түүний эхийн хэвлийд байхдаа авсан спиртийн нөлөөний хам шинжээс болдог байв.\n\nГэхдээ эхлээд орчны нөлөөтэй холбож үзэх хэрэгтэй гэж зөвлөсний дагуу нам гүм тайван орчинд хэт хурдан биш энгийн богино өгүүлбэрээр ярихад хэр ойлгож байгааг нь шалгаж үзсэн. Тэгээд агуулахад ч мөн адил нүд рүү нь эгцэлж харж байгаад тайвнаар ярилцдаг болсноор тэдгээрийн харилцаа үр дүнтэй болдог болжээ.",
        },
        
      ],
    },
  },
  {
    _id: "52",

    title: "Судасны хатуурал ",
    type: PerformanceTypes.st,
    text: "Төв мэдрэлийн системийн үйл ажиллагаатай холбоотой дархлааны  байгууламжийн тогтолцооны гажуудалтай холбоотой өвчин юм. Төв мэдрэлийн тогтолцооны өөх тослогоос бүрдсэн дулаан хадгалагч зөөлөн эдийг гэмтээж үүрэг ажиллагаанд нь саад учруулдаг. Уг зөөлөн эд нь уургаар баялаг бөгөөд мэдрэлийн эсийн гадуур хучилт үүсгэж хамгаалалтын кодчилол бий болгодог. \n\nЭнэхүү өөхөн бүрхүүл буюу хамгаалалтын кодчилол гэмтэхэд мэдээ дохионууд мэдрэлийн эсүүдийн дундуур нэвчиж чөлөөтэй дамжих боломжгүй болж хоцрогдол үүсдэг.\n\nЭнэ өвчнөөр өвчилсөн бол бүрэн эмчилгээ хийж мэдрэлийн эсийн гэмтлийг зогсоох боломж одоогоор байхгүй байна. Өвчний явц болон хүндрэлд ч бүрэн дүгнэлт хийж урт болон богино хугацаанд ямар байдалд хүрэхийг тодорхойлох боломжгүй.\n\nГагцхүү  судалгаануудын үр дүнд боломжит эмчилгээнүүд гаргаж авч байгаа нь үүгээр зовж шаналж байгаа хүмүүст итгэл найдвар төрүүлж байна.\n\n\nТөв мэдрэлийн судасны хатуурал ямар хэлбэрээр сэдэрч ямар шинж тэмдэг илэрдэг вэ гэдгээр нь л баримжаа авч байна. Илрэх шинж тэмдгийн хүндрэлийг багасгах талаас нь эмчилгээ хийдэг. Хөнгөвтөр шинж тэмдэгт үеийн мэдрэл алдах орох бол хүнд хэлбэрийн шинж тэмдэгт саажилт, эцэж сульдах, хараа алдах, булчин сулбайх, булчингийн чангарал явагдаж гар хөл татвалзах,  хэл ам орооцолдох, давсаг ба хэвлийн хөндийн хам шинжтэй болох, бэлгийн үйл ажиллагаа муудах зэрэг байж болно.\n\n\nХамгийн анхдагч шинж тэмдгүүд бол алхаа гишгээ эвгүй болох, зүүгээр шивж байгаа мэт өлөх эсвэл мэдээ алдах зэрэг хэвийн бус мэдрэмж төрөх, хөндүүр зовуурьтай болох, харааны мэдрэл нарийсах замаар хараа алдах зэрэг байна.\n\nЭдгээрээс хамгийн элбэг тохиолддог нь чичрэх, солбицол алдах, хэл яриа орооцолдох, гэнэт саажилт явагдах, цус харваж байгаа мэт ижил шинж тэмдэг явагдах, танин мэдэхүйн үйл ажиллагаа муудах зэрэг байдаг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[2],
      PerformanceDetailData[1],
      PerformanceDetailData[0],
      PerformanceDetailData[3],
      PerformanceDetailData[22],
      PerformanceDetailData[4],
      PerformanceDetailData[17],
      PerformanceDetailData[18],
      PerformanceDetailData[20],
      PerformanceDetailData[9],
      PerformanceDetailData[7],
      PerformanceDetailData[8],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Тархины мэдрэлийн эсүүд нь хатуурч гэмтсэнээс болоод багш маш ихээр ядарч сульдахаас гадна яриа нь удааширч бүдгэрдэг байна. Энэ нь оюутнуудтай харилцахад ихээхэн хүндрэл учруулдаг болов.\n\nТүүнд хувийн хэрэглээний дуу өсгөгч авч өгснөөр зүүн хэрэглэж дуу хоолойгоо шахах хэрэггүй болов. Мөн хичээлээ өөрт тохируулан богино завсарлагатайгаар заахыг түүнд зөвшөөрчээ.",
        },
        {
          title: "",
          text: "Тархины судалсны нарийсалтай инженер халуунд хэт мэдрэг болжээ.\n\nТүүнийг тусад нь өрөөнд суулгадаг болсноор өрөөний хэмийг өөрт хэрэгтэй хэмжээгээрээ багасгах боломжтой болсон. Түүнчлэн түүнийг ажлынхантайгаа цахим шуудангаар эсвэл утсаар илүү харилцаж ажлаа хийдэг байхыг зөвлөсөн. Ингэснээр их явж ядрахаас давхар хамгаалсан зохицуулалт болох юм.",
        },
        {
          title: "",
          text: "Даатгалын компанийн нөхөн төлбөр хариуцсан ажилтан ирсэн маягтыг уншиж чадахгүй болжээ. Тархины судалсны хатуурлаас болж түүний хараа нь маш ихээр муудсан байлаа.\n\nАжил олгогч нь түүнд зогсоож байрлуулаад томруулж харах шил худалдан авч өгснөөс гадна ажлын байрны гэрэлтүүлэг хийж өгсөн.",
        },
        {
          title: "",
          text: "Оффист сууж ажилладаг нэгэн нэг өдрийн дотор ажил дээрээ хэд хэдэн удаа унадаг байв. Үүнээс болоод бусад ажилтнууд түүнд анхаарлаа хандуулж ажлаа тасалдуулахад хүрдэг байв. \n\nАжил олгогч нь учраг нь ойлгохыг хүсэж түүнтэй ярилцсан юм. Тэрээр түүний ажлын барйнаас эхлээд ариун цэврийн өрөө, кофены өрөө, амралтын өрөө, хэвлэгч машины хэсэг хүртэл хана дагасан бариул суулгаж өгөхийг хүсжээ.",
        },
        {
          title: "",
          text: "Жижиглэнгийн худалдааны дэлгүүрийн менежер дэлгүүрийн нэг булангаас нөгөө булан хүртэл нэлээн хол зай явдаг учир скүтэр унадаг болсон.Учир нь тэрээр тархины судасны хатуурлаасаа болж ихээр ядардаг болсон юм.  ",
        },
        {
          title: "",
          text: "Даатгалын компанийн ажилтан тархины судасны хатуурал болон сэтгэл зовнилтой байсан. ажил олгогчоосоо сургуультай амьтнаа авчрахыг нь зөвшөөрөхийг хүссэн байна. Хэрвээ сургуультай амьтнаа ажлын байран дээрээ байлгавал түүний босож явах хөдөлгөөнд нь туслахаас гадна стрессээ бууруулахад нь дэмтэй байхаар байлаа.\n\nТүүний хүсэлтийг хүлээн авснаас гадна бусад ажилтнуудад зориулан сургуультай амьтны талаар сургалт хийх санал тавьсан. Уг ажилтанд хаалгануудыг онгойлгож хаахад нь хялбар байхаар өөрчлөлт хийсэн.",
        },
        {
          title: "",
          text: "Маш том түгээлтийн төвийн захиалгын ажилтан үйлдвэрлэлийн цагаар бүрэн ажиллаж чадахааргүй болжээ. Тэрээр эцэж ядардаг болсон байлаа.\n\nАжил олгогч нь түүнийг өөр элжин ажиллуулахаар хуваарилсан. Одоо түүний биед болон тархинд ирэх ачаалал багассанаар харьцангуй стресс багатай ажиллах болов. Шаардлагатай үедээ богино завсарлага авч байхыг бас зөвшөөрсөн байна.",
        },
        {
          title: "",
          text: "Тархины судас нь хатуурснаас болж тогтоох, санах үйл ажиллагаа нь ихээр муудсан нэгэн мэдээллийн ажилтан байв.\n\nАжлын байрны дуу чимэг багасгаж анхаарал сарних хүчин зүйлсийг бууруулахын тулд дуу чимээг сорж намсгах зориулалттай хавтангаар тааз болон ханаа бүржээ. Мөн ажил эхэлмэгц гүйцэтгэх ажлын жагсаалтыг дэлгэрэнгүй зааварчилгааны хамт бэлтгэж өгдөг болов.\n\nХэвлэлийн компанийн менежер тархины судасны хатруулаасаа болж тэргэнцэр хэрэглэдэг болсон юм. Тэрээр ажилтнуудын ариун цэврийн өрөөг ашиглахдаа хүндрэлтэй байдаг байлаа.Тэргэнцрээсээ суултуурт шилжин сууна гэдэг их хэцүү байсан.\n\nСуултуурын эргэн тойронд бариул нэмж суулгасан байна.",
        },
        {
          title: "",
          text: "Тархины судасны хатууралтай нэгэн өмгөөлөгч хүнд хавтаст хэргүүдийг бариад уулзалтын өрөө, шүүхийн тэнхимд очих зэргээр ийш тийш зөөж дийлдэггүй байв. Түүний дээд мөчний булчингийн үйл ажиллагаа суларч муудсан байв.\n\nТүүнд түрдэг тэрэг авч өгснөөр машиндаа бичиг цаас авч суух, суухад хүртэл ашигладаг болжээ.",
        },
        
      ],
    },
  },
  {
    _id: "53",

    title: "Сул хараа ",
    type: PerformanceTypes.st,
    text: "Харааны бэрхшээлийг дотор нь үлдэгдэл хараатай, сул хараатай огт хараагүй гэж ангилдаг.\n\nСул хараа гэдэг бол тодорхой хэмжээгээр хардаг үлдэгдэл хараа бөгөөд линз зэрэг хараа зүйн хэрэгслээр засаж сайжруулах боломжгүй байдаг.\n\nАлбан ёсны хараагүй гэдэгт хамгийн сайн харж байгаа нүдээрээ өөрт тохирох хараа зүйн хэрэгслээ зүүгээд 20/200 хэмжээттэй эсвэл түүнээс муу хардаг байхыг хэлнэ.\n\nХугарлын гажиг, нүдний өвчин, бусад бүх харааны согогууд хараа алдалт хүргэдэг. Дор бүрнээ өөр өөр согог үүсгэдэг. Тэдгээр харааны согогуудыг дор жагсаалаа:\n\n\n•\tХугарлын нийтлэг гажгууд \n\nХолын хараа муу буюу ойрын хараатай—орын юмс тод харагдаад холын юмс бүдэг бүрэлзэж харагдана\n\no\t  Ойрын хараа муу буюу холын хараатай \n\no\t Стигматизм—эвэрлэг бүрхүүлийн хэлбэр хэвийн биш хөгжсөнөөс ойр ба холын хараа адил муу байдаг.\n\n\t\t•\tПрисбиопиа—насжилтаас үүдэн нүдний линзүүд уян чанараа алдаж эхэлдэг. Ойрын зайнд юм харахад бүрэлзэж муу хардаг болдог.\n\nНийтлэг тохиолддог нүдний өвчнүүд\n\no\t  Болорын цайралт—нүдний бүдгэрч хараа алдалтад хүргэдэг.\n\no \t Нүдний даралт—нүдний даралт ихсэж харааны мэдрэлийг дарж гэмтээдэг. Даралтаас үүдэлтэй харааг эргэн сэргээх боломжгүй. Захын хараанаас эхлэн гэмтээнэ.\n\n\o\t  Насжилтаас үүдэлтэй хараа алдалт—нүдний цусан хангамжийн судаснууд гэмтэж төвийн холын хараа алдалтад хүргэдэг ба эргэн сэргэдэггүй. \n\no \t Торлогийн пигментийн цайралт—нүдний пигмент муудаж гэрэл шүүх чадвар нь муудаж цэгийн хараатай үлддэг. Шөнө юу ч харахгүй болдог.\n\n\t\t•\tТорлогийн гэмтэл—ихийнхдээ чихрийн шижингээс болж торлогийн цусан хангамжийг бууруулдаг. Юм харахад толбо нүдний урдуур толбо гүйгээд байгаа мэт байдаг. \n\n\nБусад харааны согогууд \n\no\t  Шөнийн сохор—торлогийн пигментийн цайралтаас үүдэлтэйгээр бүдэг гэрэлд муу хардаг болдог.\n\n\t\t•\tӨнгөний хараа алдалт –торлогийн төвийн эсүүд гэмтэж өнгөний хараа болон өдрийн нарны гэрэл харж ялгах чадварыг муутгадаг. Тиймээс өнгөнүүдийг хорон нь ялгадаггүй. Голцуу улаан-ногоон өнгө таньдаггүй. Огт өнгө танихгүй байх тохиолдол бол ховор.\n\n\t\t•\t Гүний мэдрэмж муу байх—нэг нүдний хараа алдагдсанаас болж юмны урд тал болон хойд талыг ялгадаггүй. \n\n\t\t• \t Хөвөгч—үүл шиг жижиг биетүүд нүдний харах талбарыг бүхлээр нь хамран хөвдөг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   setup: [
    {
      title: "Цаасан материалтай харьцаж мэдээл уншихад \nУншихад хүндрэлтэй байдаг. Үсгийн хэмжээ хэлбэр дүрс, өнгөний эсрэгцэл, бичгийн мэдээллийн ерөнхий харагдах байдал ихээр нөлөөлдөг.",
      details: [
        {
          title: "CCTV "

        },
        {
          title: "Гараар барьж, босгож тавьдаг томруулагч шил"

        },
        {
          title: "Том үсгээр бичсэн мэдээлэл  "

        }
      ]
    },
    {
      title: "Жич: Америкийн Хараагүйчүүдийн Холбооны зүгээс сул хараатай хүмүүст том үсгээр хэвлэхдээ хамгийн багадаа 16 байна гэж тогтоосон боловч 18 байвал бүр сайн гэсэн байна.",
      details: [
        {
          title: "Хэвлэмэл материалыг томруулан хэвлэх "

        },
        {
          title: "Өнгийн цаас, гэрэлтдэг хуулга хэрэглэж бичгийн мэдээлэл болон суурь өнгөний эсрэгцлийг нэмэгдүүлэх"

        },
        {
          title: "Хараа зүйн төхөөрөмжүүд: нэг нүдний эсвэл хоёр нүдний дуран шил, томруулагч, хэвтээ байрлалд зүүхэд өнцгийн хазалтыг тааруулдаг шил"

        },
        {
          title: "Ухаалаг нүдний шил"

        },
        {
          title: "Нүдээ амраах зорилгоор ойр ойр завсарлага авах "

        },
      ]
    },
    {
      title: "Компьютероор мэдээлэл авахад хүндрэлтэй болдог.      ",
      details: [
        {
          title: "Том дэлгэц тавиад дэлгэцэн дээрх мэдээллийн үсгийн хэмжээг томруулах "

        },
        {
          title: "Компьютерын дэлгэцийн тохиргоог өөрчилж томоор харуулж болно."

        },
        {
          title: "Дэлгэц томруулагч программ"

        },
        {
          title: "Компьютерын гар дээр том үсэг наах эсвэл Брайл товгор тэмдэглэгээ наах"

        },
        {
          title: "Дэлгэц томруулах зориулалттай томруулагч шил"

        },
        {
          title: "Анивчдаггүй технологиор хийсэн дэлгэц"

        },
        {
          title: "Гялбааны эсрэг нүдний шил эсвэл дэлгэцийн шүүлтүүртэй наалт"

        },
        {
          title: "Нүдээ амраах зорилгоор ойр ойр завсарлага авах"

        },
      ]
    },
    {
      title: "Тэмдэглэл бичих, маягт бөглөх: зарим сул хараатай хүн гараар тэмдэглэл бичих түүнийгээ эргэн уншиж ашиглахдаа муу байж болно.",
      details: [
        {
          title: "CCTV систем буюу цахилгаан дүрст томруулагч гэж бас нэрлэгддэг."

        },
        {
          title: "Бүдүүн үзүүртэй эсвэл гэрэл асдаг бал "

        },
        {
          title: "Бүдүүн шугамтай, гялбаа багатай, товгор цаас "

        },
        {
          title: "Мөр хоорондын тусгаарлагч "

        },
        {
          title: "Ухаалаг нүдний шил "

        },
        {
          title: "Яриаг барьж бичигт буулгадаг программ "

        },
      ]
    },
    {
      title: "Сул хараатай хүн утастай харьцахад хүндрэл гардаг байна. \n\nУтасны дэлгэц харах, бичих талбар идэхвсэн эсэхийг харах, ухаалаг утас ашиглах зэрэгт хүндрэл тулгардаг.",
      details: [
        {
          title: "Том үсэг, өнгөөр ялгах, товгор цэгээр тэмдэглэгээ зэрэг арга хэрэглэх "

        },
        {
          title: "Гараар барьж эсвэл босгож тавиад томруулдаг шил, хараа зүйн томруулагч шил"

        },

      ]
    },
    {
      title: "Мөнгөтэй харьцах тухайлбал төлбөрийн даалгавар харж гүйлгээ хийх эсвэл бэлэн мөнгөтэй харилцах зэрэгт хүндрэл гарна.",
      details: [
        {
          title: "Гараар барьж эсвэл босгож тавиад томруулдаг шил, хараа зүйн томруулагч шил"

        },
        {
          title: "Том үсэг, өнгийн наалт, товгор тэмдэглэгээ утсан дээр наах "

        },
        {
          title: "Цэгийн гэрэлтүүлэг "

        },
        {
          title: "Ухаалаг нүдний шил "

        },
        {
          title: "Гялбаа бууруулагч "

        },
      ]
    },
    {
      title: "Засвар, угсралтын ажил хийхэд сул хараатай болон өнгөний сохор хүмүүст бэрхшээл тулгардаг. Жишээлбэл, эд анги, жижиг хэсгүүдийг өнгөөр ялгаж кодчилсны дагуу зөв угсрах гэх мэт.",
      details: [
        {
          title: "Гараар барьж томруулдаг шил, босгож тавиад томруулдаг шил, хараа зүйн томруулагч ашиглах "

        },
        {
          title: "Цэгийн гэрэлтүүлэг"

        },
        {
          title: "Ухаалаг нүдний шил"

        },
        {
          title: "CCTV"

        },
        {
          title: "Өнгө танигч апп эсвэл төхөөрөмж "

        },
        {
          title: "Харааны өнгө таних чадварыг засаж сайжруулах тусгай линз "

        },
      ]
    },
    {
      title: "Зарим сул хараатай хүн ажлын байран дээрээ, ажлын орчинд, ажлын шаардлагаар ийш тийш явахад орчны болон замын тэмдэглэгээ харах, бартааг олж харж аюулгүй байдлаа хангах нь асуудал байдаг.",
      details: [
        {
          title: "Сургуультай хөтөч нохой, услах хэрэгсэл, туслах технологи ашигла. Жишилбэл зам заагч апп, цагаан таяг гэх мэт. "

        },
        {
          title: "Хөдөлгөөн орон зайн баримжаа олгох сургалт "

        },
        {
          title: "Аюултай орчны шалны гадаргууг хөлд тэмтрэгдэхээр хийх "

        },
        {
          title: "Шатны гишгүүрийн ирмэгт өнгийн ба эсвэл бэржгэр материал наах "

        },
        {
          title: "Орчны гэрэлтүүлгийг сайжруулах  Ажлын томилолт эсвэл ийш тийш явахад хамт явдаг хүн гаргаж өгөх "

        },
        {
          title: "Нүүлгэн шилжүүлэлт хийх эсвэл байнга хэрэглэдэг орчны замыг товгор газрын зургар хийх "

        },
        {
          title: "Газрын тэмдэглэгээг хэлж өгөх апп эсвэл дэлхийн байршил тогтох систем нэвтрүүлэх "

        },
      ]
    },
    {
      title: "Ажил гэр хоёрын хооронд зорчих, ажлын шаардлагаар ийш тийш явах нь зарим сул хараатай хүний хувьд асуудал болдог. \n\nУнаагаар хангах нь ажил олгогчийн үүрэг биш гэдгийг мэдэж байх нь зүйтэй. Нийт ажилтнууддаа унаа тээврийн нэмэгдэл гэж олгодог бол өөр нөхцөл юм. Хэрэв тийм биш бол өөр тохируулгаар зохицуулах талаар зөвлөлдөх хэрэгтэй.",
      details: [
        {
          title: "Өдрийн элжинд хуваарилах, шилжүүлэх    "

        },
        {
          title: "Жолооч хөлслөх,  сайн дурын ажилтан олох, хамт ажилладаг нөхөр нь дайрч авах, нитийн тээврийн хэрэгслээр зорчих боломж олгох, хамт ажилладаг хүний унаан бензин хийж өгөх "

        },
        {
          title: "Уян хатан хуваариар ажиллахыг зөвшөөрч нитийн тээвэр ашиглах боломжоор хангах "

        },
        {
          title: "Дахин томилгоо хийх "

        },
        {
          title: "Зайнаас ажиллах "

        },
      ]
    },

   ],
   other: [
    {
      title: "",
      details: [
        {
          title: "Сургалтын материал, байгууллагын дотоод мэдээллийг хувилбарт хүртээмжтэй форматаар бэлтгэх. Жишээлбэл Брайл, том үсэг, дуут гэх мэт."
        },
        {
          title: "Орон зайн баримжаа олгох сургалт, хөтөч нохойн сургалт зэрэг дасан зохицож мэргэжлийн туслах төхөөрөмж, технологи, сургуультай амьтан ашиглаж сурах сургалтуудад цалинтай чөлөө олгох.   "
        },
        {
          title: "Нийт ажилтныг сурган дадлагажуулдгаас илүүтэйгээр анхаарал тавьж сургах. "
        },
        {
          title: "Ажилтнуудын ихээр нэвтэрдэг цахим хуудас болон бусад цахим системийг хүртээмжтэй болгох."
        },
      ]
    }
   ],
    functions: [
      PerformanceDetailData[0],
      PerformanceDetailData[29],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Хөргүүрийн операторч цаасаар ч, цахимаар ирсэн мэдээг ч аль алиныг нь уншиж чадахааргүй байлаа.\n\nЖижиг оврын гар томруулагч хэрэглэдэг болсноор ажлаа чөлөөтэй хийдэг болов.",
        },
        {
          title: "",
          text: "Их дэлгүүрийн татан авалтын хэлтсийн ажилтан сул хараатай хүн байв.\n\nДэлгүүрийн эзэн нь CCTV авч өгсөн. Гар томруулагч шил өгснөөр хуралд оролцохдоо хурлын материалыг уншиж чадахаар болов.  Ажлын компьютерт нь томруулагч программ суулгасан.",
        },
        {
          title: "",
          text: "Даатгалын компанийн нөхөн төлбөрийн нэхэмжлэл хариуцсан мэргэжилтэн судасны хатуурлаас болоод хараа нь муудаж улмаар муу сул хараатай болж үлдсэн байна. Харилцагчдын ирүүлсэн цаасан материалыг харж уншиж чадахгүйд хүрсэн.\n\nАжил олгогч нь түүнд дэлгэцийнхээ өдөөс харуулан босгож тавиад томруулж хардаг томруулагч шил мөн ажлын байранд төвийн гэрэлтүүлэг тавьж өгсөн байна.",
        },
        {
          title: "",
          text: "Сургуулийн системийг бүхлээр нь хариуцдаг техникч-багш компьютерын дэлгэцээс юм сайн харж чадахгүй байв.\n\nДэлгэцийг томруулж харснаар түүний харааны асуудлыг шийдэж чадсан учраас үнэтэй ч байсан хамаагүй дэлгэц томруулагч программыг багцаар нь худалдан авч өгсөн байна.",
        },
        {
          title: "",
          text: "Адисоны өвчтэй нэгэн компьютерын программист хараагаа алдаж эхэлсэн. Үлдэгдэл хараагаа авч үлдэх гэж хичээгээд ч нэмэргүй байлаа. Түүний хараа тасралтгүй муудсаар байсан юм.\n\nКомпьютерын дэлгэц томруулдаг программ суулгаж өгснөөс гадна өөдөөс нь харуулан босгож тавиад томруулдаг шил бас авч өгсөн.",
        },
        {
          title: "",
          text: "Марфины хам шинжтэй нэгэн дунд зэрэглэлийн өмгөөлөгчийн хараа бүрэлзээд, нэг тодроод нэг бүдгэрээд байдаг болжээ. Тиймээс компьютерын дэлгэц дээрх мэдээллийг сайн харж чадахгүй байлаа.\n\nУдирдлага нь түүний хэрхэн ажиллаж байгааг сайтар ажигласны эцэст түүнд дэлгэц уншигч программ худалдан авч өгсөн. Мөн ашиглаж сурахад нь дэмжиж хэдэн өдрийн чөлөө тал өдрөөр цалинтай өгсөн. Сургалтад сурсан зүйлсээ ажил дээрээ ирээд дэлгэц уншигч программаараа ажиллаж дадлагаждаг байлаа. үр дүнд нь тэрээр компьютер дээр хийх ёстой ажлуудаа өмнөхийн адил хурдан бас алдаа мадаггүй хийдэг болжээ.",
        },
        {
          title: "",
          text: "Мэдээ шивж оруулдаг ажилтай нэгэн чихрийн шижингээсээ болоод муу хардаг болж байлаа.\n\nШууд удирдлага нь архивын өрөөнд гэрэлтүүлэг нэмж суулгаад, компьютерын гялбаа бууруулагч дэлгэцийн хаалт авч өгсөн. Ингэснээр түүний нүдэнд ирэх даралтыг багасгажээ.",
        },
        {
          title: "",
          text: "Нэгэн сул хараатай бичээч сүүлдээ компьютерын гар дээрх зарим үсгийг ялгахаа больсон.\n\nТүүний ажлын компьютерт дэлгэцийн гялбаа бууруулагч наалт нааж, том хэмжээтэй үсэгтнүүдийг компьютерын гар дээр нь нааж өгсөн. Эдгээр тохируулга түүний хувьд үр дүнтэй шийдэл болож чадсан юм.",
        },
        {
          title: "",
          text: "Харилцагчдад үйлчлэх ажилтан цус харвасны улмаас маш бүдэг хардаг болсон ба хараа нь эргэж сэргэхгүй гэж эмч хэлсэн байлаа. Дэлгэц дээрх бичгийг огт уншиж чадахгүй хэмжээнд очсон юм.\n\nУдирдах ажилтан нь дэлгэц уншигч программ байдаг гэж сонсоод түүнд худалдан авч өгөв. Өөрийнх нь бичиж байгаа зүйл болон системд орсон байгаа мэдээллийг эргүүлэн уншиж өгдөг учир урьдын адил ажлаа үргэлжлүүлэн хийж эхлэв.",
        },
        {
          title: "",
          text: "Хөгжлийн бэрхшээлийн хөтөлбөрт туслахаар ажилладаг нэгний нэг нүд нь огт харахгүй, нөгөө нүд нь сул хараатай болсон байлаа.\n\nТэрээр зөөврийн томруулагч шил, CCTV ашиглан цаасан материалтай саадгүй харьцдаг болсон.",
        },
        {
          title: "",
          text: "Нэгэн мөрдөн байцаагч цаасан материал ч ашигладаг, компьютерын дэлгэцээр ч ажилла шаардлагатай байдаг. Гэтэл чихрийн шижингээс болоод торлогийн цайралт явагдсан байлаа. \n\nТүүний ажлын компьютерынх нь дэлгэцэн гялбааны шүүлтүүр хийж өгөөд, цэгийн гэрэлтүүлэг суулгаж өгсөн. CCTV авч өгөөд дэлгэцийг нь хоёр хуваан ашиглах тохиргоо хийж өгсөн. Ингэснээр компьютерт байгаа материалыг цаасан материалтай зэрэгцүүлэн харж ашиглах боломжтой болсон байна.",
        },
        {
          title: "",
          text: "Төрийн бус байгууллагын төслийн туслах гэнэт цус харваж нэг нүдний хараагаа бүрэн алдаж нөгөө нүдэндээ сул хараатай болж үлдсэн.\n\nТэрээр цаасан материал ч, цахим имэйл зурвас ч уншиж чадахгүй болсон байв.\n\nЗөөврийн гар томруулагч шил,\n\nЗогсоож тавьдаг томруулагч шил, Cтохируулга болгон авч өгсөн.",
        },
        {
          title: "",
          text: "Нэгэн хуулийн компанийн мэдээллийн өгөгдөл оруулагч эмэгтэй өмгөөлөгчдийн ширээн дээр нь үлдээсэн зурвасыг уншиж чадахгүй байв.\n\nШууд удирдлагатаа хандан арьс цайрдаг өвчтэй ба одоо торлог нь нэлээн хэмжээгээр цайрсан тул өмнөхийн адил харж ажиллахад хангалттай хараа үлдээгүй болохыг нулгүй хэлсэн. Өмнө нь харж ажиллаад болоод байсан тул хэлэх хэрэг гараагүй гэдгийг ний нуугүй хэлэв.\n\nТүүнд зурвас өүлдээхдээ томоор бичдэг байхыг хүссэн.\n\nАжил олгогч нь хамгийн багадаа 18 хэмжээтэйгээр бичиж зурвас үлдээдэг байхыг нийт ажилтнууддаа цахимаар хүсэлт илгээсэн. Түүнээс гадна босгож тавьдаг томруулагч шил авч өгсөн.",
        },
        {
          title: "",
          text: "Үйлдвэрийн үйлдвэрлэлийн хэсэгт ажилладаг нэгэн өнгө ялгахдаа муу тул зориулалтын линз зүүж ажилладаг. Тэрээр өдрийн цагаар өнгө ялгахдаа муу байсан.\n\nХарамсалтай нь аюулгүй ажиллагааны хамгаалалтын нүдний шилний цаана давхар зүүх гэхээр таардаггүй байлаа. тиймээс уг ажилтан хамгаалалтын шилэнд нь зориулалтын линзийг суулгаж хийлгэх боломж байгаа эсэхийг асуув.\n\nАжил олгогч нь түүний харааны онцлогт таарсан тусгай хамгаалалтын шил хийлгэж өгдөг болсон.",
        },
        {
          title: "",
          text: "2 дугаар төрлийн чихрийн шижинтэй нийгмийн ажилтны хараанд нь уг өвчин нь нөлөөлж эхэлсэн. Тэрээр ажлын ачааллаа багасгах хүсэлтэй байгаагаа илэрхийлсэн.\n\nАжил олгогч нь ямар зөвтгөлөөр ажлын ачаалал бууруулахаа сайн мэдэхгүй байсан тул ийм нөхцөлд хэрхэн бүтээмжийнхээ шаардлага стандартад өөрчлөлт оруулж болохыг асууж мэргэжлийн нөхөн сэргээлтийн зөвлөхөд хандсан.\n\nБүтээмж бууруулна гэхээсээ илүүтэйгээр босгож тавиад ашиглаж болдог томруулагч шилээр цаасан материалыг томруулан нүдээ ядраалгүй унших бас томруулагч программ компьютерт нь суулгаж өгөх боломж байгааг хэлсэн.",
        },
        
        {
          title: "",
          text: "Шүдний эмнэлгийн эзэн ресепшинистийн ажлын байранд харааны бэрхшээлтэй өргөдөл гаргагчийг ажилд авсан.\n\nШинэ ажилтан нь сургуультай хөтөч нохой аваад удаагүй байсан тул хэрхэн нохойтойгоохарьцах сургаалтанд явж амжаагүй байсан юм. Нөгөөх шүдний эмнэлгийн эзэн цалингүй чөлөө аваад хөтөч нохойн сургаалтандаа суугаад эргэн аижодаа орж болно гэсэн байна.",
        },
        
        {
          title: "",
          text: "Нэгэн инженер томоохон барилгын компанид ажилд орсон учраас нэг дор хэд хэдэн барилгын төсөл дээр ажиллах болсон. тэрээр өнгөний сохор буюу өнгө ялгаж чаддаггүй байв.\n\nТухайн компани нь ажилтнууддаа зориулж бичиг цаасны ажлыг төсөл төслөөр нь нэг нэг өнгөөр ялгадаг байлаа.\n\nХарамсалтай уг инженерийн хувьд энэ нь үр дүнтэй зохион байгуулалтын систем байж чадсангүй.\n\nМэргэжлийн зөвлөхөд хандахад хэд хэдэн зөвлөгөө өгсөн нь зохион байгуулалтын аргаа өөрчлөх, бичиг баримтын эх хувийн дээд буланд өнгөний эхний үсгийг эсвэл өнгийг бүхлээр нь бичиж наах, гарт багтах жижиг өнгө танигч төхөөрөмж авч өгөх зэрэг байсан юм.\n\nАжил олгогч өнгө танигч төхөөрөмж авч өгснөөр бие даан бичиг цааснуудтай харьцах боломжтой болсон.",
        },
        
        {
          title: "",
          text: "Эрүүл мэндийн ажилтан чонон хөрвөс гэдэг оноштойн дээр сул хараатай байв.\n\nКомпьютерын дэлгэцэн дээрх мэдээллийг ч, цаасан мэдээллийг ч уншиж чадахгүй болов.\n\nКомпьютерын том дэлгэц, томруулагч программ, гарт багтах томруулагч шил, босгож байрлуулаад дэлгэцийг харах зориулалттай томруулагч шил, CCTV авч өгснөөр мэдээллийг тохирох форматаар нь томруулан унших боломжтой болсон.",
        },
        
      ],
    },
  },
  {
    _id: "54",

    title: "Сурах хэлбэрийн бэрхшээл ",
    type: PerformanceTypes.st,
    text: "Сурах хэлбэрийн бэрхшээл гэдэгт олон төрөл, хэлбэрийн согог багтдаг. Эдгээр нь  \n\nАман болон аман бус харилцаагаар мэдээлэл хүлээн авах, зохион байгуулах, тогтоон санах, ойлгож боловсруулах, эргүүлэн ашиглах үйлдлүүдийг хийхдээ ямар нэгэн хэлбэрийн асуудалтай байна гэсэн үг.\n\nСурах хэлбэрийн бэрхшээлтэй байна гэдэг хүний танин мэдэхүйд чухал үйлдлүүдийг гүйцэтгэж байгаа нь хэвийн үзүүлэлтийн хамгийн доод хэмжүүрээс ч муу байна гэсэн үг. Сэтгэн бодох, юмсын учир шалтгааныг олох чадварт хамгийн ихээр нөлөөлдөг.\n\nУхаж ойлгох, сэтгэн бодох, санах, суралцах үйлдлүүдийг гүйцэтгэхийн тулд явагддаг бүхэл үйл явцын аль нэг хэсэгт доголдол үүссэнээс хүн сурах хэлбэрийн бэрхшээлтэй болдог.\n\nЭнэ хэлбэрийн бэрхшээлүүд хөнгөн, хүндээрээ ялгаатай байх бөгөөд аман харилцаагаар хүлээн авсан мэдээллийг ойлгож, ашиглах, унших,зөв бичих, бичсэн мэдээлэл уншиж ойлгох, математикийн үйлдэл гүйцэтгэх чадварууд нь харилцан адилгүй хэмжээгээр доголддог.\n\nДээрх чадваруудаас гадна зохион байгуулах, бусадтай харилцах чадваруудад мөн нөлөөлдөг.\n\n\nХүүхдийн бага насанд үүссэн байх боловч хүүхэд сургуульд орохоос өмнө тэр бүр мэдэгддэггүй байна.\n\nСурах хэлбэрийн бэрхшээлд бүрэн эмчилгээ байхгүй боловч анх үүссэн төвшнөөс нэмэгдэж муудна гэж бас байхгүй. Ийм бэрхшээлтэй олон хүн өөрт тохирсон арга, техникээ олж ашиглаж сурах нь л чухал юм. Ийм бэрхшээлтэй хүмүүс тусгай боловсрол, ганцаарчилсан дэмжлэг сургалт, эмийн эмчилгээ, засал, хувь хүний хөгжил, орчиндоо дасан зохицох чадвараа сайжруулах тал дээр анхаарах замаар дутагдаж буй ур чадваруудаа нөхөн орлуулж эсвэл зохих хэмжээгээр сайжруулах оролдлогууд хийдэг.\n\nСурах хэлбэрийн бэрхшээлтэй болох үндсэн шалтгаан бол хүний тархины бүтэц, үйл ажиллагаа болон төв мэдрэлийн системийн хөгжилтэй шууд уялдаатай.\n\n\nЯмар ямар төрлийн сурах хэлбэрийн бэрхшээл байдаг вэ?\n\nҮндсэн 3 төрөлд ангилагддаг. Тодорхой сурах хэлбэрийн бэрхшээлүүд гурав хуваагдана.\n\nСонсох, ярих, сэтгэн бодох, бичих, үсэглэх, математикийн бодолт гүйцэтгэх чадварууд нь бүрэн хөгжөөгүй байгааг илтгэнэ.\n\nЭнэ ангилалд багтаж байгаа согогуудыг ерөнхийд нь бичгээр өөрийгөө илэрхийлэх болон аман харилцаагаар өөрийгөө илэрхийлэх чадвар муу гэж ангилна.\n\n\n\t⦁\tТодорхой хэлбэрийн сурах бэрхшээл дотор унших чадвартай холбоотойг нь дислексиа гэж нэрлэдэг. Унших хэлбэрийн бэрхшээл нь хүн хүний хувьд ялгаатай байдаг боловч ерөнхийдөө бол дуу авиа, үг болон авиа зүй,  зөв тод дуудлага, унших хурд, зөв бичих, үгсийг холбон үглэх, \n\n\t⦁\tҮгсийн сан, ойлгоц, бичгээр илэрхийлэх чадвартай холбоотой. Сурах хэлбэрийн бэрхшээлүүд дунд хамгийн элбэг тохиолдог нь дислексиа юм.\n\n\n\t⦁\tДискалкулиа бол математикийн бодолт хийх үйлдэлтэй холбоотой хэлбэр. Тодорхой сурах хэлбэрийн бэрхшээлүүдээс математикийн бодолт хийх чадвартай холбоотой нь мөн адил хүн хүний хувьд адилгүй байх хэдий ч хамгийн нийтлэг согогууд нь тоо тоолох, тоо баримт тогтоох, нэмэх, хасах, үржих, хуваах зэрэг тоо бодолтын үйлдэл гүйцэтгэх, юмны хэмжээ тогтоох, цаг хэлэх, мөнгө тоолох, тоо хэмжээ баримжаагаар тооцоолох, цээжээр тоо бодох, асуудал шийдвэрлэх зэрэг байдаг.\n\n\n\t⦁\tДисграфиа бол сурах хэлбэрийн бэрхшээл дотор бичгийн ур чадвартай холбоотой нь юм. Өөрөөр хэлбэл гарын бичих үйлдэл болон бичгийн харилцаа, бичгийн илэрхийллийн аль алинд нь хамаатай дисграфиа нь зөв бичих, бодол санаагаа цаасан дээр ойлгомжтой буулгах, гараар бичихдээ муу байх, үсгийг хэлбэр дүрсээр ялгаж цээжээр бичих, зайнд багтаан бичих, бодол санаагаа зохион байгуулалт сайтайгаар бичиж буулгах, бичсэн зүйлийг уншаад дэс дараалал, учир зүйн уялдаатайгаар ойлгох, мөр мөрөөр нь зөв дэс дараалалтайгаар унших, өгүүлбэрийг зөв найруулга, дүрмээр бичих чадвар маш муу байхыг хэлнэ.\n\n\nСурах хэлбэрийн бэрхшээлүүдтэй холбоотой бусад согог:\n\n\nДээрх төрлүүдийн алинд нь ч зуун хувь багтаагүй гэхдээ мэдээлэл боловсруулж ойлгохтой холбоотой үйл явцын алдагдал нэлээн бий. Үүнд дараах согогууд орно.\n\nСонсох мэдрэхүйгээрээ дамжуулан мэдээл хүлээн авч боловсруулан ойлгох чадвар согогтой байна гэдэг нь авиа, үгийг салгаж сонсох, харьцуулахдаа муу байх, чимээ шуугиантай орчинд чухал үг яриаг, дуу авиагаа барьж сонсож чаддаггүй байх, бичгийн болон аман харилцаагаар өгсөн мэдээллийг эргэн санаж ашиглахдаа муу байх, дуу авиа, үгсийг эргэн санаж ойлгохдоо муу байх, зөв үсэглэн бичих, унших, бичихдээ муу байх зэрэг согогуудаар илэрнэ.\n\n\t⦁\tХарах мэдрэхүйгээр мэдээл хүлээн авч боловсруулан ойлгох согог гэдэг нь нүдээр харсан зүлээ ойлгож ашиглахдаа тааруу, юмсыг хооронд нь харьцуулж ялгааг нь олж харахдаа муу, хэлбэр дүрсийг цаад суурь өнгөнөөс нь ялгаж олж харахдаа муу,  үг, тэмдэгт, дүрснүүдийн дэс дарааллыг зөв тогтоож чадахгүй байх, урт болон богино хугацааны өмнө харж байсан зүйлсээ зөв ялган хэзээ юуг хаана харснаа зөв санаж ашиглаж чадахгүй байх, юмсыг буцаан зөв дараалалд тавьж чадахгүй байх зэргээр илэрнэ.\n\n\t⦁\tАман бус хэлбэрийн сурах бэрхшээлтэй хүмүүс нь зан харилцаа, сурах үйл явцын хувьд өвөрмөц содон шинжтэй хүмүүс байдаг. Дисграфиа, дискадкулиа, дислексиатай төстэй хэдий ч ондоо юм.\n\n\t⦁\tАман харилцаагаар ойлголцох, илэрхийлэх, үгсийн сан, унших, ойлгох, сонсох мэдрэхүйгээр мэдээл хүлээн авч ойлгож харилцах, юмсын нарийн мэдээлэлд анхаарал хандуулах, олж харахдаа илт сайн байдаг.\n\n\t⦁\tХарин математикийн тоо бодох, асуудал шийдвэрлэх, хараагаараа орон зайн баримжаа авч ажиллах, хөдөлгөөний солбицолтой үйлдэл хийх, биеийн хэл унших, нийгмийн харилцаанд үр дүнтэй оролцох, нийгэмд болж буй үзэгдэл эсвэл олсон мэдлэг мэдээллээс том зургаар дүгнэн харах чадвар муу байдаг.\n\n\t⦁\tСурах хэлбэрийн бэрхшээлтэй хүмүүсийн гүйцэтгэлийн функц нь жигд ажилладаггүй байна. Тиймээс бүгд төлөвлөх, зохион байгуулах, аливаа үзэгдлийн цаадхыг харах, нарийн мэдээллийг санах, цаг, орон зайг үр ашигтайгаар зохицуулан ашиглах тал дээр ихээхэн дутагдалтай байдаг байна.\n\n\t⦁\tӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[30],
      PerformanceDetailData[6],
      PerformanceDetailData[9],
      
    ],
    other: [
      {
        title: "",
        details: [
          {
            title: "Аравтын бутархай, статистик тоон мэдээ гаргадаг эсвэл шинжлэх ухааны бодолт хийдэг тооны машин ашиглах "
          },
          {
            title: "Завсарлага авах цагийг уян хатнаар зохицуулан ашиглах "
          },
          {
            title: "Хувийн хэрэглээний дохио өгөгч төхөөрөмж "
          },
          {
            title: "Мэргэжлийн зохион байгуулагч "
          },
          {
            title: "Сургуультай бэлтгэгдсэн амьтан "
          },
          {
            title: "Нийгэмтэй харилцах ур чадвар суралцах аппликайшн гэх мэт  "
          },
        ]
      }
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "Барилгын гэрээт ажилтан тоо харж ойлгох, тооцоолон бодох буюу математикийн үйлдэлд тун тааруу нэгэн байв. Тэрээр ажлын томьёолол гаргахдаа хэчнээн их цаг зарцуулсан ч алдаатай хийдэг байлаа. барилгын зураг төслийн ажлыг буруу тооцоолоогүй байгаа гэж тоо, томьёонуудыг дахин дахин шалгадаг байв. Барилгын төслийн удирдагч түүнд тусгай үйлдэл хийдэг тооны машин авч өгснөөр өнцөг, талбайн хэмжээ, аравтын бутархай зэрэг олон үйлдлийг богино хугацаанд алдаагүй гүйцэтгэж, шалгадаг болжээ.",
        },
        {
          title: "",
          text: "Нярав эмэгтэй маш муу хардаг учир нэг дор байгаа олон зүйлийг хараад шууд ялгаж салган ойлгож чаддаггүй. Бүдэг гэрэлд бүр муу хардаг. Агуулахын нөөцийн өрөөнд хадгалаастай эд зүйлийг хардаггүй. Тэрээр агуулахын өрөөнд ороод бараа бүтээгдэхүүнийг нэр төрөл, тоогоор нь бүртгэх тооллогыг тогтмол хугацаан хийх ёстой.\n\nАжил олгогч нь түүнд гэрлэ асдаг бал өгснөөр цаасан дээр байгаа хүснэгтийг төвөггүй уншиж бөглөдөг болжээ.",
        },
        {
          title: "",
          text: "Мэдээллийг сонсож ойлгохдоо муу нэгэн бүртгэлийн ажилтан нэлээн том компанид ажилдаг учраас өдөрт хэд хэдэн үүрэг даалгавар авах нь хэвийн гэж хэлж болно.\n\nАжлын даалгаврыг зөв олгосон гэдгээ магадлахын тулд ажлын байршил, супервайзерын нэр, ажлын даалгавар зэрэг чухал мэдээллийг дуут бичлэг хийж авдаг байв.\n\nОлон даалгаврыг хооронд нь хольж буруу хийхгүйн тулд мартсан ү?дээ бичлэгээ сонсон баталгаажуулдаг байжээ. Зарим өдөрт бүр хэд хэдэн удаа сонсох нь ч бий.",
        },
        {
          title: "",
          text: "Утсаар худалдаа хийдэг ажлын орон тоонд шинээр авсан хүн нь мэдээлэл уншиж олгохдоо муу.\n\nНэг удаа ажлын шаардлагаар компьютерт суурилсан сургалтад явах хэрэгтэй боллоо. Сургалтын гол агуулгыг дүрст бичлэгээр үзээд богино асуултуудад хариулах ёстой байсан. дүрст бичлэгүүдийн гол агуулга нь харилцагчдад хэрхэн зохистой үйлчлэх талаар юм.\n\nТүүний суусан сургалтын компьютерын дэлгэцийн өнгийг эсрэгцэлтэйгээр тааруулж, нягтаршлыг нь нэмэгдүүлж, үсгийн хэмжээг тааруулан өөрчилж өгсөн. Ингэснээр дэлгэцэн дээр харагдах мэдээллийг эмх цэгцтэй ойлгомжтой болгодог байна. \n\nДэлгэцэн дээр шугам тогтоож өгснөөр тухайн асуултыг бусад асуулттай хольж хутган дээр доор нь оруулж уншихгүй байхад тустай байв. Дүрст бичлэгийг давтан үзэхийг мөн зөвшөөрсөн. Асуултуудад хариулах цагийг нэг дахин сунгасан байна.",
        },
        {
          title: "",
          text: "Багш сурах хэлбэрийн бэрхшээлээсээ болоод самбар дээрх үгсийг зөв бичиж чаддаггүй. Багш нарын танхимын эрхлэгч зөөврийн компьютер, проектор өгснөөр тэрээр компьютероос дэлгэцэн шууд цацдаг болов. Компьютерт нь үг таниг гүйцээж бичдэг программ суулгасан учир зөв бичгийн алдаагүйгээр сурагчдад хичээлээ заадаг болжээ.",
        },
        {
          title: "",
          text: "Технологийн компанийн судлаач бичгийн харилцаандаа муу. Гэтэл түүний ажлын нэгэн чухал хэсэг бол бичгийн тайланд шаардлагатай мэдээллийг цуглуулж, тайлангаа эхний хувилбараар бичиж өгөх юм.\n\nУг судлаачид зориулан Inspiration программыг ажлын байрны тохируулга болгон худалдан авч өгсөн. Энэхүү программыг ашиглан цуглуулсан мэдээллээ ач холбогдлоор нь эрэмбэлж дараа нь эмхэтгэн хураангуйлдаг болсон байна.  Дээрээс нь нэмж цаасан толь бичиг, ижил утгатай үгсийн толь бичиг олж өгсөн.",
        },
        {
          title: "",
          text: "Нэгэн ажилтан бусдад бодол санаагаа илэрхийлж чаддаггүй байв. Тиймээс суперюайзертайгаа зөв олголцож чаддаггүй.\n\nУг ажилтан уншиж ойлгоод эргэн бичгээр хариулан харилцахыг илүүд үздэг байлаа.\n\nТүүний саналыг шууд удирдах ажилтан нь хүлээн авч удирдлага зөвлөгөөгөөр хангах аргаа өөрчилсөн байна. Нүүр тулж уулзахын оронд имэйлээр харилцахыг зөвшөөрсөн.",
        },
        {
          title: "",
          text: "Үйлдвэрийн орчин ажилладаг нэгэн ажилтан сурах хэлбэрийн бэрхшээлтэй байлаа. сурах хэлбэрийн бэрхшээлээсээ болоод ажлын даалгаврыг гүйцэтгэх дэс дарааллыг учрыг нь олдоггүй байв тиймээс суп?рвайз?р нь нэг даалгавыхг бүрэн гүйцтэгэхиэд шаардлагатай алхмуудыг дугаарлан бичиж өгдөг болов. Алхмуудыг өнгө өнгөр ялгаж бичдэг байлаа. Жишээлбэл, улаан өнгөөр зогсох, ногоон өнгөөр эхлэх гэх мэт",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  {
    _id: "31",

    title: "",
    type: PerformanceTypes.zi,
    text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
   
    functions: [
      PerformanceDetailData[21],
      
    ],
    condition: {
      title:
        "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
      details: [
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        {
          title: "",
          text: "",
        },
        
      ],
    },
  },
  
];
