// import {
//   adjustableDraftingTable,
//   aerialLift,
//   antivibrationGloves,
//   assistiveListeningDeviceAndSoundFieldSystem,
//   augmentativeAlternativeComuunicationDevice,
//   autoDialer,
//   automaticDoorOpener,
//   boneConductionTechnology,
//   brailleTty,
//   cakeDecoratingAndBaking,
//   captionedTelephoneCall,
//   cartService,
//   cellularTelephoneTechnology,
//   compactMobileCrane,
//   deberringTools,
//   electricScissors,
//   electricStapler,
//   electronicOrganizer,
//   ergonomicallyPneumaticTool,
//   externaleComputerScreenMagnification,
//   eyeControlledAlternativeComputerInputDevice,
//   flourescentWhiteTubeCover,
//   foldingSteps,
//   gripAid,
//   hairScissors,
//   headControlledAlternativeComputerInputDevice,
//   heightAdjustableTable,
//   keyguard,
//   largeVisualDisplayTelephone,
//   ledLightFilter,
//   mechanicSeatAndCreeper,
//   neckLoops,
//   oneHandedKeyboard,
//   pipette,
//   professionalOrganizer,
//   rollingSafetyLadder,
//   talkingTelephone,
//   teleCoilCompatible,
//   telephoneAmplication,
//   voiceAmplification,
//   voiceCarryoverTelephone,
//   walker,
// } from "@/global/assets";
// import { PerformanceFunction } from "@/model/performance.model";

// export const PerformanceDetailData: PerformanceFunction[] = [
//   {
//     id: 0,
//     title: "Зорчих ",
//     details: [
//       {
//         title: "Уян хатан ажлын хуваарь",
//       },
//       {
//         title:
//           "Ганцаараа жолоо барьж явах үүрэг даалгаврыг багасгаж, хамт ажилладаг хүнд нь эсвэл хэн нэг боломжтой найз нөхдөд нь түлшний мөнгө баталж үр ашигтайгаар ашиглах шаардлага тавьдаг /Ridesharing/Carpooling/",
//       },
//       {
//         title: "Гэрээс  эсвэл зайнаас ажиллах",
//       },
//       {
//         title: "Унаа тээврийн зохицуулалт ",
//         text: "Зарим нэг чадвар алдалтаасаа болоод жолоо барьж чадахгүй байгаа нөхцөлд хамт ажилладаг хүнтэй нь хамт явуулах эсвэл түлшний мөнгө баталж хэн нэг боломжтоо найз нөхөд эсвэл хамт ажилладаг хүнтэй нь хамт үр ашигтай зарцуулдаг байх.",
//       },
//       {
//         title:
//           "Нийтийн тээврийн хуваарьт тохируулан ажлын цагийг уян хатнаар зохицуулах.",
//         text: "",
//       },
//       {
//         title: "Тээврийн хэрэгслийг хүртээмжтэй болгож өөрчлөх ",
//         text: "",
//       },
//       {
//         title: "Алхагч /Walkers/",
//         img: walker,
//       },
//     ],
//   },
//   {
//     id: 1,
//     title: "Бусадтай харилцах",
//     details: [
//       {
//         title: "Биечлэн эсвэл зайнаас ",
//       },
//       {
//         title: "Дэмжин туслах хүн",
//       },
//       {
//         title: "Сонсголын туслах төхөөрөмж ",
//         text: "Хувь хүний хэрэглээний зориулалттай.",
//       },
//       {
//         title:
//           "Сонсох туслах төхөөрөмж /Assistive Listening Devices and Sound Field System/",
//         text: "Орчны шуугианыг багасгаж дамжуулах гол мэдээллийг хүлээн авч буй хүний чихэнд шууд хүргэдэг.",
//         img: assistiveListeningDeviceAndSoundFieldSystem,
//       },
//       {
//         title:
//           "Өсгөгчтэй харилцааны төхөөрөмжүүд Augmentative and Alternative Communication Device/",
//         img: augmentativeAlternativeComuunicationDevice,
//       },
//       {
//         title: "Чихний ясаар дамжуулах технологи Bone Conduction Technology/",
//         text: "Зарим сонсголын бэрхшээлийн хувьд агаараар дамжиж байгаа дуу авиаг хүлээн авч чаддаггүй учраас ясанд чичрэлт өгөх замаар дуу авиаг сонсгодог төхөөрөмж.",
//         img: boneConductionTechnology
//       },
//       {
//         title: "Шууд дамжуулах үйлчилгээ /CART Services/",
//         text: "Дуут мэдээлэл хүлээн авч ойлгох чадвар нь муу хүний хувьд шууд дамжуулах төхөөрөмж ашиглан дэлгэцэн дээр текст хэлбэрээр мэдээллийг хүлээн авч үйл ажиллагаанд идэвхтэй оролцох боломж. Энэ төхөөрөмжийг ашиглан зайнаас үйлчилгээ үзүүлэх боломжтой.",
//         img: cartService
//       },
//       {
//         title: "Хөрвүүлэгч",
//       },
//       {
//         title: "Хүзүүний утас /Neck loops/",
//         text: "Дуу авиа хүзүүнд зүүсэн утсаар дамжуулан сонсголын туслах төхөөрөмжид очиж сонсогдог. ",
//         img: neckLoops
//       },
//       {
//         title: "Оюун санааны зөвлөх /On-site Mentoring/",
//       },
//       {
//         title: "Аман харилцаа /Verbal Responses",
//         text: "Бичгээр хариулах шаардлагатай байсан ч утсаар холбогдож хариулах нь зарим хүнд хялбар байдаг.",
//       },
//       {
//         title: "Зайнаас дүрст хөрвүүлэг хийх ",
//       },
//       {
//         title: "Үг гүйцээж бичдэг программ ",
//         text: "Хэлсэн үгийн хувилбаруудыг гаргаж зөв үгийг сонгох боломжтой программ.",
//       },
//       {
//         title: "Бичиж засварладаг программ ",
//         text: "Бичсэн зүйлийг найруулга дүрмийн хувьд засварлаж сайжруул",
//       },
//       {
//         title: "Хүртээмжтэй утас ",
//       },
//       {
//         title: "Bluetooth  бүтээгдэхүүнүүд ",
//       },
//       {
//         title: "Брайл тэмдэглэгээтэй утас /Braille Telephones/",
//       },
//       {
//         title: "Брайл TTY Braille TTY/",
//         text: "Хараагүй болон сул хараатай хүмүүс бичгийн харилцаагаар мэдээлэл дамжуулах төхөөрөмж.",
//         img: brailleTty
//       },
//       {
//         title: "Дэлгэцтэй утаа /Captioned Telephone Calls/",
//         text: "Сонсголын бэрхшээлтэй хүмүүст аман яриаг текст болгон булгаж дэлгэцэн дээр харуулдаг арга. Бэлтгэгдсэн хөрвүүлэгч хүнтэй давхар холбогддог.",
//         img: captionedTelephoneCall
//       },
//       {
//         title:
//           "Сонсголын бэрхшээлтэй хүнд зориулсан үүрэн харилцааны утас /Cellular Telephone Technology/",
//           img: cellularTelephoneTechnology
//       },
//       {
//         title: "Гарын оролцоогүй утас /Hands-free Telephones/",
//         text: "Гар оролцохгүй байна гэж байдаггүй ба дуудлага хийхийн тулд ямар нэг товч дарах хэрэгтэй байдаг. Ямар ч товч дарах шаардлагагүй гарсан загвар нь албан байгууллагын хэрэглээнд тохиромжгүй хувилбар байгаа.",
//       },
//       {
//         title: "Микрофонтой чихэвч - Computer (USB, VOIP etc/ ",
//         text: "Утас, гар утас, яриа танигч төхөөрөмжүүд ийм чихэвчинд таарсан оролттой байдаг. Хүзүү, мөр, дээд мөчний хязгаарлалттай хүмүүс удаан хугацаагаар утас барьж ярих шаардлагагүй. ",
//       },
//       {
//         title:
//           "Сонсголын төхөөрөмжийг өсгөгч болон микрофонтой чихэвчинд холбож хэрэглэдэг /Headsets - Hearing Aid Compatible, Amplification/",
//           img: headControlledAlternativeComputerInputDevice
//       },
//       {
//         title:
//           "Гадагш цацагдаж буй дууг өсгөгчтэйгөөр дамжуулдаг утас /Outgoing Voice Amplification – Telephone/",
//       },
//       {
//         title:
//           "Өөртөө өсгөгчтэй гар утас эсвэл утсанд нэмэлтээр холбодог жижиг оврын өсгөгч.",
//       },
//       {
//         title:
//           "Мэдээллийг сонсголоор хүлээн авч текстэйн хэлбэрээр хариулдаг төхөөрөмж. Хэл ярианы согогтой хүмүүст тохиромжтой.",
//       },
//       {
//         title:
//           "Телекойлд тохиромжтой микрофонтой чихэвч /Telecoil Compatible Headsets/",
//         text: "Дуу авиаг утас зэрэг гарч буй эх сурвалжаас сонсголын туслах төхөөрөмжид шууд дамжуулахдаа өсгөгчийн чанга сулыг автоматаар тохируулна. Мөн орчны дуу чимээг намсгаж гол мэдээллийг тод цэвэр дамжуулна.",
//         img: teleCoilCompatible
//       },
//       {
//         title: "Ярьдаг утас /Talking Telephones/",
//         img: talkingTelephone
//       },
//       {
//         title: "Утасны өсгөгч /Telephone Amplification/",
//         text: "Утсанд холбогдог жижиг оврын өсгөгч нь дуу авиаг цэвэр тод дамжуулдаг.",
//         img: telephoneAmplication
//       },
//       {
//         title:
//           "Бичгийн хэлбэрээр давхар дамжуулах боломжтой утас /TTYs (Text Telephones)/",
//       },
//       {
//         title: "Дуу хоолойг өсгөгч /Voice Amplification/",
//         text: "Харилцаж буй хүндээ сонсогдохоор чанга ярьж чадахгүй байгаа тохиолдолд хэрэглэх ба дуу хоолойн хязгаарлалт эсвэл хэл ярианы согог эсвэл сонсголын бэрхшээлтэй хүн хэрэглэхэд тохиромжтой. Овор хэмжээ, зориулалтаараа хувийн хэрэглээ эсвэл нийтийн үйл ажиллагааны гэсэн төрөлтэй.",
//         img: voiceAmplification
//       },
//       {
//         title: "Дуу авиа дамжуулах утас /Voice-Carry-Over Telephones/",
//         text: "Өөрөө ярьж өөрийнхөө дуу хоолойг сонсож чадах боловч цаанаас ирж буй яриаг сонсож чаддаггүй сонсголын бэрхшээлийн төрөлд зориулсан утас. Утсан харилцааны дамжуулагчтай холбогдож ашигладаг ба цаад хүний яриаг дамжуулагч шивж буулгаад текстээр харуулдаг.",
//         img: voiceCarryoverTelephone
//       },
//       {
//         title: "Дүрст дамжуулалттай үйлчилгээ /Video Relay Services/",
//         text: "Зориулалтын холбогч утас ашиглан тохирох оролттой дэлгэц, камер эсвэл ямар нэг дэлгэцтэй утсаа холбоод дохионы хэлмэрчийн тусламжтайгаар харж ярьдаг төхөөрөмж.",
//       },
//     ],
//   },
//   {
//     id: 2,
//     title: "Мэдээллийн хүртээмж ",
//     details: [
//       {
//         title: "Хүртээмжтэй гар утас ",
//       },
//       {
//         title: "Хүртээмжтэй суурин утас ",
//       },
//       {
//         title: "Том товчтой утас",
//       },
//       {
//         title: "Оффисын зориулалттай тохиргоотой ажлын тавилга",
//       },
//       {
//         title: "Дэмжин туслах хүн",
//       },
//       {
//         title: "Хувилбарт оролттой төхөөрөмж",
//       },
//       {
//         title: "Хувилбарт компьютерын гар",
//       },
//       {
//         title: "Хувилбарт хулгана",
//         text: "Гарын чичрэх, салганах хөдөлгөөнийг багасгах зориулалттай хулгана",
//       },
//       {
//         title:
//           "Амьсгал болон амаар удирддаг компьютерын оролттой төхөөрөмж /Breath and Mouth Controlled Alternative Computer Input Devices/",
//       },
//       {
//         title:
//           "Нүдээр удирддаг компьютерын оролттой төхөөрөмж /Eye Controlled Alternative Computer Input Devices/",
//         img: eyeControlledAlternativeComputerInputDevice,
//       },
//       {
//         title:
//           "Толгойгоор удирддаг компьютерын оролттой төхөөрөмж /Head Controlled Alternative Computer Input Devices/",
//         img: headControlledAlternativeComputerInputDevice,
//       },
//       {
//         title: "Тусгаарлагчтай компьютерын гар /Keyguards/",
//         text: "Богино саваа эсвэл өөр ямар нэг туслах хэрэгслээр шивдэг хүнд зориулж компьютерын гарын товчуудыг тусгаарлаж өгдөг",
//         img: keyguard,
//       },

//       {
//         title: "Дэлгэцэн дээрх гар",
//       },
//       {
//         title: "Нэг гарын гар /One-Handed Keyboards/",
//         img: oneHandedKeyboard,
//       },
//       {
//         title: "Призм нүдний шил /prism Glasses/Bed Spectacles/",
//         text: "Юм уншингаа урагшаа харж болдог нүдний шил",
//       },
//       {
//         title: "Дэлгэц уншигч программ ба холбогдох сургалт ",
//       },
//     ],
//   },
//   {
//     id: 3,
//     title: "Эд зүйлс чиглүүлэн удирдах",
//     details: [
//       {
//         title: "Тохиргоотой зураг, бичгийн ширээ /Adjustable Drafting Tables/",
//         img: adjustableDraftingTable
//       },
//       {
//         title: "Тохиргоотой массажны ширээ /Adjustable Massage Tables/",
//         text: "",
//       },
//       {
//         title: "Агаарын задгай өргөгч/лифт /Aerial Lifts/",
//         img: aerialLift,
//       },
//       {
//         title: "Чичрэлт багасгах зориулалттай бээлий /Anti-vibration Gloves/",
//         img: antivibrationGloves,
//       },
//       {
//         title:
//           "Чичрэлт намдаах зориулалттай багажийн ороолт /Anti-vibration Tool Wraps/",
//         text: "",
//       },
//       {
//         title: "Автомат дуудлага хийгч программ /Auto-dialers/",
//         img: autoDialer,
//       },
//       {
//         title: "Бичиг хэрэг эмхлэгч автомат систем /Automated Filing Systems/",
//         text: "",
//       },
//       {
//         title: "Автомат хаалга онгойлгогч /Automatic Door Openers/ ",
//         img: automaticDoorOpener
//       },
//       {
//         title:
//           "Бялуу чимэглэх, гурилан бүтээгдэхүүн хийх төхөөрөмж /Cake Decorating and Baking Equipment/",
//         img: cakeDecoratingAndBaking,
//       },
//       {
//         title:
//           "Хүнд объект өргөх зөөврийн өргөгч цамхаг /Compact Mobile Cranes/",
//         img: compactMobileCrane,
//       },
//       {
//         title: "Хатуу гадаргуу өнгөлөгч багаж /Deburring Tools/ ",
//         img: deberringTools,
//       },
//       {
//         title: "Цахилгаан хайч /Electric Scissors/",
//         img: electricScissors,
//       },
//       {
//         title: "Цахилгаан цаас үдэгч /Electric Stapler/",
//         img: electricStapler,
//       },
//       {
//         title: "Эргиномик хийн багаж /Ergonomic and Pneumatic Tools/",
//         img: ergonomicallyPneumaticTool,
//       },
//       {
//         title: "Цахилгаан зохион байгуулагч төхөөрөмж /Electronic Organizers/ ",
//         img: electronicOrganizer,
//       },
//       {
//         title: "Эвхдэг гишгүүр /Folding Steps/",
//         img: foldingSteps
//       },
//       {
//         title: "График дизайны программ /Graphics Design Software/",
//         text: "",
//       },
//       {
//         title: "Бариулын наалт /Grip Aids/",
//         img: gripAid
//       },
//       {
//         title: "Үсний хайч /Hair Scissors/",
//         img: hairScissors,
//       },
//       {
//         title: "Өндөрсгөж намсгадаг ширээ /Height Adjustable Table Legs/",
//         img: heightAdjustableTable
//       },
//       {
//         title: "Өргөн, нам гишгүүртэй шат /Large-Rated Small Step Ladders/",
//         text: "",
//       },
//       {
//         title:
//           "Сунадаг бариултай чийдэнгийн унтраагуур /Light Switch Extension Handles/",
//         text: "",
//       },
//       {
//         title: "Механик суудал ба мөлхөвч /Mechanic's Seats and Creepers/",
//         img: mechanicSeatAndCreeper,
//         text: "Өргөгч, хусагчтай хүнд оврын тоног төхөөрөмж /Pickups, Semis, and Heavy Equipment/",
//       },
//       {
//         title: "Дусаагуур /Pipettes/",
//         img: pipette
//       },
//       {
//         title: "Мэргэжлийн зохион байгуулагч /Professional Organizers/",
//         img: professionalOrganizer
//       },
//       {
//         title: "Дугуйтай өнхөрдөг шат /Rolling Safety Ladders/",
//         img: rollingSafetyLadder
//       },
//       {
//         title:
//           "Харааны бэрхшээлтэй хүнд зориулсан оёдлын туслах хэрэгсэл /Sewing Aids ",
//         text: "",
//       },
//       {
//         title:
//           "Шатаар авиарх ба тэнцвэрээ олоход туслах хэрэгсэл /Stair Assists/",
//         text: "",
//       },
//       {
//         title: "Үсчний сандал /Stools for Cutting Hair/ ",
//         text: "",
//       },
//       {
//         title: "Код скандагч/уншигч / Talking Barcode Scanner/Reader/ ",
//         text: "",
//       },
//       {
//         title: "Мөнгөн тэмдэгт таньж уншигч /Talking Money Identifier/",
//         text: "",
//       },
//       {
//         title: "Шалгагч хоолой баригч /Test Tube Holders/",
//         text: "Гар хүрэх боломжгүй халуун гуурсан хоолойг базна.",
//       },
//       {
//         title: "Багаж тэнцвэржүүлэгч /Tool Balancers/",
//         text: "",
//       },
//       {
//         title: "Вакум өргөгч /Vacuum Lifts/",
//         text: "Объектыг сорж өргөн баруулах ба өнцөг хазайлт зэргийг тааруулах тохиргоотой төхөөрөмж",
//       },
//       {
//         title: "Вакум сорогч жижиг багаж /Vacuum Pickup Tools/",
//         text: "Маш жижиг зүйлсийг сорж аваад ангилах зэрэг хурууны үзүүрээр хийх нарийн ажилд ашиглана",
//       },
//       {
//         title: "Тэргэнцэрт угсардаг тавцан ширээ /Wheelchair Trays/ ",
//         text: "",
//       },

//     ],
//   },
//   {
//     id: 4,
//     title: "Машин зогсоолд тавих  ",
//     details: [
//       {
//         title: "Хүртээмжтэй машины зогсоол ",
//         text: "",
//       },
//       {
//         title: "Уян хатан хуваарь ",
//         text: "",
//       },
//       {
//         title: "Зайнаас ажиллах, гэрээс ажиллах",
//         text: "",
//       },
//       {
//         title: "Тэргэнцэр",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 5,
//     title: "Бодлого журмаар зохицуулах шийдлүүд  ",
//     details: [
//       {
//         title:
//           "Сургалтыг нэмэлт цаг гарга ганцаарчлан явуулах/завсарлага авах ",
//         text: "",
//       },
//       {
//         title: "Туслах хүн/хэрэгслээр хангах ",
//         text: "",
//       },
//       {
//         title: "Уян хатан хуваарь ",
//         text: "",
//       },
//       {
//         title:
//           "Зайлшгүй гүйцэтгэх шаардлагатайгаас бусад үүрэг даалгаврыг хасах/дахин хуваарилах зэргээр өөрчлөлт хийх",
//         text: "",
//       },
//       {
//         title: "Завсарлага авах хуваарийг тохируулан өөрчлөх",
//         text: "",
//       },
//       {
//         title: "Тодорхой хугацаанд завсарлаг авч амрах",
//         text: "",
//       },
//       {
//         title: "Зарчмын өөрчлөлт хийх ",
//         text: "",
//       },
//       {
//         title:
//           "Хувцаслалт, чөлөө өгөхгүй байх тохиолдлууд, амьтан нэвтрүүлэхгүй байх зэрэг тогтсон соёлд өөрчлөлт оруулахыг хэлнэ.",
//         text: "",
//       },
//       {
//         title: "Дахин томилгоо хийх ",
//         text: "",
//       },
//       {
//         title:
//           "Дэмжлэг үйлчилгээ үзүүлэх сургуультай амьтан хэрэглэхийг зөвшөөрөх  ",
//         text: "",
//       },
//       {
//         title: "Удирдлага чиглэлээр хангах ",
//         text: "",
//       },
//       {
//         title:
//           "Өдөр тутмын/долоо хоногийн төлөвлөгөөгөө биелүүлэхэд нь дэмжих зорилгоор илүү ойр хугацаанд уулзаж ярилцдаг байх. ",
//         text: "",
//       },
//       {
//         title: "Сэтгэл санааны дэмжлэг амьтан /Support Animal/",
//         text: "",
//       },
//       {
//         title: "Зайнаас ажиллах/ гэрээс ажиллах",
//         text: "",
//       },
//       {
//         title:
//           "Орчны дуу чимээ, шуугиан намсгах машин /Environmental Sound Machines / Tinnitus Maskers / White Noise Machines/",
//         text: "",
//       },
//       {
//         title:
//           "Бусдаас зай барьж ганцаар байх орон зайн тэмдэглээ /Physical/Social Distancing Signage/",
//         text: "",
//       },
//       {
//         title:
//           "Нор сэргээх сэрүүлэг /Sleep Alerting Devices/ Жолоо барьж байхдаа гэнэт унтахаас сэргийлнэ.",
//         text: "",
//       },
//       {
//         title:
//           "Гэрлэн дохио /Strobe Lights/ Сонсголгүй хүнд ялангуяа үйлдвэрийн орчинд тээврийн хэрэгсэл ирж явааг анхааруулах гэрэлт дохио.",
//         text: "",
//       },
//       {
//         title: "Зайнаас мэдрэгчтэй усны хаалт /Touchless Faucets/",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 6,
//     title: "Стресс",
//     details: [
//       {
//         title:
//           "Сэтгэл зовнил, стресс бууруулах зориулалттай аппликайшн хэрэглэх",
//       },
//       {
//         title: "Зан үйл заслын техникт суралцах",
//       },
//       {
//         title: "Сэтгэл заслын үйлчилгээ зөвлөгөө авах",
//       },
//       {
//         title:
//           "Орчны чимээг багасгах/анхаарал төвлөрөлт дэмжих чимээг гаргагч төхөөрөмж эсвэл аппликайшн",
//       },
//       {
//         title: "Уян хатан цагийн хуваарь",
//       },
//       {
//         title: "Ажил дадлагажуулагч авах",
//       },
//       {
//         title:
//           "Ажилд бүтцийн өөрчлөлт хийх буюу зайлшгүй гүйцэтгэх шаардлагагүй хөрвөх боломжтой үүргийг дахин хуваарилах",
//       },
//       {
//         title: "Хоолны цаг, завсарлага авах цагийн хуваарийг өөрчлөх",
//       },
//       {
//         title: "Хяналтын толь хэрэглэх",
//         text: "Ардаа өрнөж буй үйл явдлыг ажлаа хийгээ харж ажиглах, хяналтдаа авах боломжтой болсноор сэтгэл зовнихгүйгээр ажилдаа төвлөрч чадна.",
//       },
//       {
//         title: "Үнэр мэдрэгч ",
//         text: "Өвчин, чадвар алдалттай холбоотойгоор хувийн ариун цэврийн асуудал үүсдэг. Тиймээс ажлын байран дээр бусдад таагүй нөхцөл үүсгэхгүйн тулд үнэр мэдрэгч хэрэглэх нь хувийн асуудлаа зохицуулахад нь тусална. ",
//       },
//       {
//         title: "Оюун санаа, сэтгэл зүйн дэмжигч авах ",
//       },
//       {
//         title: "Цонх, нарны гэрлийг сайтар ашиглах",
//         text: "Байгалийн гэрэл сайтай орчинд сэтгэл санаа тайван амгалан байхаас гадна орон зайг уужуу цэлгэр болгож өгдөг нь чөлөөтэй бодож сэтгэхэд дэмтэй байдаг.",
//       },
//       {
//         title: "Стробскопийн гэрэл ",
//         text: "Үйлдвэрийн орчинд ирж буй машины чимээг сонсохгүй байх тохиолдолд тусгах нэмэлт гэрэл.",
//       },
//       {
//         title:
//           "Удирдлага, зөвлөгөө чиглэл өгөх уулзалтыг ойр давтамжтайгаар хийдэг байх",
//       },
//       {
//         title: "Дэмжин туслах хүн авах",
//       },
//       {
//         title: "Зайнаас/гэрээс ажиллах",
//       },
//       {
//         title: "Завсарлагагүйгээр олон цаг ажиллах боломж",
//       },
//     ],
//   },
//   {
//     id: 7,
//     title: "Ерөнхий ажиллах орчны хүртээмж  ",
//     details: [
//       {
//         title:
//           "Хүртээмжтэй ариун цэврийн өрөө ба жорлонгийн суултуур /Accessible Toilets and Toilet Seats/",
//         text: "",
//       },
//       {
//         title: "Скүүтэрийн нэмэлт тоноглол /Accessories for Scooters/ ",
//         text: "Аяганы тавир, хоолны тавцан, шүхэр тогтоогч, хүчилтөрөгчийн сав зэрэг нэмэлт тоноглолууд. ",
//       },
//       {
//         title:
//           "Үйлдвэрийн орчин дах ажлын байрны тохиргоотой хэрэгслүүд /Adjustable Workstations for Industrial Settings/ ",
//         text: "Тохиргоотой сандал ширээ гэх мэт.",
//       },
//       {
//         title: "Бартаат замын скүүтэр /All-Terrain Scooters/",
//         text: "Элс, өвс, овгор товгор зэрэг бартаат замаар явах зориулалттай.",
//       },
//       {
//         title:
//           "Ядаргааны эсрэг дэвсгэр эсвэл улавч эсвэл гутал ;Anti-fatigue Matting and wearables/",
//         text: "",
//       },
//       {
//         title: "Автомат хаалга онгойлгогч ;Automatic Door Openers/",
//         img: automaticDoorOpener
//       },
//       {
//         title: "Boat Access",
//         text: "",
//       },
//       {
//         title:
//           "Брайл ба бусад хүртээмжтэй тэмдэглэгээнүүд /Braille and/orB ADA Signage/",
//         text: "",
//       },
//       {
//         title: "Хаалганы товч ба бариул /Door Knob Grips and Handles/",
//         text: "",
//       },
//       {
//         title:
//           "Эмнэлгийн үзлэг, хагалгааны сандал /Examination and Procedures Chair/",
//         text: "",
//       },
//       {
//         title: "Уян хатан хуваарь ",
//         text: "",
//       },
//       {
//         title:
//           "Тэргэнцрийн зориулалттай толгойн түшлэг /Head Support for Wheelchairs/",
//         text: "",
//       },
//       {
//         title: "Тод өнгийн наалт эсвэл будган тэмдэглэгээ ",
//         text: "",
//       },
//       {
//         title: "Бөхийх, тонгойх ажил хийдэх зориулсан сандал /Low Task Chair/",
//         text: "Тонгойж бөхийхгүйгээр газар байгаа эд юмсыг авахад туслах ба өндөрсгөж намсгах тохиргоотой байдаг. Мөн механик төрөл байдаг.",
//       },
//       {
//         title: "Явуулын налуу шат /Portable Ramps/",
//         text: "",
//       },
//       {
//         title: "Явуулын шат /Ramp/s",
//         text: "",
//       },
//       {
//         title: "Скүүтэр /Scooters/",
//         text: "Тэргэнцэр хэрэглэх шаардлагагүй боловч булчингийн сулралтай ч юмуу алхаж явах асуудалтай хүмүүст зориулагдсан. Гарын түшлэг, сагс зэрэг нэмэлт тоноглол болон бартаат замын гэх мэт зориулалтаараа олон төрөлтэй. ",
//       },
//       {
//         title: "Сургуультай туслах амьтан /Service Animal/",
//         text: "",
//       },
//       {
//         title: "Ухаалаг цоож /Smart Locks/Keyless Entry Locks/",
//         text: "",
//       },
//       {
//         title: "Шатны туслах хэрэгсэл /Stair Assists/",
//         text: "",
//       },
//       {
//         title:
//           "Халтирахаас сэргийлэх шатны хээтэй наалт /Stair Tread/Textured Tape/",
//         text: "",
//       },
//       {
//         title: "Туслах амьтан /Support Animal/",
//         text: "",
//       },
//       {
//         title: "Зайнаас ажиллах, гэрээс ажиллах ",
//         text: "",
//       },
//       {
//         title: "Тээврийн хэрэгслийн тохиргоо өөрчлөлт /Van Conversion/",
//         text: "",
//       },
//       {
//         title: "Алхагч /Walkers/",
//         img: walker
//       },
//       {
//         title:
//           "Тэргэнцэртэй нь хамт байрлуулан хэмждэг биеийн жин хэмжигч /Wheelchair Accessible Scales/",
//         text: "",
//       },
//       {
//         title: "Тэргэнцрийн чиргүүл тэрэг /Wheelchair Carts/Trailers/",
//         text: "Тэргэнцэртээ угсраад ачаа тавьдаг тэрэг. Туслах хүн болон тэргэнцэртэй хүн хоёрын хэн хэнд нь хялбар байдаг.  ",
//       },
//       {
//         title: "Тэргэнцэр өргөгч /Wheelchair Lifts/",
//         text: "",
//       },
//       {
//         title: "Тэргэнцрийн тавцан /Wheelchair Mounts/",
//         text: "Утас, зөөврийн компьютер зэрэг тавих зориулалттай тавиур. ",
//       },
//       {
//         title: "Тэргэнцэр /Wheelchairs/",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 8,
//     title: "Ажлын байр болон ажиллах орчны тохиргоо  ",
//     details: [
//       {
//         title: "Скүүтэрийн тоноглол /Accessories for Scooters/",
//         text: "",
//       },
//       {
//         title:
//           "Тохиргоотой эргиномик ажлын ширээ ба бусад тоног төхөөрөмж /Adjustable and Ergonomic Desks and Equipment/",
//         text: "",
//       },
//       {
//         title:
//           "Оффисын орчинд тохиромжтой тохиргоотой оргинамик компвютерийн ширээ /Adjustable Desk Top Workstations for Office Settings/",
//         text: "",
//       },
//       {
//         title:
//           "Үйлдвэрийн орчинд тохиромжтой тохиргоотой ажлын байр /Adjustable Workstations for Industrial Settings/",
//         text: "",
//       },
//       {
//         title: "Бартаат замаар ч явах чадалтай скүүтер /All-Terrain Scooters/",
//         text: "",
//       },
//       {
//         title: "Ядралтыг багасгах хөлийн дэвсгэр /Anti-fatigue Matting/",
//         text: "",
//       },
//       {
//         title:
//           "Өнцөг, байрлал, өндөр, намын хэмжээг өөрчлөх боломжтой компьютерын гар /Articulating Keyboard Trays/",
//         text: "",
//       },
//       {
//         title:
//           "Босоход дэмжих поршинтой олбог эсвэл суудал /Assist Lift Cushions/",
//         text: "",
//       },
//       {
//         title: "Автомат хаалга онгойлгогч /Automatic Door Openers/",
//         img: automaticDoorOpener,
//       },
//       {
//         title: "Гулсахаас хамгаалсан шалны дэвсгэр /Chair Mats/",
//         text: "",
//       },
//       {
//         title: "Одой/намхан хүнд зориулсан сандал /Chairs for Little People/",
//         text: "",
//       },
//       {
//         title: "Өндөр хүнд зориулсан сандал /Chairs for People who are Tall/",
//         text: "",
//       },
//       {
//         title: "Хос дэлгэц /Dual Monitors/",
//         text: "",
//       },
//       {
//         title:
//           "Өргөгчтэй холбосон ажлын сандал /Elevating Lift and Office Chairs/",
//         text: "",
//       },
//       {
//         title:
//           "Тохиргоотой эргиномик ажлын сандал /Ergonomic and Adjustable Office Chairs/",
//         text: "",
//       },
//       {
//         title: "Оргинамик тоног төхөөрөмж /Эргиномик  Equipment/",
//         text: "",
//       },
//       {
//         title:
//           "Эмчийн үзлэг, мэс ажилбарт зориулсан сандал /Examination and Procedures Chair/",
//         text: "",
//       },
//       {
//         title: "Компьютерын өргөн гар /Expanded Keyboards/",
//         text: "Ихэнхдээ усны хамгаалалттай, том товчнуудтай өнгөөр ялгасан, өргөн хавтгай байдаг.",
//       },
//       {
//         title: "Гарын урд хэсгийн түшлэг /Forearm Supports/",
//         text: "Хүзүү, мөрд очих ачааллыг багсгах ба гар ядрахаас сэргийлэх түшлэг. Ажлын ширээ юмуу ажлын байрны аль тохиромжтой гадаргад тогтооно.",
//       },
//       {
//         title: "Урагш сунадаг сандал /Forward Leaning Chairs/",
//         text: "Урагш сунах хөдөлгөөний хязгаарлалттай хүмүүст зориулсан урагшаа сунаад буцан цэх байрлалд ордог сандал.",
//       },
//       {
//         title: "Тэргэнцрийн толгойны түшлэг /Head Support for Wheelchairs/",
//         text: "",
//       },
//       {
//         title: "Хүндийн даацтай өргөн том сандал /Large-Rated Chairs/",
//         text: "136 кг-аас дээш жинтэй хүнд зориулсан.",
//       },
//       {
//         title: "Тонгойж бөхийх ажлын сандал /Low Task Chair/",
//         text: "",
//       },
//       {
//         title: "Хяналтын толь /Monitor Mirrors/",
//         text: "Өргөн задгай орчинд компьютер дээр ажиллах хүнд ардаа болж буй үйл ажиллагааг харж хянах боломж бүрдүүлнэ.",
//       },
//       {
//         title: "Дэлгэц өргөгч /Monitor Risers/",
//         text: "Суугаа, босоо байрлалд ажилла боломж бүрдүүлнэ. Компьютерын гар холбох боломжтой.",
//       },
//       {
//         title: "Компьютерын хулганын тавир /Mousing Surfaces/",
//         text: "Гарын сунах хэмжээгээр эсвэл мөр хүзүүнд даралт өгөхгүйгээр тохиромжтой байрлалд хулгана ашиглах боломж бүрдүүлнэ.",
//       },
//       {
//         title: "Шатны туслах хэрэгсэл /Stair Assists/",
//         text: "Шат өөд гарах болон шатан дээр тэнцвэрээ олж зогсоход туслах зориулалттай.",
//       },
//       {
//         title: "Зогсож сунайх боломжтой сандал /Stand-lean Stools/",
//         text: "Босоо эсвэл суугаа байрлалаас гарах хөдөлгөөний хязгаарлалттай хүнд цэх зогсож сунах эсвэл сунайх хөдөлгөнө хийхэд дусална. Биеийг цэх байрлалд байлгаж дэмжлэг үзүүлнэ. Өнцгийн хазайлттай тохиргоотой загвар ч бас байдаг.",
//       },
//       {
//         title: "Налуу хазайлттай ажлын байр /Supine Workstations/",
//         text: "Нуруу нугасанд ачаалал үүсгэхгүйгээр өнцгийн хазайлттайгаар тохиргоогоор ажилла боломж. Тохиргоотой ажлын сандалтайгаа холбогдсон ч байдаг эсвэл дангаар ч үйлдвэрлэгддэг. Дэгц өргөгч, тохиргоотой гар, хулгана зэрэг бү дагалдах хэрэгслүүдтэй холбох боломжтой ба эмнэлгийн ор сандалд ч холбон ажлаа хийх боломжтой.",
//       },
//       {
//         title: "Тээврийн хэрэгслийн тохиргоо /Van Conversion/",
//         text: "",
//       },
//       {
//         title: "Тэргэнцэрт хүртээмжтэй жин /Wheelchair Accessible Scales/",
//         text: "Тэргэнцэртэй нь хамт биеийн жинг хэмжих боломжтой жин.",
//       },
//       {
//         title: "Тэргэнцрийн чиргүүл тэрэг /Wheelchair Carts/Trailers/",
//         text: "",
//       },
//       {
//         title: "Тэргэнцэрт холбож юм зөөх тэрэг.",
//         text: "",
//       },
//       {
//         title: "Ажлын тавцан /Work Platforms/",
//         text: "Өндөрсгөж намсгаж болдог ажлын тавцан. Зарим ажлын тавцан тэргэнцэр гаргах зориулалттай налуу замтай байдаг.",
//       },
//       {
//         title:
//           "Тэг таталцлын хүчтэй налуу сандал /Zero Gravity (reclining) Chairs/",
//         text: "Тавхайг таталцлын хүчинд оруулахгүйн тулд зүрхнэ тушаа өндөрт өргөж нуруу нугасанд очих даралтыг арилгана. Налуу хазайлттай ажлын байртай холбож болохоос гадна налуу байрлалд ажиллах шаардлагатай хүн дангаар ашиглаж бас болно.",
//       },
//     ],
//   },
//   {
//     id: 9,
//     title: "Танин мэдэхүйн функцийн үйл ажиллагаа ",
//     details: [
//       {
//         title: "Сургалтад нэхмэлт  цаг олгох",
//       },
//       {
//         title: "Сургалтын дундуур сэргээх дасгал хийх",
//       },
//       {
//         title: "Дэмжин туслах хүн",
//         text: "Өрөөсөн гаргүй хүнд номын хуудас эргүүлэхэд нь эсвэл хараагүй хүнд гадуур ажил хөөцөлдөхөд нь хөтөч болж туслах гэх мэт.",
//       },
//       {
//         title: "Өнгө ашиглан зохион байгуулалт хийх",
//         text: "Ажил хэргийн хавтаснуудаа ялгаж ангилахдаа өнгөөр ялгах нь тухайн хүнд илүү тохиромжтой байж болно.",
//       },
//       {
//         title: "Хэмжигч ",
//         text: "Хэмжээ гаргахдаа хэрэглэх төрөл бүрийн туслах хэрэгсэл",
//       },
//       {
//         title: "Цахим толь бичиг ",
//       },
//       {
//         title: "Цахим зохион байгуулагч",
//       },
//       {
//         title: "Нэмэлт цаг өгөх",
//       },
//       {
//         title:
//           "Тооны машин /аравтын бутархай, статистик тоон мэдээ, шинжлэх ухааны тоо бодолт",
//       },
//       {
//         title: "Ажил дадлагажуулагч",
//       },
//       {
//         title: "Шугаман чиглүүлэгч ",
//         text: "Тод шугамтай цаас хэрэглэх, нэвт харагддаг хуванцар шугамаар чиглүүлэгч хий гэх мэт.",
//       },
//       {
//         title:
//           "Зайлшгүй гүйцэтгэх шаардлагагүй үүргүүдийг шилжүүлэн хуваарилах",
//       },
//       {
//         title: "Завсарлага авах цагийн хуваарьт өөрчлөлт оруулах",
//       },
//       {
//         title:
//           "Хувийн хэрэглээний зориулалттай дохио өгөгч бага оврын төхөөрөмж олгох",
//         text: "Тодорхой зайнд ажиллах ба дохио өгөх замаар сануулдаг.",
//       },
//       {
//         title: "Мэргэжлийн зохион байгуулагч",
//         text: "Эмхэлж цэгцлэх чадварт суралцах туслах систем",
//       },
//       {
//         title: "Өөр ажилд томилох ",
//       },
//       {
//         title: "Сануулах аппликайшн/төхөөрөмж хэрэглэх",
//       },
//       {
//         title: "Сургуультай туслах амьтан ",
//       },
//       {
//         title:
//           "Нийтийн дунд биеэ авч явах ур чадварт суралцах техник/аппликайшн хэрэглэх",
//       },
//       {
//         title: "Дэмжин туслах хүн",
//       },
//       {
//         title: "Сургалтын агуулгад өөрчлөлт оруулах",
//       },
//       {
//         title: "Тасралтгүй олон цаг ажиллах боломж олгох",
//       },
//     ],
//   },
//   {
//     id: 10,
//     title: "Мэдээллийн хүртээмж ",
//     details: [
//       {
//         title:
//           "Компьютерын дэлгэц томруулагч /External Computer Screen Magnification/",
//         img: externaleComputerScreenMagnification,
//       },
//       {
//         title:
//           "Гартаа барьж эсвэл зогсоож тавьж хэрэглэх томруулагч /Magnification (Hand or Stand)",
//       },
//       {
//         title: "Дэлгэж томируулагч программ",
//       },
//       {
//         title: "Хүртээмжтэй гар утас ",
//       },
//       {
//         title: "Хүртээмжтэй суурин утас ",
//       },
//       {
//         title: "Том товчтой утас ",
//       },
//       {
//         title:
//           "Утсанд холбодог том дэлгэц /Large Visual Display for Telephone/",
//         img: largeVisualDisplayTelephone,
//       },
//     ],
//   },
//   {
//     id: 11,
//     title: "Гэрэл ",
//     details: [
//       {
//         title: "Хувилбарт чийдэнгүүд /Alternative Lighting/",
//       },
//       {
//         title:
//           "Хүний биед хортой цацраг бага ялгаруулж тухайн ажлын байрыг тод гэрэлтүүлэх лед чийдэн",
//       },
//       {
//         title: "Шүүлтүүртэй флюресцент  - өдрийн гэрэл",
//         text: "Өдрийн гэрлээс ялгарах хурц гялбааг бууруулна.",
//       },
//       {
//         title: "Уян хатан цагийн хуваарь",
//       },
//       {
//         title: "Өдрийн чийдэнгийн бүрхүүл /Fluorescent Light Tube Covers/ ",
//         text: "Чийдэнгээс цацрах гэрлийн хурцыг бууруулна. Гэрэл унтрааж асаахад цочмог гялбахаас сэргийлнэ.",
//         img: flourescentWhiteTubeCover,
//       },
//       {
//         title:
//           "Тухайн орон зайг бүхлээр нь гэрэлтүүлэх эсвэл байгалийн гэрэл сайн ашиглах ",
//         text: "Цонхгүй орчин эсвэл байгалийн гэрэлд байршуулах боломжгүй бол том гэрэлтүүлэгч ашиглана. Өдрийн чийдэнг хэрэглэх бол бүрхүүлийн хамт хэрэглэх нь тохиромжтой байж болно.",
//       },
//       {
//         title: "Лед гэрлийн шүүлтүүр /LED Light Filters/",
//         img: ledLightFilter,
//       },
//       {
//         title: "Гелэн бүрхүүл /Lighting Gel Filters/",
//         text: "Өдрийн гэрэлд хийж болно. Гэрлийн тархалтыг бууруулахаас гадна тусгалын чиглэлийг өөрчилнө. Өнгөний хувилбартай байдаг.",
//       },
//       {
//         title: "Тохиргоотой гэрэл ",
//         text: "Мигрен, уналт таталт зэрэг хурц гэрэл хэт мэдрэг шалтгаантай хүмүүс компьютерын гэрлийг тохируулах шаардлагатай байдаг. Бусад төрлийн тохиргоотой гэрүүдийг мөн ашиглаж болно. Жишээлбэл ширээний чийдэн.",
//       },
//       {
//         title: "Өдрийн гэрлээс бусад чийдэнгүүд",
//       },
//       {
//         title: "Нүүр, нүд хамгаалах баг /Personal Visors/ ",
//         text: "Гэрлийн гялбаа эсвэл халуунаас хамГаалдаг.",
//       },
//       {
//         title: "Нарны гэрэл ашиглах ",
//       },
//       {
//         title: "Нарны хэт туяаны хамгаалалттай хувцас ",
//       },
//       {
//         title: "Гэрээс эсвэл зайнаас ажиллах",
//       },
//       {
//         title: "Цонхны тунгалаг наалт",
//       },
//       {
//         title: "Нарны хэт ягаан туяанаас хамгаалах оромж ",
//         text: "Гадаа ажилла шаардлагатай бол майхан, шүхэр зэрэг нарны гэрлээс хамгаалах хэрэгсэл сонгох хэрэгтэй болно.",
//       },
//       {
//         title: "Тээврийн хэрэгслийн гэрэл буруулагч наалт ",
//       },
//     ],
//   },
//   {
//     id: 12,
//     title: "Агаарын чанар/тавгүйтэх",
//     details: [
//       {
//         title: "Агаар цэвэршүүлэгч/ариутгагч /Air Cleaners & Purifiers/",
//       },
//       {
//         title:
//           "Орчны агаарыг нийтэд нь цэвэршүүлэхэд агаар цэвэршүүлэгчийг ашиглана. ",
//         text: "Багахан хэмжээний орчны агаарыг шүүж цэвэрлэхэд ариусгагч хэрэглэнэ. Тухайлбал тамхины утаа сорж авах гэх мэт.",
//       },
//       {
//         title:
//           "Агаар цэвэршүүлэгч/химийн бодис/үнэр арилгагч  /Air Cleaners - Chemical/Odor Removal/",
//       },
//       {
//         title: "Агаар цэвэршүүлэгч систем /Air Cleaning Systems/",
//       },
//       {
//         title:
//           "Химийн бодис мэдрэгчтэй агаар ариусгагч /Air Purifiers for Multiple Chemical Sensitivity/",
//       },
//       {
//         title: "Шалны дэвсгэр, хивс, тааз, шал сонгох ",
//       },
//       {
//         title:
//           "Шал, тааз, дэвсгэр зэргийг солихдоо материалыг болгоомжтой сонгох хэрэгтэй. Химийн бодист хэт мэдрэг хүмүүс хийгдсэн материалын чанараас шалтгаалан тавгүйтэж болно.",
//       },
//       {
//         title: "Аврагч хүүдий /Escape Hoods/",
//       },
//       {
//         title: "Бохирдсон агаараар амьсгалахгүй байхад туслах баг. ",
//       },
//       {
//         title: "Уян хатан ажлын хуваарь ",
//       },
//       {
//         title:
//           "Химийн бодисгүй шалны цэвэрлэгээний бүтээгдэхүүн /Floor Cleaning/Stripping Products - Chemical Sensitivity/",
//       },
//       {
//         title:
//           "Үнэргүй эсвэл маш бага үнэртэй будаг, шохой зэрэг бүтээгдэхүүн хэрэглэх ",
//       },
//       {
//         title: "Хүрээтэй маск ",
//       },
//       {
//         title:
//           "Маскийн гадуур хүрээ байснаараа хамраас хөндийрүүлж наалдахгүй.",
//       },
//       {
//         title: "Масктай амьсгаlагч /Masks – Respirator/",
//       },
//       {
//         title:
//           "Нүүрийг бүхэлд нь хаасан гэрэлтдэг хаалт. Химийн бодисын хэлтэрхийг шүүж чөлөөтэй амьсгалахад илүү хялбар.",
//       },
//       {
//         title:
//           "Модны нүүрс нүүрсхүчлийн хийн шүүлтүүртэй үнэр хийгээс хамгаалах зориулалтын маск.",
//       },
//       {
//         title: "Үнэр мэдрэгч /Odor Control/",
//       },
//       {
//         title:
//           "Хувийн хэрэглээний бага оврын агаар цэвэршүүлэгч /Personal Air Cleaner/",
//       },
//       {
//         title:
//           "Агаар мандалд тогтсон химийн бодисын бөөгнөрлийг шүүж цэвэр агаараар хангах бага хэмжээний цэвэршүүлэгч.",
//       },
//       {
//         title: "Агаар ариусгагч амьсгалагч /Powered Air Purifying Respirator/",
//       },
//       {
//         title:
//           "Зарим төхөөрөмж сэнсээр шүүлтүүр руу бохир агаарыг үлээж хүний амьсгалд орохоос сэргийлдэг бол заримд нь цэвэр агаарын танк байдаг ба нүүрний маскаар дамжуулан амьсгалдаг.",
//       },
//       {
//         title: "Уян хатан ажлын хуваарь ",
//       },
//       {
//         title: "Гэрээс эсвэл зайнаас ажиллах ",
//       },
//     ],
//   },
//   {
//     id: 13,
//     title: "Ерөнхий ажиллах орчны хүртээмж ",
//     details: [
//       {
//         title: "Явуулын зам /Portable Ramps/",
//       },
//       {
//         title: "Скүүтэр /Scooters/",
//       },
//       {
//         title: "Ажлын орчныг дахин загварчлах ",
//       },
//       {
//         title: "Уян хатан хуваариар ажиллахыг зөвшөөрөх ",
//       },
//       {
//         title: "Зайнаас ажиллахыг зөвшөөрөх ",
//       },
//     ],
//   },
//   {
//     id: 14,
//     title: "Мэдээллийн хүртээмж ",
//     details: [
//       {
//         title: "Сургаалтанд нэмэлт цаг гаргах/ сургалтын дундуурх завсарлага ",
//       },
//       {
//         title:
//           "Оффисын орчинд зориулсан тохиргоотой компьютер, ажлын байр /adjustable Desk Top Workstations for Office Settings/",
//       },
//       {
//         title: "Туслах хүн ",
//       },
//       {
//         title: "Хувилбарт оролттой төхөөрөмж /Alternative Input Devices/",
//       },
//       {
//         title: "Хувилбарт компьютерын гар /Alternative Keyboards/",
//       },
//       {
//         title: "Хувилбарт хулгана /Alternative Mice/",
//       },
//       {
//         title:
//           "Чичрэлт намсгагчтай хувилбарт хулгана /Alternative Mice - Limiting Tremors/өсгөгчтэй stethoscope ба ижил төстэй бүтээгдэхүүн /Amplified Stethoscopes and Related products  ",
//       },
//       {
//         title:
//           "Сонсголын туслах төхөөрөмж (хувийн) /Assistive Listening Devices (personal)/",
//         text: "",
//       },
//       {
//         title:
//           "Гаднын дуу чимээ шүүлтүүртэй сонсголын туслах төхөөрөмж /Assistive Listening Devices and Sound Field System/",
//         img: assistiveListeningDeviceAndSoundFieldSystem,
//       },
//       {
//         title: "Дуут мэдээллийг бичгийн тайлбартайгаар буулгах үйлчилгээ ",
//         text: "",
//       },
//       {
//         title:
//           "Харилцааны нэмэлт төхөөрөмж /Augmentative and Alternative Communication Device/",
//         img: augmentativeAlternativeComuunicationDevice,
//       },
//       {
//         title:
//           "Бичиг хэрэг зохион байгуулах автомат систем /Automated Filing Systems/",
//         text: "",
//       },
//       {
//         title: "Ясаар дамжуулах технологи /Bone Conduction Technology/",
//         img: boneConductionTechnology
//       },
//       {
//         title: "Брайл бичигч /Braille Notetakers/ ",
//         text: "",
//       },
//       {
//         title: "Брайл хэвлэгч машин /Braille Printers/",
//         text: "",
//       },
//       {
//         title:
//           "Ам болон амьсгалаар удирддаг хувилбарт оролттой төхөөрөмж /Breath and Mouth Controlled Alternative Computer Input Devices/",
//         text: "",
//       },
//       {
//         title: "CART үйлчилгээ /CART Services/",
//         text: "Сонсголын бэрхшээлтэй болон аман яриаг хурдан хүлээн авч ойлгох чадвар муутай хүмүүст зориулсан үйлчилгээ ба газар дээр шууд дамжуулах боломжгүй бол зайнаас зохион байгуулж болно.",
//         img: cartService
//       },
//       {
//         title: "Богино хэлхээний зурагт /Closed Circuit TV (CCTV)/",
//         text: "Харааны асуудалтай хүмүүс мэдээллийг томруулах, өнгөний сонголттойгоор харах, дэлгэцийг хуваан ашиглах зориулалтаар ийм дэлгэц ашиглах нь гар томруулагч хэрэглэснээс хамаагүй илүү тод харуулдаг.",
//       },
//       {
//         title: "Өнгөний эсрэгцэлтэй хавтас /Color Contrast Overlays/",
//         text: "Цаасан хэвлэмэл дээр өөрийн тан харах хэмжээг дэмжиж өгдөг өнгийг сонгон хуулга тавьж илүү тод харж болдог.",
//       },
//       {
//         title: "Өнгө танигч программ эсвэл төхөөрөмж ",
//         text: "Өнгөний сохор хүмүүст зориулсан бүтээгдэхүүн хэрэглэх, улаан өнгөний шүүлтүүртэй линз нүдэнд зүүх эсвэл нүдний шилэнд наах эсвэл өнгө танигч ярьдаг программ ашиглах аргууд бий.",
//       },
//       {
//         title: "Өнгөөр кодчилох ",
//         text: "Гарын авлага, газрын зураг зэрэг олон янзын мэдээлэл агуулсан материалын доторх агуулгыг өнгөөр ангилах нь сурах төрлийн бэрхшээлтэй хүмүүст хэрэгтэй чухал мэдээллээ олж ойлгоход нь дэмтэй байх болно.",
//       },
//       {
//         title: "Компютерын Брайл дэлгэц /Coomputer Braille Display/",
//         text: "",
//       },
//       {
//         title: "Цахим зохион байгуулагч /Electronic Organizers/",
//         text: "Нэр, утасны дугаар, цахим шуудангийн хаяг зэрэг богино чухал мэдээллийг татаж авдаг мөн сануулга тэмдэглэл хийж, сэрүүлэг тавьж болдог программ.",
//         img: electronicOrganizer
//       },
//       {
//         title:
//           "Компьютерын гарын үсэг хоорондын зай тусгаарлагч нэвт харагддаг бүрхүүл /keyguards/",
//         img: keyguard,
//       },
//       {
//         title:
//           "Компьютерын дэлгэц томруулагч /External Computer Screen Magnification/",
//         text: "Нэмэлтээр холбож дэлгэцийн өөдөөс харуулж тавина.",
//       },
//       {
//         title:
//           "Нүдээр удирддаг, хувилбарт оролттой компьютерт залгадаг төхөөрөмж /Eye Controlled Alternative Computer Input Devices/",
//         img: eyeControlledAlternativeComputerInputDevice,
//       },
//       {
//         title: "Эвхдэг шат ",
//         text: "",
//       },
//       {
//         title:
//           "Толгойгоор удирддаг, хувилбарт оролттой компьютерт залгадаг төхөөрөмж /Head Controlled Alternative Computer Input Devices/",
//         img: headControlledAlternativeComputerInputDevice,
//       },
//       {
//         title: "Том товчтой утас /Large Button Phones/",
//         text: "",
//       },
//       {
//         title: "Утсанд холбодог дэлгэц /Large Visual Display for Telephone/",
//         text: "",
//       },
//       {
//         title:
//           "Аман яриаг бичгээр буулгагчид холбодог том дэлгэц /Large Visual Display for TTY/",
//         text: "",
//       },
//       {
//         title: "Том ойрхон гишгүүртэй шат /Large-Rated Small Step Ladders",
//         text: "",
//       },
//       {
//         title:
//           "Мэдээллийг дэлгэцэн дээр үзгээр гаргаж LCD руу шилжүүлэх /Pen Tablet LCD Displays/",
//         text: "",
//       },
//       {
//         title: "Тод мөртэй гэрэлтдэг хуулга /Line Guides/",
//         text: "",
//       },
//       {
//         title:
//           "Уншиж бичих чадвар сайжруулах бүтээгдэхүүн эсвэл программ /Literacy Skills Development/",
//         text: "",
//       },
//       {
//         title: "Гарт барьж эсвэл зогсоон байрлуулж хэрэглэх томруулах шил",
//         text: "",
//       },
//       {
//         title: "Дэлгэцэн дээрх компьютерын гар ",
//         text: "",
//       },
//       {
//         title: "Нэг гарын компьютерын гар /One-Handed Keyboards/",
//         img: oneHandedKeyboard,
//       },
//       {
//         title: "Өсгөгчтэй утас /outgoing Voice Amplification – Telephone/",
//         text: "",
//       },
//       {
//         title:
//           "Хувийн хэрэглээний дохионы төхөөрөмж /Personal On-Site Paging Devices/",
//         text: "Тодорхой зайнд чичиргээ эсвэл кодоор дохио өгдөг.",
//       },
//       {
//         title:
//           "Зөөврийн эсвэл гараар барьж хэрэглэдэг уншигч /Portable or Handheld Readers/",
//         text: "",
//       },
//       {
//         title:
//           "Призм буюу хэвтэж уншдаг нүдний шил Prism Glasses/Bed Spectacles/",
//         text: "Хажуу тийш харж хэвтэж байхдаа урагш харж байгаа мэт уншиж болдог харааны өнцгийг тааруулдаг нүдний шил",
//       },
//       {
//         title: "Мэргэжлийн зохион байгуулагч /Professional Organizers/",
//         img: professionalOrganizer
//       },
//       {
//         title:
//           "Зохион байгуулах буюу байгуулагд ажиллах ур чадварыг хөгжүүлэхэд туслах бэлтгэгдсэн хүн.",
//         text: "",
//       },
//       {
//         title:
//           "Нээлттэй ба хаалттай хөрвүүлэг /Real-time and Off-line Captioning Services/",
//         text: "Сонсголын бэрхшээлтэй хүнд зориулж дуут мэдээллийг текстэд буулган бүрэн хэмжээгээр нээлттэй оруулах эсвэл гол хэсгийг оруулаад дэлгэрэнгүйг бүрэн эхээр нь өөр сувгаар хүлээн авч унших гэсэн 2 төрөлтэй байдаг.",
//       },
//       {
//         title: "Мэдээллийг дуут бичлэг болгон сонсох ",
//         text: "Мэдээллийг уншин хүлээн авч тогтоохдоо муу хүн бичлэг хийж аваад сонсдог байвал мартахгүй илүү сайн санадаг.",
//       },
//       {
//         title: "Дугуйтай намхан шат /Rolling Safety Ladders/",
//         text: "Бариултай шатнаас харьцангуй нам гишгүүртэй учраас аюулгүй байдаг.",
//       },
//       {
//         title: "Дэлгэц томруулагч программ /Screen Magnification Software/",
//         text: "",
//       },
//       {
//         title:
//           "Дэлгэц уншигч программ, дагалдах сургалт /Screen Reading Software and Training/",
//         text: "",
//       },
//       {
//         title: "Хэл яриа танигч программ ",
//         text: "",
//       },
//       {
//         title: "Тийрэлтэт түлхэгчтэй тэрэг /Spring-Loaded Carts/",
//         text: "Хүнд оврын зүйлийг доороос нь түлхэж дээш гаргадаг пүрштэй тэрэг.",
//       },
//       {
//         title: "Шатны туслах хэрэгсэл /Stair Assists/",
//         text: "Шатаар авирахдаа тэнцвэр алдахгүй байхад хэрэглэдэг.",
//       },
//       {
//         title:
//           "Бар код танин уншигч программ /Talking Bar Code Scanner/Reader/",
//         text: "",
//       },
//       {
//         title: "Зоосон мөнгө танин ангилагч /Talking Coin Counter/Sorter/",
//         text: "",
//       },
//       {
//         title:
//           "Өнгө ялгаж яригч төхөөрөмж эсвэл программ /Talking Color Detector/",
//         text: "",
//       },
//       {
//         title:
//           "Зүг чиг зааж яригч программ, газрын зураг /Talking Global Positioning Systems (GPS) and Maps/",
//         text: "",
//       },
//       {
//         title: "Ярьдаг мөнгө танигч /Talking Money Identifier/",
//         text: "",
//       },
//       {
//         title: "Ярьдаг жин хэмжигч /Talking  Scales/",
//         text: "",
//       },
//       {
//         title: "Ярьдаг халуун хэмжигч шил /Talking Thermometers/",
//         text: "",
//       },
//       {
//         title: "Телескопын камер /Telescoping Cameras/",
//         text: "Харааны түвшний өндөр намд тааруулан харуулдаг дэлгэц.",
//       },
//       {
//         title: "Сургалтад агуулгын өөрчлөлт хийх ",
//         text: "",
//       },
//       {
//         title: "Дуу яриа өсгөгч /Voice Amplification/",
//         img: voiceAmplification
//       },
//     ],
//   },
//   {
//     id: 15,
//     title: "Бусадтай харилцах ",
//     details: [
//       {
//         title: "Оюун санааны зөвлөх /On-site Mentoring/",
//         text: "",
//       },
//       {
//         title: "Аман харилцаа ",
//         text: "Бичгээр хариулах шаардлагатай байсан ч утсаар холбогдож хариулах нь зарим хүнд хялбар байдаг.",
//       },
//       {
//         title: "Туслах хүн ",
//         text: "",
//       },
//       {
//         title: "Зан үйл өөрчлөх техник ",
//         text: "",
//       },
//       {
//         title: "Сургуультай туслах амьтан",
//         text: "",
//       },
//       {
//         title: "Төлөвлөгөөнд өөрчлөлт оруулах зохицуулалт",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 16,
//     title: "Дуу чимээ",
//     details: [
//       {
//         title: "Тусгаарлалтын хана, хаалт гэх мэт",
//         text: "",
//       },
//       {
//         title:
//           "Орчны дуу чимээ намсгагч машин /Environmental Sound Machines / Tinnitus Maskers / White Noise Machines/",
//         text: "",
//       },
//       {
//         title: "Сэнс /Fans/",
//         text: "",
//       },
//       {
//         title: "Уян хатан ажлын цаг ",
//         text: "",
//       },
//       {
//         title: "Өрөөг ханаар тусгаарлах ",
//         text: "",
//       },
//       {
//         title: "Дуу чимээ багасгагч чихэвч ",
//         text: "",
//       },
//       {
//         title: "Нэмэлт гэрэл /Strobe Lights/",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 17,
//     title: "Бодлого журмаар  зохицуулах",
//     details: [
//       {
//         title:
//           "Сургалтын цаг сунгах, илүү олон богино завсарлага авах боломж олгох ",
//         text: "",
//       },
//       {
//         title: "Уян хатан ажлын хуваарь",
//         text: "",
//       },
//       {
//         title:
//           "Зайлшгүй гүйцэтгэх шаардлагагүй үүрэг даалгаврыг өөр ажлын байранд шилжүүлэн томилох",
//         text: "",
//       },
//       {
//         title: "Цайны цагийн хуваарийг өөрчлөх",
//         text: "",
//       },
//       {
//         title: "Богино завсарлага авч амрах ",
//         text: "",
//       },
//       {
//         title: "Зай барих тэмдэглэгээ байрлуулах",
//         text: "",
//       },
//       {
//         title: "Бодлого журамдаа өөрчлөлт оруулах",
//         text: "",
//       },
//       {
//         title: "Өөр ажилд томилох ",
//         text: "",
//       },
//       {
//         title: "Сургуультай туслах амьтан ",
//         text: "",
//       },
//       {
//         title: "Нойр сэргээх сэрүүлэг төхөөрөмж /Sleep Alerting Devices/",
//         text: "",
//       },
//       {
//         title: "Холын тусгалтай нэмэлт гэрэл /Strobe Lights/",
//         text: "",
//       },
//       {
//         title: "Ойр ойрхон хяналт удирдлагаар хангах ",
//         text: "",
//       },
//       {
//         title: "Сэтгэл зүйн дэмжлэг амьтан ",
//         text: "",
//       },
//       {
//         title: "Зайнаас ажиллах, гэрээс ажиллах",
//         text: "",
//       },
//       {
//         title: "Мэдрэгчтэй усны хаалт /Touchless Faucets/",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 18,
//     title: "Гадаад орчны хэм",
//     details: [
//       {
//         title: "",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 19,
//     title: "Хүйтэнд мэдрэмтгий байх",
//     details: [
//       {
//         title: "Агааржуулагчийн урсгалын чиглэл өөрчлөгч /Air Deflectors/",
//         text: "",
//       },
//       {
//         title: "Хүйтнээс хамгаалах бээлий",
//         text: "Дотроо дулаалгатай бээлий. Хүйтэн зүйл барихдаа өмсөнө.",
//       },
//       {
//         title: "Сэрүүцүүлэгч хувцас /Cooling Clothing/",
//         text: "",
//       },
//       {
//         title: "Уян хатан цагийн хуваарь",
//         text: "",
//       },
//       {
//         title: "Хөл дулаацуулагч өмсгөл",
//         text: "Хөлийн дотроо дулаалгатай өмсгөл.",
//       },
//       {
//         title: "Халуунаас хамгаалагчтай бээлий",
//         text: "",
//       },
//       {
//         title:
//           "Хэт халсан төмөр эд зүйл барихдаа өмсвөл эт халуун мэдэрч хямрахаас хамгаална.",
//         text: "",
//       },
//       {
//         title: "Цахилгаанаар халаасан хувцас /Heated Clothing/",
//         text: "",
//       },
//       {
//         title: "Компьютерын халаалттай хэрэгслүүд",
//         text: "Гар, хулгана, бугуйны эвээс зэрэг хэрэгслүүд халаалттай байдаг.",
//       },
//       {
//         title: "Цахилгаанаар халаадаг бээлий",
//         text: "",
//       },
//       {
//         title:
//           "Хоолны цаг зэрэг завсарлага авах цагуудыг уян хатнаар ашиглахыг зөвшөөрөх",
//         text: "",
//       },
//       {
//         title: "Зайнаас эсвэл гэрээс ажиллах",
//         text: "",
//       },
//       {
//         title: "Агааржуулагчийн хаалт",
//         text: "Өрөөний хэмийг тохируулах зорилгоор агаарын урсгалын чиглэлийг өөрчилж эсвэл түр хугацаагаар бүр мөсөн хаана. ",
//       },
//       {
//         title: "Ажлын байрны халаалт /Workstation Space Heaters/",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 20,
//     title: "Халуунд мэдрэмтгий байх",
//     details: [
//       {
//         title: "Агааржуулагчийн урсгалын чиглэл өөрчлөгч /Air Deflectors",
//         text: "",
//       },
//       {
//         title: "Сэнс ",
//         text: "",
//       },
//       {
//         title: "Цахилгаанаар хөргөдөг хувцас ",
//         text: "",
//       },
//       {
//         title: "Уян хатан цагийн хуваарь",
//         text: "Хоолны цаг зэрэг завсарлага авах цагуудыг уян хатнаар ашиглахыг зөвшөөрөх",
//       },
//       {
//         title: "Зайнаас эсвэл гэрээс ажиллах",
//         text: "",
//       },
//       {
//         title: "Агааржуулагчийн хаалт",
//         text: "Өрөөний хэмийг тохируулах зорилгоор агаарын урсгалын чиглэлийг өөрчилж эсвэл түр хугацаагаар бүр мөсөн хаана. ",
//       },
//     ],
//   },
//   {
//     id: 21,
//     title: "Эд юмс хөдөлгөх, зөөх /хүн/",
//     details: [
//       {
//         title: "Агаарын задгай өргөгч/лифт /Aerial Lifts/",
//         img: aerialLift,
//       },
//       {
//         title: "Тохиргоотой шалгалтын ширээ /Adjustable Exam Tables/",
//         text: "",
//       },
//       {
//         title: "Амьтан өргөгч ширээ /Animal Lift Tables/",
//         text: "Аюулгүй байдлын үүднээс амьтанд эмнэлгийн үзлэг, эмчилгээ хийхдээ хэрэглэдэг.",
//       },
//       {
//         title: "Олон зүгт өнхрүүлэгч ширээ /Ball Transfer Tables/",
//         text: "Баглаа савлагаа хийхэд ашиглана.",
//       },
//       {
//         title: "Зайгаар ажилладаг өргөгч ширээ / Battery Powered Lift Tables",
//         text: "Цахилгаанд залгуураас хамаарахгүйгээр хүссэн газраа байрлуулан олон зүгт хөдөлгөөн хийдэг өргөгч ширээ. /",
//       },
//       {
//         title:
//           "Бялуу чимэглэгч/гурилан бүтээгдэхүүн хийх төхөөрөмж /Cake Decorating and / ",
//         img: cakeDecoratingAndBaking,
//       },
//       {
//         title: "Түрдэг тэрэг /Carts/",
//         text: "Моторт, шулуун зэрэг олон төрөлтэй.",
//       },
//       {
//         title: "Бага оврын зөөврийн өргөгч, зөөгч /Compact Mobile Cranes/ ",
//         text: "Зайн тэжээлээр, хөл насосоор даралт шахаж тавцанг өндөрт гарган эд зүйлсийг байрлуулна. Зүрх судас, хүзүү мөр зэрэг төрөл бүрийн шалтгаанаар түлхэх, татах хүч гаргахад асуудалтай хүмүүст зориулсан туслах төхөөрөмж/",
//         img: compactMobileCrane
//       },
//       {
//         title:
//           "Хөдөлгүүр өргөгч автомат ажиллагаатай тавцан /Engine Lifts and Lift Plates/",
//         text: " Хөдөлгүүрийг төхөөрөмжөөс салган зөөхөд ашиглана.",
//       },
//       {
//         title: "Эргиномик хийн багаж /Ergonomic and Pneumatic Tools/",
//         text: "Мөр, нуруу, хүзүүний асуудалтай хүмүүст зориулсан бугуйн хөдөлгөөнийг багасгаж хүнд хөнгөн жинтэй объекттой ажиллахад ашиглана",
//         img: ergonomicallyPneumaticTool
//       },
//       {
//         title:
//           "Хоёр үет бариултай гарын түшүүр /Grab Bars - Toilet Hinged Arm Support/",
//         text: "",
//       },
//       {
//         title: "Үсний хайч /Hair Scissors/ ",
//         text: "",
//       },
//       {
//         title: "Өргөн, нам гишгүүрт шат /Large-Rated Small Step Ladders/",
//         text: "",
//       },
//       {
//         title: "Туслах өргөх хэрэгсэл /Lifting Aids/ ",
//         text: "",
//       },
//       {
//         title:
//           "Сунадаг гартай чийдэнгийн унтраагуур /Light Switch Extension Handles/",
//         text: "",
//       },
//       {
//         title: "Муу усны нүхний таг өргөгч/онгойлгогч /• Manhole Cover Lifts/",
//         text: "",
//       },
//       {
//         title: "Олон үйлдэлт түрдэг тэрэг /Multi-Purpose Carts/",
//         text: "",
//       },
//       {
//         title: "Вакум өргөгч /Pickups, Semis, and Heavy Equipment/",
//         text: "Объектыг сорж өргөн баруулах ба өнцөг хазайлт зэргийг тааруулах Тохиргоотой төхөөрөмж.",
//       },
//       {
//         title: "Дусаагуур /Pipettes/",
//         text: "",
//       },
//       {
//         title: "Усан сангийн өргөгч/лифт /Pool Lifts/",
//         text: "",
//       },
//       {
//         title: "Хүнд объект өргөх зөв техник заах /Proper Lifting Techniques/",
//         text: "Багийн хүчийг ашиглаж болон. ",
//       },
//       {
//         title: "Дугуйтай өнхөрдөг шат /Rolling Safety Ladders/",
//         text: "",
//       },
//       {
//         title: "Тийрэлтэт ачааны тавцан /Spring-Loaded Carts/",
//         text: "",
//       },
//       {
//         title:
//           "Зэвэрдэггүй гангаар хийсэн хоол бэлтгэх ширээ/Тавцан /Stainless Steel Carts and Worktables/ ",
//         text: "",
//       },
//       {
//         title:
//           "Жорлонгийн цаас тогтоогчтой хоёр гарын бариул /Swing Away Grab Bars/",
//         text: "",
//       },
//       {
//         title: "Дугуй янзлагч /Tire Handling/",
//         text: "Тоног төхөөрөмжийн дугуй янзлагч туслах төхөөрөмж.",
//       },
//       {
//         title: "Нэг газраас нөгөө рүү шилжихэд туслах хэрэгсэл /Transfer Aids/",
//         text: "Эд юмс түүн авч шилжүүлэн зөөх хуудас цаас /Transfer Sheets/",
//       },
//       {
//         title: "Хогийн сав /Trashcans/",
//         text: "Аюулгүй ажиллагаа ба эрүүл ахуйн шаардлага хангасан.",
//       },
//       {
//         title: "Вакум өргөгч /Vacuum Lifts/ ",
//         text: "",
//       },
//       {
//         title: "Вакум түүгч багаж /Vacuum Pickup Tools/",
//         text: "",
//       },
//       {
//         title: "Гишгүүртэй ширээ /Walk-up Changing Tables/",
//         text: "Хүүхдийг гишгүүр дээр гарган ширээн дээр суулган асрах",
//       },
//     ],
//   },
//   {
//     id: 22,
//     title: "Ажлын байрны гадаад орчны хүртээмж",
//     details: [
//       {
//         title: "Хүртээмжтэй тэврийн хэрэгсэл ",
//         text: "",
//       },
//       {
//         title: "Скүүтрийн дагалдах хэрэгсэл",
//         text: "",
//       },
//       {
//         title: "Бартаар замын скүүтэр /All-Terrain scooter/",
//         text: "",
//       },
//       {
//         title: "Бартаар замын тэргэнцэр /All-Terrain Wheelchairs/",
//         text: "",
//       },
//       {
//         title: "Үзлэг ба хагалгааны сандал /Examination and Procedures Chair/",
//         text: "",
//       },
//       {
//         title: "Уян хатан цагийн хуваарь",
//         text: "",
//       },
//       {
//         title:
//           "Тэргэнцэрт зориулсан толгойны дэмжлэг түшлэг /Head Support for Wheelchairs/",
//         text: "",
//       },
//       {
//         title: "Нам дор сууж ажиллахад зориулсан сандал /Low Task Chair/",
//         text: "",
//       },
//       {
//         title:
//           "Хувийн хэрэглээний скүүтэр /Personal Transportation and Mobility Products/",
//         text: "",
//       },
//       {
//         title: "Шатны туслах хэрэгсэл /Stair Assists/",
//         text: "",
//       },
//       {
//         title: "Гэрээс/ зайнаас ажиллах",
//         text: "",
//       },
//       {
//         title:
//           "Тээврийн хэрэгслийн дагалдах туслах хэрэгсэл /Transportation Assistance/",
//         text: "",
//       },
//       {
//         title: "Тээврийн хэрэгслийг хүртээмжтэй болгон өөрчлөх/Van Conversion/",
//         text: "",
//       },
//       {
//         title:
//           "Тэргэнцэртэй нь хамт биеийн жинг хэмжих боломжтой тавцан /Wheelchair Accessible Scales/",
//         text: "",
//       },
//       {
//         title: "Тэргэнцэрт холбодог чиргүүл /Wheelchair Carts/Trailers/",
//         text: "Гар утас зэрэг зүйл хийх зориулалттай тэргэнцрийн дагалдах хэрэгсэл /wheelchair mounts/",
//       },
//     ],
//   },
//   {
//     id: 23,
//     title: "Мэдээллийн хүртээмж ",
//     details: [
//       {
//         title: "Хувилбарт оролттой төхөөрөмж",
//         text: "",
//       },
//       {
//         title: "Хувилбарт компьютерын гар",
//         text: "",
//       },
//       {
//         title: "Хувилбарт хулгана",
//         text: "Гарын чичрэх, салганах хөдөлгөөнийг багасгах зориулалттай хулгана",
//       },
//       {
//         title: "Дэлгэцэн дээрх гар",
//         text: "",
//       },
//       {
//         title: "Тод үсэгтэй, том товчтой компьютерын гар",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 24,
//     title: "Бусадтай харилцах ",
//     details: [
//       {
//         title: "Туслах хүн",
//         text: "",
//       },
//       {
//         title: "Зан үйл засах техникт суралцах",
//         text: "",
//       },
//       {
//         title: "Оюун санааны зөвлөх ",
//         text: "",
//       },
//       {
//         title: "Сургуультай туслах амьтан ",
//         text: "",
//       },
//       {
//         title: "Аман харилцаа",
//         text: "Бичгээр хариулах шаардлагатай байсан ч утсаар холбогдож хариулах нь зарим хүнд хялбар байдаг.",
//       },
//       {
//         title: "Бичиж засварладаг программ ",
//         text: "Бичсэн зүйлийг найруулга дүрмийн хувьд засварлаж сайжруул",
//       },
//     ],
//   },
//   {
//     id: 25,
//     title: "Эд юмс хөдөлгөх ",
//     details: [
//       {
//         title: "Амьтан өргөгч ширээ /Animal Lift Tables/",
//         text: "",
//       },
//       {
//         title: "Түрдэг тэрэг /Carts/",
//         text: "",
//       },
//       {
//         title:
//           "Хүнд объект өргөх зөөврийн өргөгч цамхаг /Compact Mobile Cranes",
//         img: compactMobileCrane
//       },
//     ],
//   },
//   {
//     id: 26,
//     title: "Аюулгүй ажиллагааны хэм хэмжээ ",
//     details: [
//       {
//         title: "Сургаалтад нэмэлт цаг өгh/ сургалтын дундуур нойр сэргээх ",
//         text: "",
//       },
//       {
//         title: "Агаарын задгай өргөгч /Aerial Lifts/",
//         img: aerialLift,
//       },
//       {
//         title: "Дохиоллын төхөөрөмж /Alerting Devices/",
//         text: "",
//       },
//       {
//         title: "Биеийн хамгаалалт /Body Protection/",
//         text: "",
//       },
//       {
//         title: "Завсарлага авахыг сануулагч программ /Break Reminder Software/",
//         text: "",
//       },
//       {
//         title: "Хурц үзүүр, ирмэгт тэсвэртэй бээлий, ханцуй ",
//         text: "",
//       },
//       {
//         title: "Зохистой хариу арга хэмжээ авах хүн /Designated Responders/",
//         text: "",
//       },
//       {
//         title:
//           "Тухайн ажилтанд хэрэгтэй тусламжийг зөв үзүүлж чадах хүн хэн байхыг олж тодорхойлно. Гэр бүлийн хүн, түргэн тусламж эсвэл эмнэлгийн тусламж иртэл анхааралтай ажиглаж харж байх хүн хамт ажилладаг хэн нэгэн байх гэх мэтээр.",
//         text: "",
//       },
//       {
//         title: "Унахаас урьдчилан сэргийлэх хамгаалалт /Fall Protection/",
//         text: "",
//       },
//       {
//         title: "Шалан дээр тод өнгийн наалт наах эсвэл тод өнгөөр будах ",
//         text: "",
//       },
//       {
//         title: "Машины түгжээ ба хаалт /Machine Guards and Shields/",
//         text: "",
//       },
//       {
//         title:
//           "Машин, тоног төхөөрөмжийг зогсоох янз бүрийн арга бий. Автомат мэдрэгч ажиллуулах, хаалт хаагдаж шууд зогсоох гэх мэт. ",
//         text: "",
//       },
//       {
//         title: "Аюулгүй ажиллагааны өнхөрдөг шат /Rolling Safety Ladders/",
//         text: "",
//       },
//       {
//         title: "Суудлын бүс ба уртасгагч /Seat Belts & Seat Belt Extenders/",
//         text: "",
//       },
//       {
//         title:
//           "Хальтаач унахаас сэргийлэх зорилгоор шатны гишгүүрт наадаг наалт. Гулсахгүй материалтай байна.",
//         text: "",
//       },
//       {
//         title:
//           "Унахдаа тусламж дуудах хувийн хэрэглээний төхөөрөмж /Personal Safety and Fall Alert Devices/",
//         text: "",
//       },
//       {
//         title: "Эргиномик үнэлгээ ",
//         text: "",
//       },
//       {
//         title: "Эргиномик тоног төхөөрөмж ",
//         text: "",
//       },
//       {
//         title: "Одой хүнд зориулсан аюулгүй ажиллагааны төхөөрөмж",
//         text: "",
//       },
//       {
//         title: "Ажлын байран дээрх аюулгүй ажиллагаа",
//         text: "",
//       },
//       {
//         title: "Нүүлгэн шилжүүлэх төхөөрөмж ",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 27,
//     title: "Мэдээллийн хүртээмж ",
//     details: [
//       {
//         title: "Хүртээмжтэй гар утас ",
//         text: "",
//       },
//       {
//         title: "Дэмжин туслах хүн",
//         text: "",
//       },
//       {
//         title: "Сургаалтанд нэмэлт цаг гаргаж өгөх/ завсарлага авах",
//         text: "",
//       },
//       {
//         title: "Өнгөний эсрэгцэл бүхий гэрэлтдэг хуулга наах ",
//         text: "",
//       },
//       {
//         title: "Өнгө таних бүтээгдэхүүнүүдийн талаар мэдээлэл өгөх ",
//         text: "",
//       },
//       {
//         title: "Том товчтой суурин утас /Large Button Phones/",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 28,
//     title: "Тоног төхөөрөмж  тээврийн хэрэгсэл ажиллуулах ",
//     details: [
//       {
//         title: "Дохиоллын төхөөрөмж /Alerting Devices/",
//         text: "",
//       },
//       {
//         title:
//           "Том оврын тоног төхөөрөмж, тээврийн хэрэгсэл явуулах зам гаргах",
//         text: "",
//       },
//       {
//         title: "Холын тусгалтай гэрэл /Strobe Lights/",
//         text: "",
//       },
//       {
//         title: "Тээврийн хэрэгслийн хойд хэсгийн орчныг харах систем ",
//         text: "",
//       },
//       {
//         title:
//           "Машины арын толиноос хамаагүй өргөн талбайг тооцоолол сайтайгаар дэлгэцэн дээр харуулдаг. Машин дотор ухаалаг дэлгэц суулгасан байх ба дэлгэцэн дээр машиныхаа арны хэсгийн орчныг нарийвчлалтай харна.",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 29,
//     title: "Машин зогсоолд байрлуулах ",
//     details: [
//       {
//         title: "Уян хатан хуваарь ",
//         text: "",
//       },
//       {
//         title: "Зайнаас ажиллах, гэрээс ажиллах",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 30,
//     title: "Бусадтай харилцах ",
//     details: [
//       {
//         title: "Зөв зан үйлд суралцах ",
//         text: "",
//       },
//       {
//         title: "Сургалтад нэмэлт цаг гаргаж өгөх ",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 31,
//     title: "Тоног төхөөрөмж  тээврийн хэрэгсэл ажиллуулах",
//     details: [
//       {
//         title: "гар удирдлага /Hand Controls/",
//         text: "",
//       },
//       {
//         title:
//           "нугастай эргэдэг сандал ба сандал уртасгагч /Swivel Seats and Seat Extenders/",
//         text: "",
//       },
//       {
//         title: "тэргэнцэр өргөгч /Wheelchair Lifts/",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 32,
//     title: "Бусад боломжит хувилбар ",
//     details: [
//       {
//         title: "Скүүтэрийн тоноглол /Accessories for Scooters/",
//         text: "",
//       },
//       {
//         title: "Ядралтыг багасгах хөлийн дэвсгэр /Anti-fatigue Matting/",
//         text: "",
//       },
//       {
//         title:
//           "Өнцөг, байрлал, өндөр, намын хэмжээг өөрчлөх боломжтой компьютерын гар /Articulating Keyboard Trays/",
//         text: "",
//       },
//       {
//         title:
//           "Босоход дэмжих поршинтой олбог эсвэл суудал /Assist Lift Cushions/",
//         text: "",
//       },
//       {
//         title: "Автомат хаалга онгойлгогч /Automatic Door Openers/",
//         img: automaticDoorOpener,
//       },
//       {
//         title: "Хос дэлгэц /Dual Monitors/",
//         text: "",
//       },
//       {
//         title: "Компьютерын өргөн гар /Expanded Keyboards/",
//         text: "Ихэнхдээ усны хамгаалалттай, том товчнуудтай өнгөөр ялгасан, өргөн хавтгай байдаг",
//       },
//       {
//         title: "Гарын урд хэсгийн түшлэг /Forearm Supports/",
//         text: "Хүзүү, мөрд очих ачааллыг багсгах ба гар ядрахаас сэргийлэх түшлэг. Ажлын ширээ юмуу ажлын байрны аль тохиромжтой гадаргад тогтооно.",
//       },
//       {
//         title: "Тэргэнцрийн толгойны түшлэг /Head Support for Wheelchairs/",
//         text: "",
//       },
//       {
//         title: "Хүндийн даацтай өргөн том сандал /Large-Rated Chairs/",
//         text: "136 кг-аас дээш жинтэй хүнд зориулсан.",
//       },
//       {
//         title: "Тонгойж бөхийх ажлын сандал /Low Task Chair/",
//         text: "",
//       },
//       {
//         title: "Хяналтын толь /Monitor Mirrors/",
//         text: "Өргөн задгай орчинд компьютер дээр ажиллах хүнд ардаа болж буй үйл ажиллагааг харж хянах боломж бүрдүүлнэ.",
//       },
//       {
//         title: "Дэлгэц өргөгч /Monitor Risers/",
//         text: "Суугаа, босоо байрлалд ажилла боломж бүрдүүлнэ. Компьютерын гар холбох боломжтой.",
//       },
//       {
//         title: "Компьютерын хулганын тавир /Mousing Surfaces/",
//         text: "Гарын сунах хэмжээгээр эсвэл мөр хүзүүнд даралт өгөхгүйгээр тохиромжтой байрлалд хулгана ашиглах боломж бүрдүүлнэ.",
//       },
//       {
//         title: "Шатны туслах хэрэгсэл /Stair Assists/",
//         text: "Шат өөд гарах болон шатан дээр тэнцвэрээ олж зогсоход туслах зориулалттай.",
//       },
//       {
//         title: "Тээврийн хэрэгслийн тохиргоо /Van Conversion/",
//         text: "",
//       },
//       {
//         title: "Тэргэнцэрт хүртээмжтэй жин /Wheelchair Accessible Scales/",
//         text: "Тэргэнцэртэй нь хамт биеийн жинг хэмжих боломжтой жин.",
//       },
//       {
//         title: "Тэргэнцрийн чиргүүл тэрэг /Wheelchair Carts/Trailers/",
//         text: "",
//       },
//       {
//         title: "Тэргэнцэрт холбож юм зөөх тэрэг.",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 33,
//     title: "Бусад боломжит хувилбар ",
//     details: [
//       {
//         title:
//           "Сургалтын материал, байгууллагын дотоод мэдээллийг хувилбарт хүртээмжтэй форматаар бэлтгэх. Жишээлбэл Брайл, том үсэг, дуут гэх мэт.",
//       },
//       {
//         title:
//           "Орон зайн баримжаа олгох сургалт, хөтөч нохойн сургалт зэрэг дасан зохицож мэргэжлийн туслах төхөөрөмж, технологи, сургуультай амьтан ашиглаж сурах сургалтуудад цалинтай чөлөө олгох.   ",
//       },
//       {
//         title:
//           "Нийт ажилтныг сурган дадлагажуулдгаас илүүтэйгээр анхаарал тавьж сургах. ",
//       },
//       {
//         title:
//           "Ажилтнуудын ихээр нэвтэрдэг цахим хуудас болон бусад цахим системийг хүртээмжтэй болгох.",
//       },
//     ],
//   },
//   {
//     id: 34,
//     title: "Бусад боломжит хувилбар ",
//     details: [
//       {
//         title:
//           "Аравтын бутархай, статистик тоон мэдээ гаргадаг эсвэл шинжлэх ухааны бодолт хийдэг тооны машин ашиглах ",
//       },
//       {
//         title: "Завсарлага авах цагийг уян хатнаар зохицуулан ашиглах ",
//       },
//       {
//         title: "Хувийн хэрэглээний дохио өгөгч төхөөрөмж ",
//       },
//       {
//         title: "Мэргэжлийн зохион байгуулагч ",
//       },
//       {
//         title: "Сургуультай бэлтгэгдсэн амьтан ",
//       },
//       {
//         title: "Нийгэмтэй харилцах ур чадвар суралцах аппликайшн гэх мэт  ",
//       },
//     ],
//   },
//   {
//     id: 35,
//     title: "Бусад боломжит хувилбар ",
//     details: [
//       {
//         title: "Уян хатан ажлын хуваарь ",
//       },
//       {
//         title:
//           "Эмнэлэгт үзүүлэх цаг гаргаж өгөх—эмнэлгүүд ажлын өдөр өдрийн цагаар үзлэг хийдэг",
//       },
//       {
//         title: "Дахин томилгоо хийх ",
//       },
//       {
//         title:
//           "Эрүүл мэндийн даатгалын багц сонгохдоо өмнө нь илэрсэн байсан асуудлыг хамардаг байхад анхаарах  ",
//       },
//       {
//         title: "ДОХ вирусийг хасдаггүй эрүүл мэндийн даатгал сонгох ",
//       },
//     ],
//   },
//   {
//     id: 36,
//     title: "Бусад боломжит хувилбар",
//     details: [
//       {
//         title: "Гэрээс ажиллах ",
//         text: "",
//       },
//       {
//         title:
//           "Дахин томилгоо хийх—ажилтан албан тушаалынхаа зайлшгүй чухал үүрэг даалгаврыг тохируулга хэрэглээд ч гүйцэтгэж чадахгүй болсон тохиолдолд хийдэг. ",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 37,
//     title: "Бодлого журмаар зохицуулах ",
//     details: [
//       {
//         title: "Уян хатан ажлын хуваарь",
//         text: "",
//       },
//       {
//         title:
//           "Зайлшгүй гүйцэтгэх шаардлагагүй үүрэг даалгаврыг өөр ажлын байранд шилжүүлэн томилох",
//         text: "",
//       },
//       {
//         title: "Цайны цагийн хуваарийг өөрчлөх",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 38,
//     title: "Богино завсарлага авч амрах",
//     details: [
//       {
//         title: "Дотоод бодлого журамдаа өөрчлөлт оруулах",
//         text: "",
//       },
//       {
//         title: "Өөр ажилд томилох",
//         text: "",
//       },
//       {
//         title: "Гэрээс буюу зайнаас ажиллахыг зөвшөөрөх ",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 39,
//     title: "Эд юмс хөдөлгөх  ",
//     details: [
//       {
//         title:
//           "Ажлын байранд бүтцийн зохион байгуулалт хийх замаар өргөх, гар сунгаж хүрэх, түлхэх, татах үйлдэл хийх үүргүүдийг багасгах эсвэл хасах",
//         text: "",
//       },
//       {
//         title: "Ажилтанд тохиромжтой өргөх техник сонгон ашиглуулах",
//         text: "",
//       },
//       {
//         title:
//           "Өргөх үүрэг даалгавар тухайн ажлын байрны үндсэн хэсэг биш бол шилжүүлэн хуваарилах",
//         text: "",
//       },
//       {
//         title: "Хүнд объект өргөхөд ажилтан очих хүндийн жинг багасгаж туслах",
//         text: "",
//       },
//       {
//         title:
//           "Ажилтны хэрэглэдэг объектуудыг олон дахин өргөх, зөөх шаардлагагүйгээр зохион байгуулах",
//         text: "",
//       },
//       {
//         title:
//           "Өргөх шаардлагатай зүйлсийг жижиг хэсгүүдэд хувааж хүндийн жинг багасгах",
//         text: "",
//       },
//       {
//         title:
//           "Ажилтны хариуцах үүрэг хариуцлагын хувьд өөр ажилд томилох эсвэл одоогийн ажлынх нь ажил үүргийн хуваарьт өөрчлөлт хийж өргөх үйлдэл шаардсан үүргүүдийг хасах",
//         text: "",
//       },
//       {
//         title:
//           "Ойр ойрхон богино завсарлага авч ойр хавьдаа хөдөлгөөн хийх боломжоор хангах.",
//         text: "",
//       },
//       {
//         title: "Хөлөө тэнийлгэж хөдлөх боломжтойгоор завсарлага авах",
//         text: "",
//       },
//       {
//         title:
//           "Босож ойр хавьдаа хөдөлгөөн хийхийг мартахгүйн тулд сануулах аппликэйшн ашиглах",
//         text: "",
//       },
//       {
//         title:
//           "Суугаа ба босоо байрлалын аль алинаар нь ажиллах боломжтой ширээ эсвэл тавиур ашиглаж зогсох, суух ээлжлэн ажиллах",
//         text: "",
//       },
//       {
//         title: "Тохиргоотой ажлын сандал хэрэглэх",
//         text: "",
//       },
//       {
//         title:
//           "Шаардлагатай үед хэвтэх, суух, чөлөөтэй хөдлөх боломжийг хангаж гэрээс ажиллуулах",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 40,
//     title: "Тоног Төхөөрөмж/тээврийн хэрэгсэл ажиллуулах",
//     details: [
//       {
//         title: "Хүртээмжтэй программ хангамж /Accessible Software for Webbing/",
//         text: "",
//       },
//       {
//         title: "Тохиргоотой зураг/бичгийн ширээ /Adjustable Drafting Tables/",
//         img: adjustableDraftingTable,
//       },
//       {
//         title: "Тохиргоотой массажны ширээ /Adjustable Massage Tables/",
//         text: "",
//       },
//       {
//         title: "Чичрэлт багасгах бээлий /Anti-vibration Gloves/",
//         img: antivibrationGloves,
//       },
//       {
//         title: "Чичрэлт намсгагчтай суудал /Anti-vibration Seats/",
//         text: "",
//       },
//       {
//         title:
//           "Чичрэлт багасгах зориулалттай багажийн ороолт /Anti-vibration Tool Wraps/",
//         text: "",
//       },
//       {
//         title:
//           "Ам болон амьсгал мэдэрдэг компьютерын оролттой төхөөрөмж /Breath and Mouth Controlled Alternative Computer Input Devices/",
//         text: "",
//       },
//       {
//         title: "Гүдгэр/товгор толь /Convex Mirrors/",
//         text: "",
//       },
//       {
//         title: "Хатуу гадаргуу өнгөлөгч багаж /Deburring Tools/",
//         img: deberringTools,
//       },
//       {
//         title: "Эргиномик хийн багаж /Ergonomic and Pneumatic Tools/ ",
//         img: ergonomicallyPneumaticTool,
//       },
//       {
//         title: "Эргиномик тоног төхөөрөмж /Ergonomic Equipment/",
//         text: "",
//       },
//       {
//         title: "Араа шилжүүлэгч /Gear Shift Adapter/Extension/",
//         text: "Машины араа шилжүүлэгчид суулгах туслах хэрэгсэл.",
//       },
//       {
//         title: "Гар удирдлага /Hand Controls/",
//         text: "",
//       },
//       {
//         title:
//           "Хөлийг нь өндөрсгөж/намсгаж болдог ширээ /Height Adjustable Table/",
//         img: heightAdjustableTable
//       },
//       {
//         title: "Жолоодлогын цахим гар удирдлага /Joystick Driving Systems/",
//         text: "",
//       },
//       {
//         title: "Урт бариултай толь /Long-Handled Mirrors/",
//         text: "Томруулагчтай толиор хүрч чадахгүй байгаа биеийн хэсгээ харахад ашигладаг.",
//       },
//       {
//         title: "Механик суудал ба мөлхөвч /Mechanic's Seats and Creepers/",
//         img: mechanicSeatAndCreeper
//       },
//       {
//         title: "Хүнд объект өргөгч / Pickups, Semis, and Heavy Equipment/",
//         text: "Өргөж өнцөг булангийн хазайлтыг тохируулан байрлуулахад ашигладаг. ",
//       },
//       {
//         title: "Суудлын бүс сунгагС /Seat Belts & Seat Belt Extenders/",
//         text: "",
//       },
//       {
//         title: "Нугасан эргэлттэй суудал /Swivel Seats and Seat Extenders/",
//         text: "Суудлыг машинаас гаргаж суугаад машиндаа буцан орох боломжтой.",
//       },
//       {
//         title: "Ярьдаг мөнгөний машин/касс /Talking Cash Register//",
//         text: "",
//       },
//       {
//         title: "Ярьдаг төмөр мөнгө танигч /Talking Coin Counter/Sorter/",
//         text: "",
//       },
//       {
//         title: "Ярьдаг зээлийн карт уншигч /Talking Credit Card Terminal/",
//         text: "",
//       },
//       {
//         title: "Утсанд дуудлага ирэхэд асдаг гэрэл /Telephone Flasher/",
//         text: "Аналоги ба дижитал утасны аль алинд ажиллана.",
//       },
//       {
//         title: "Телескоптой камер /Telescoping Cameras/",
//         text: "",
//       },
//       {
//         title:
//           " Тээврийн хэрэгсэл дотор тохируулга өөрчлөлт хийх /Van Conversion/",
//         text: "",
//       },
//       {
//         title:
//           "Тээврийн хэрэгсэлд арын толь нэмэлтээр суулгах /Vehicle Rear Vision System/",
//         text: "",
//       },
//     ],
//   },
//   {
//     id: 40,
//     title: "",
//     details: [
//       {
//         title: "",
//         text: "",
//       },
//     ],
//   },
// ];
