// import { PerformanceTypes } from "../global/enum";

// import { PerformanceModel } from "@/model/performance.model";
// import { PerformanceDetailData } from "./performance.defail.data";

// // performance
// export const performanceData: PerformanceModel[] = [
//   {
//     _id: "0",
//     // title: "Алцхаймер өвчин",
//     title: "Alzheimerын өвчин",
//     type: PerformanceTypes.ab,
//     text: "Германы эмч 1906 онд тасралтгүй үргэлжилдэг тархины үйл ажиллагааны гажуудал өвчнийг илрүүлж  өөрийн нэрээр Alzheimerын өвчин гэж нэрлэжээ. Энэ өвчнөөр өвдсөн хүний тархины эс гэмтэж, бүрэн устдаг байна.\n\nОй санамжаа алдаж, бодож сэтгэж чадахаа больж улмаар тархины бусад олон үйлдэл гүйцэтгэх чадвараа алддаг. Энэ бол насжилтаас өөр бөгөөд хэвийн бус өөрчлөлтүүдийн нийлмэл гэж хэлж болно. Энэ өвчин голцуу ажмаар хүндэрдэг бөгөөд хэр олон тархины эс хатаж үхжихээс хамаардаг. aҮхэлд хүргэдэг, эмчилгээгүй өвчин юм.\n\nЭнэ нь хамгийн элбэг тохиолддог дэмийрлийн хэлбэр бөгөөд ерөнхийдөө тархины гэмтэл, үхжилтэд хүргэдэг төрөл бүрийн өвчин, согогийг нэрийдсэн ерөнхий нэршил юм.\n\nБага зэрэг мартамтгай болох шинж тэмдэг илэрнэ. Тархины гэмтэл аажмаар газар авч хүнд хэлбэр рүү шилждэг. Тархины эсийн химийн элементүүдэд гаж өөрчлөлт орохоос гадна тархинд бүтцийн өөрчлөлт бас явагддаг. Энэхүү 2 хүчин зүйл нь хүний бүтээлчээр сэтгэх, эргэн санах, юмны шалтгааныг олох, юмсын хамаарлыг ойлгох зэрэг чадварыг муутган бүр мөсөн устгадаг байна.\n\nAlzheimerын эхний үеийн илрэх хөнгөн хэлбэрийн шинж тэмдгүүд нь тогтоох,  санах, бодох сэгэх,төвлөрөх чадварууд муудахаар илэрдэг ба эмчийн ярилцлага, зарим нэг шинжилгээгээр тодорхой болдог.\n\nӨвчний эхний үед яваа хүнд өдөр тутмын амьдралд нь дэмжлэг туслалцаа хэрэгтэй болж ирнэ. Гэхдээ өвчний шинж тэмдэг байна гэж оношлогдсон хэдий ч заавал эхний үед орсон байна гэж ойлгох хэрэггүй.\n\nAlzheimerтай болж болзошгүй эрт үе гэж бас бий. Энэ нь ихэвчилнэ 65-аас доош насны хүмүүс байх ба ажил хийхийн хажуугаар хүүхдүүд нь бие дааж өрх тусгаарлаагүй байдаг. 30 – 40 насанд энэ өвчнөөр өвчлөх тохиолдол байдаг боловч 50 насныхаа илүү их тохиолддог.\n\nӨвчний аль үед яваагаас шалтгаалан мөн хүн хүний нөхцөл байдлаас хамааран өгөх хүндрэлүүд нь өөр өөр байх учраас ажлын байрны тохируулыг тодорхойлохдоо дараах асуултуудыг харгалзан үзэхийг зөвлөж байна:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
//     employeeWarning: [
//       {
//         title:
//           "Эрүүл мэндийн байдал тань ажлаа хийхэд ихээр нөлөөлдөг болоохоос өмнө ажил олгогчтойгоо ярилцах. Ажил олгогчтойгоо сайн ярилцаж чаддаг байвал аливаа асуудлыг нааштайгаар шийдэх боломжтой.",
//       },
//       {
//         title:
//           "Чадвар алдалттай ажилтанд үзүүлэх хөнгөлөлт, олговрын талаар судалж мэдэх, гэр бүлийн гишүүд эсвэл найз нөхдөдөө хэлж өгөх хэрэгтэй.",
//       },
//       {
//         title: "Хуулиар олгогдсон эрхээ мэддэг болох нь чухал.",
//       },
//       {
//         title:
//           "Дэмжин тусалж буй гэр бүлийн гишүүн эсвэл бэлтгэгдсэн туслах хүнээ урамшуулах байдлаар өвчний процессыг хамтдаа давж туулах болно гэдгийг ойлгоорой.",
//       },
//     ],
//     employerWarning: [
//       {
//         title:
//           "Ажилтантайгаа нээлттэй яриа өрнүүлснээр та түүнд ямар тохируулга хамгийн ихээр дүнтэй байх зэрэг олон зүйлийг мэдэж авах болно.",
//       },
//       {
//         title:
//           "Ажилтныхаа хяналтын эмчтэй холбоо тогтоосноор түүний өвчин хэр хурдацтай явагдаж байгаа, богино болон урт хугацааны хүндрэл ямаршуу байхыг урьдчилан мэдэж авах боломжтой юм. Үүнийг мэдсэнээрээ та цаашдаа байнга хангах тохируулгыг эртнээс судалж бэлтгэлтэй байж чадна. Өвчин хүндрэхийн хэрээр өдөр бүр хийдэг ажлаа хүртэл маш хүндрэлтэйгээр гүйцэтгэдэг болох учраас ирээдүйд хэрхэн тусалж дэмжихээ мэдэж авснаар түүний өөртөө итгэх итгэл, үнэлэмжийг нь дээшлүүлж тусална.",
//       },
//       {
//         title:
//           "Дэмжин тусалж буй гэр бүлийн гишүүн эсвэл бэлтгэгдсэн туслах хүнтэй нь олж авсан мэдлэгээ хуваалцаж урамшуулахыг хичээж байгаарай.",
//       },
//     ],
//     functions: [PerformanceDetailData[6], PerformanceDetailData[9]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "Alzheimer-ын өвчнөөсөө болж нэгэн санхүүгийн менежер ...",
//           text: "Alzheimer-ын өвчнөөсөө болж нэгэн санхүүгийн менежер ямар нэгэн шинэ ажлын даалгавар орж ирэхэд гүйцэтгэж чадахгүй болсон төдийгүй зохион байгуулалттай ажиллах чадвараа ч алдсан байна. Эмч түүнийг хөгжлийн бэрхшээлийн тэтгэвэрт гарахыг зөвлөсөн хэдий ч ажил олгогч нь түүнд цөөхөн үүрэг даалгавартай ажлын байр зориулан гаргасан бөгөөд харин залуу ажилтнуудад туршлагаасаа хуваалцан зааж сургах, зөвлөгөө өгөх үүргийг хэвээр үлдээсэн байна.",
//         },
//         {
//           title: "Инженерийн компанийн төслийн менежер ...",
//           text: "Инженерийн компанийн төслийн менежер өвчин нь хүндэрсний улмаас динамикаар эрч, оновчтой  шийдвэр гарган хэрэгжүүлж чадахаа болив. Түүний өвчний явц богино хугацаанд хурдацтай явагдаж илт нөлөөлж эхлэв. Өөрийн эрүүл мэндийн байдал болон төслийн ажлынхаа талаар нухацтай бодож үзсэний эцэст ажил олгогчтойгоо ний нуугүй ярилцжээ.\n\nТэрээр төслийг бүхлээр удирдахын оронд багтаа үлдэж тодорхой хэдэн ажил хариуцан ажиллахыг хүсэв. Төсөл дуусахад бага хугацаа үлдэж ажил их цэгцэрсэн байсан учир бүтцийн өөрчлөлт хийж түүнийг үлдээх нь тийм ч хэцүү биш байлаа.",
//         },
//         {
//           title:
//             "Нэгэн цомхон ахлах сургуулийн хөгжмийн багш Alzheimerын эхний үед явж ... ",
//           text: "Нэгэн цомхон ахлах сургуулийн хөгжмийн багш Alzheimerын эхний үед явж байгаагаа мэдэв. Эмч нь сургуулийн захиралд түүнийг хамт ажилладаг хүнээс нь бага зэрэг дэмжлэг аваад тохируулаг хэрэглүүлбэл ажлаа үргэлжлүүлэн хийж чадахаар байгаа гэдгийг тайлбарлажээ. Багшийн ажлын ширээ болон хавтаснуудаа эмхлэх чадварт өвчин нь нөлөөлөөгүй байсан учраас түүнд зөвхөн өнгөөр ялгаж ангилах мөн дуут тэмдэглэл хийж мартсан мэдээллээ санахад нь туслах л хэрэг гарсан байна. Эдгээр тохируулгыг хэрэглэснээр ажлын гүйцэтгэлээ өндөр хэвээр хадгалж чаджээ.",
//         },
//         {
//           title:
//             "Нэгэн том их сургуулийн хүний нөөцийн менежер Alzheimerын өвчнөөр өвчилснөө мэдлээ. Түүний өвчний явц ......",
//           text: "Нэгэн том их сургуулийн хүний нөөцийн менежер Alzheimerын өвчнөөр өвчилснөө мэдлээ. Түүний өвчний явц эхний шатандаа байв. Сүүлийн үед өмнө нь хийж байсан ажлаа хүртэл хийж чадахгүй будилж илүү их цаг зарцуулдаг болсноо өөрөө анзаарчээ. Энэхүү чадвар алдалт нь хүндэрсээр байсан учраас өөрийн зайлшгүй гүйцэтгэх ёстой ажил үүргүүдээ хийхийн тулд тохируулаг хүсэхэд хүрчээ. Тэрээр ямар хангамж олговор эдлэх боломжтойг судлахын тулд чөлөө авч цаг гаргах хэрэгтэй байлаа. Тийнхүү чадвар алдалт ба тохируулгатай холбоотоо гэ шалтгаанаар чөлөө авсан байна.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "1",
//     // title: "Алцхаймер өвчин",
//     title: "Альбинизм ",
//     type: PerformanceTypes.ab,
//     text: "Маш ховор тохиолддог удамшлын эмгэг бөгөөд арьс, үс,нүдний солонгон бүрхэвч дээр илэрдэг.\n\nАрьсны пигментийн дутмагшлаас болоод нарны хэт ягаан туяанд маш мэдрэг байдаг.\n\nАльбинизм нь төрөл бүрийн харааны бэрхшээл үүсгэдэг. Тухайлбал нүд нааш цааш хөдлөх, хоёр нүд зэрэг нэг цэгт төвлөрч чадахгүй байх, ойрын эсвэл холын харааны аль  нэг нь хэт сайн хөгжсөн байх, гэрэлд хэт мэдрэг байх гэх мэт.\n\nАльбинизмаас үүдэлтэй хүндрэлүүд өөр өөр байх бөгөө  энэхүү эмгэгтэй хүн бүр ажлын байрны тохируулга хэрэглэх шаардлагагүй байж болно.\n\nТухайн өвчин буюу чадвар алдалтын хүнд хөнгөн зэргээс шалтгаалж ажлын байран дээр хэрэглэх тохируулга ч мөн тоо болон хэлбэрийн хувьд янз бүр байдаг. \n\nЧадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг дараах тодорхойлолтод үндэслэж тогтооно.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\nӨвчний аль үед яваагаас шалтгаалан мөн хүн хүний нөхцөл байдлаас хамааран өгөх хүндрэлүүд нь өөр өөр байх учраас ажлын байрны тохируулыг тодорхойлохдоо дараах асуултуудыг харгалзан үзэхийг зөвлөж байна:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[10], PerformanceDetailData[11]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title:
//             "Ногоон байгууламж тохижуулалтын компанийн ажилчин байнга гадаа ажилладаг учраас нарны хэт",
//           text: "Ногоон байгууламж тохижуулалтын компанийн ажилчин байнга гадаа ажилладаг учраас нарны ...... ягаан туяанаас арьсаа хамгаалахын тулд ойр ойрхон нарны тос түрхэх хэрэгтэй байв. Альбинизм өвчнөө газар авхуулахгүйн тулд тийнхүү ойр ойрхон завсарлага авах шаардлагатай байлаа. Учир нь биеийн хүчний ажил хийдэг учраас ихээр хөлөрч нарын тосны үйлчлэлийг бууруулдаг болохоор бусад ажилчдын адил хуваариар амралт завсарлага авахад хоорондын зай нь арай л холдоод байсан юм.\n\nЭнэ нөхцөлийг ойлгож ажил олгогч нь илүү олон завсарлага авахыг зөвшөөрсөн бөгөөд ажлын дуусах цагийг хойш сунгаж ажлын бүтээмжээ хэмжээнд нь барих боломж олгожээ.",
//         },
//         {
//           title:
//             "Рестораны зөөгчийн ажилд хүсэлт гаргасан ажил хайгч Альбинизмтай болохоо хэлж нарны гэрлээс хамгаалахын тулд урт ......",
//           text: "Рестораны зөөгчийн ажилд хүсэлт гаргасан ажил хайгч Альбинизмтай болохоо хэлж нарны гэрлээс хамгаалахын тулд урт ханцуйтай цамц өмсөж болох эсэхийг асуув. Бусад зөөгчдийн өмсдөг жигд хувцастай ижил өнгөтэй л бол ханцуй нь урт байж болно хэмээн зөвшөөрсөн байна.",
//         },
//         {
//           title:
//             "Альбинизм нь хүндэрч дэлгэцэн дээрх зүйл уншиж чадахгүй болсон тул ажлаа хийд нь тус болох дэмжлэг хүссэнд ажил ......",
//           text: "Альбинизм нь хүндэрч дэлгэцэн дээрх зүйл уншиж чадахгүй болсон тул ажлаа хийд нь тус болох дэмжлэг хүссэнд ажил олгогч нь түүний ажлын компьютерт дэлгэц томруулагч программ суулгаж өгөв. Тийнхүү үсгийн хэмжээг томруулан унших боломжтой болсноор эргэн ажлаа саадгүй хийх болжээ. ",
//         },
//         {
//           title:
//             "Цаасан бичиг баримтыг цахим хэлбэрт хөрвүүлдэг ажилтан эх хувь дээрх мэдээллийг уншиж чадахгүйд ......",
//           text: "Цаасан бичиг баримтыг цахим хэлбэрт хөрвүүлдэг ажилтан эх хувь дээрх мэдээллийг уншиж чадахгүйд хүрэв. Хамт ажилладаг нөхөр нь түүний энэ хүндрэлийг супервайзертаа хэлж супервайзер нь ямар тохируулга хэрэглүүлбэл түүнд тусалж чадах талаар ярилцацгаав. Ажилтан маань Альбинизмээс болоод жижиг үсэг уншиж чадахгүй байгаагаа хэлснээр түүнд зөөврийн авсаархан уншигч чихэвчний хамт авч өгөв. Зөөврийн уншигчаараа цаасан материалын зургийг авч чихэвчээрээ дамжуулан сонсох байдлаар уншдаг болжээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "3",

//     title: "Амиотрофын хатуурал ",
//     type: PerformanceTypes.ab,
//     text: "Ихэнхдээ Лу Геригийн өвчин гэж нэрлэгддэг зогсдоггүй мэдрэлийн гаралтай өвчин юм. Тархи, нуруу нугасны мэдрэлийн эс рүү дайрч гэмтээдэг.\n\nЭнэ өвчин газар авах тусмаа тархинаас нугасанд очдог мэдрэлийн эсүүд гэмтсээр байдаг учир биеийн булчингуудад дохио өгч хөдөлгөөн хийлгэх чадварыг муутгадаг. Өөрөөр хэлбэл булчин удирдлагагүй болдог гэсэн үг. Булчин өөрийн мэдэлгүй хөдөлгөөн хийдэг болохоос гадна залгих, ярих, амьсгалахад мөн нөлөөлдөг байна.\n\nЭнэ өвчин удамшлын ба олдмол гэсэн 2 төрөлтэй. Өвчилсөн хүмүүсийн бараг 95% нь мөчлөгт хэлбэрээр өвдсөн байдаг. Мөчлөгт гэдэг нь өвчний явц идэвхжиж, удаашрах байдлаар явагддаг бөгөөд мэдрэлийн эсийн гэмтэл өөр өөр цэгт харилцан адилгүй хэмжээтэй явагддаг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nӨвчний явц хэр хурдтай явагдаж байгаа болон хүр хүнд байгаагаас шалтгаалан ижил оноштой хэдий ч тохируулга хэрэглэх, хэрэглэхгүй өөр өөр байна.\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[2],
//       PerformanceDetailData[1],
//       PerformanceDetailData[0],
//       PerformanceDetailData[3],
//       PerformanceDetailData[4],
//       PerformanceDetailData[5],
//       PerformanceDetailData[6],
//       PerformanceDetailData[7],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title:
//             "Санхүүгийн байгууллагын үйлчлүүлэгчтэй харилцах ажилтан Амиотрофын хатуурал өвчнөөр өвдсөн ба стрессийн гаралтай хүчин зүйлс …… ",
//           text: "",
//         },
//         {
//           text: "Санхүүгийн байгууллагын үйлчлүүлэгчтэй харилцах ажилтан Амиотрофын хатуурал өвчнөөр өвдсөн ба стрессийн гаралтай хүчин зүйлс түүний өвчний явцыг сэдрээж хүндрүүлдэг байв. Дуу чимээ ихтэй орчинд ажиллах, ажил гэр хоёрын хооронд ирж очих түүний стрессийг эрс нэмэгдүүлж ажлын гүйцэтгэлд нь сөргөөр нөлөөлж байсан учир ажил олгогч нь нөхөн сэргээхийн зөвлөхийн өгсөн зөвлөгөөний дагуу гэрээс ажиллахыг зөвшөөрсөн. Одоогийн нөхцөл байдлаа хүндрүүлэлгүйгээр тайван ажлаа хийдэг болов. ",
//           title:
//             "Санхүүгийн байгууллагын үйлчлүүлэгчтэй харилцах ажилтан Амиотрофын хатуурал өвчнөөр өвдсөн ба стрессийн гаралтай хүчин зүйлс …… ",
//         },
//         {
//           title:
//             "Орон нутгийн захиргаанд ажилладаг бичиг хэрэг архивын ажилтны ярих чадвар тавигдсан оношных нь улмаас муудсаар байв ......",
//           text: "Орон нутгийн захиргаанд ажилладаг бичиг хэрэг архивын ажилтны ярих чадвар тавигдсан оношных нь улмаас муудсаар байв. Хамт ажилладаг хүмүүстэйгээ харилцахаас гадна нийтийн харилцаан орох шаардлага түүний ажилд их байдаг учраас үргэлжлүүлэн ажиллаж чадах эсэхдээ санаа нь зовнисон. Ажил олгогчдоо нөхцөл байдлаа учирласнаар мэргэжлийн зөвлөх үйлчилгээнд хандаж зөөврийн бичгийн харилцааны төхөөрөмжийг өсгөгчтэй хавсран хэрэглэх болжээ. ажлын байран дээрээ бусадтай харилцахад саадгүй болсон байна.",
//         },
//         {
//           title:
//             "Их сургуулийн сувилахуйн ухааны багшийн орон тоонд өргөдөл гаргасан нэгэн боломжийн хүнийг сонгосон боловч ......",
//           text: "Их сургуулийн сувилахуйн ухааны багшийн орон тоонд өргөдөл гаргасан нэгэн боломжийн хүнийг сонгосон боловч энэхүү өвчний улмаас тэргэнцэрт суудаг болсон байв. Сургуулийн удирдлага мэргэжлийн зөвлөхөд хандан ажлын орчинд ямар өөрчлөлт хийх мөн ажлын байранд нь ямар тохируулга хэрэглүүлбэл шинэ багшдаа хүртээмжтэй байх талаар асууж зөвлөгөө авлаа. Автомат хаалга онгойлгогч, өндөрсгөж намсгадаг тохиргоотой ширээ чухал болохыг зөвлөжээ. Машины зогсоолыг мөн хүртээмжтэй байлгах нь ажлын орчны хүртээмжид багтана гэдгийг хэлсэн байна.",
//         },
//         {
//           title:
//             "Нэгэн эмнэлгийн захиргааны ажилтан хүзүү, гарын булчингийн үйл ажиллагаа суларч эхэлсэн учраас ...",
//           text: "Нэгэн эмнэлгийн захиргааны ажилтан хүзүү, гарын булчингийн үйл ажиллагаа суларч эхэлсэн учраас эмнэлгийн дарга түнд тохирох эргиномик бүтээгдэхүүн судалж эхлэв. Ялангуяа хүзүү, гар, бугуй амраах түшлэгтэй сандал.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "4",

//     title: "Амьсгалын замын гэмтэл ",
//     type: PerformanceTypes.ab,
//     text: "Амьсгалын замын гэмтэл гэдэг ерөнхий нэршлийн дор эмийн эмчилгээ шаарддаг олон янзын суурь шалтгаан хамт явдаг. Тэдгээр эрүүл мэндийн шалтгааны улмаас хүндээр амьсгалдаг болох, багтрах,  эцэж сульдах, хөдөлгөөн хязгаарлагдах, өдөртутам элбэг таардаг бодис юмуу химийн бодсонд хэт мэдрэг болох, дархлаа суларч халдварт амьсгалын замын халдварт өртөмтгий болох зэрэг амьсгалын замтай холбоотой хүндрэлүүд гардаг.\n\n\nДээрх байдлаар хүндрэл өгөхөд хүргэдэг үндсэн өвчин оношнуудаас дурдвал: харшил, багтраа, химийн бодсонд мэдрэг чанар, уушги амьсгалын замын архаг өвчин, системийн өвчин хүрээлэн буй орчны өвчин, анхилуун үнэрт хэт мэдрэг чанар, уушгины хорт хавдар, саркадиозис, уушгины эмфизим, сүрьеэ, амьсгалын замын судасны даралт, сүүн шингэний харшил, ДОХ-аас гаралтай уушгины өвчин зэрэг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     setup: [
//       {
//         title: "Орчны нөлөөгөөр сэдэрдэг амьсгалын замын хүндрэлүүд байдаг.",
//         details: [
//           {
//             title:
//               "Ажлын орчныг цэвэр бөгөөд эрүүл ахуйн шаардлага хангахуйц байлгах ",
//           },
//           {
//             title:
//               "Агаарыг цэвэршүүлэх, чийгшлийг нэмэх эсвэл багасгах замаар тэнцвэржүүлэх, халаах гэх мэтээр орчны хэмийг тохируулах ",
//           },
//           {
//             title:
//               "Нэмэлт завсарлага олгож цэвэр агаар амьсгалах, эмийн эмчилгээгээ хийх боломж олгох ",
//           },
//           {
//             title: "Утаагүй, хурц үнэртэнгүй орчин бүрдүүлэх ",
//           },
//           {
//             title:
//               "Барилгын засвар хийх нөхцөлд өөр газарт суулгах зохион байгуулалт хийх ",
//           },
//           {
//             title: "Хор цацаж ариутгах ажлыг өөр хувилбараар хийх ",
//           },
//           {
//             title:
//               "Харилцаа холбооны өөр хувилбар ашиглан ажиллахыг зөвшөөрөх. Жишээлбэл, утас, цахим шуудан, дотоод чат, факс, зурвас үлдээх гэх мэт",
//             text: "Амьсгалын замын хүндрэл өгдөг хүн том булчингийн үйлдэл хийхэд бэрхшээлтэй байж болно. Жишээлбэл, холын зайнд алхах, биеийн хүч шаардсан ажил хийх. Машины зогсоолоос байгуулагын төв хаалга хүрэх, байгууллага дотроо явах, байгууламжаас байгууламж хооронд явах зэрэгт орчны хүртээмжийг сайжруулах нь чухал шаардлагатай байж болно.",
//           },
//           {
//             title:
//               "Төв хаалгыг хийх, таван фунт өргөх хэмжээний хүч шаардсан том хаалгыг автоматаар онгойж хаагддаг болгох ",
//           },
//           {
//             title:
//               "Ажлын шаардлагаар байнга явдаг газруудаар нь хүртээмжтэй зам гаргаж өгөх ",
//           },
//           {
//             title:
//               "Ажил дотроо нэг байршлаас нөгөө байршил руу явах шаардлага их гардаг бол скүүтэр юмуу цахилгаан жижиг тэргээр хангах боломж байгаа эсэхийг судлах ",
//           },
//           {
//             title:
//               "Ажлын байрыг нь байнга хэрэглэдэг тоног төхөөрөмж, орж гардаг өрөөнүүдтэй нь аль болох ойр аваачих ",
//           },
//           {
//             title:
//               "Ажлын байрыг нь скүүтэр, тэргэнцэр, хүчилтөрөгчийн тоног төхөөрөмж хэрэглэхэд боломжтой хүртээмжтэй болгох ",
//           },
//           {
//             title:
//               "Хэрэглэх эд зүүл, тоног төхөөрөмж хүрэх боломжтойгоор ажлын байрны зохион байгуулалт хийх ",
//           },
//           {
//             title:
//               "Ажлын байрнаасаа ариун цэврийн өрөө хүрэх замыг дөт, хүртээмжтэй болгох ",
//           },
//           {
//             title:
//               "Онцгой байдалд нүүлгэн шилжүүлэлт хийх журамдаа учир холбогдол бүхий нэмэлт өөрчлөлт оруулах ",
//             text: "Амьсгалын замын хүндрэл сэдрэх, хүндрэх нь урьдчилан таамаглах боломж өгдөггүй учир нийт ажилтны дагадаг ирцийн шаардлага,  ажлын цагийн хуваарийг дагах боломжгүй болох эрсдэлтэй. Тиймээс бодлого журамдаа өөрчлөлт оруулах шаардлага гарч болно. ",
//           },
//           {
//             title: "Ажил явагддаг байршилд тохиргоо өөрчлөлт хийх ",
//           },
//           {
//             title: "Ирцийн бодлогод өөрчлөлт оруулах ",
//           },
//           {
//             title:
//               "Өвчний чөлөөг хөгжлийн бэрхшээлтэй нь холбоотойгоор тохируулга болгон олгох ",
//           },
//           {
//             title:
//               "Ажлын цагийн хуваарийг уян хатнаар зохицуулах эсвэл хагас цагт шилжүүлэх",
//           },
//           {
//             title: "Завсарлаг нэмж олгох ",
//           },
//           {
//             title: "Дотоод орчны агаарыг хангалттай цэвэр байлгах ",
//           },
//           {
//             title: "Оффист дор хаяж нэг цонх онгойдог байхаар анхаарах ",
//           },
//           {
//             title: "Халаагчийг агаар цэвэршүүлэгчтэй хослуулан ашиглах ",
//           },
//           {
//             title:
//               "Оффисын орчныг нэлэнхийд нь эсвэл тухайн хүний ажлын байранд агаар цэвэршүүлэгч төхөөрөмж ажиллуулах ",
//           },
//           {
//             title:
//               "Ажлын байран дээрх агаар бохирдуулагч хүчин зүйлийг багасгах, арилгах ",
//           },
//           {
//             title: "Дотоод орчны хэмийг тохируулах боломжтой байлгах ",
//           },
//           {
//             title: "Анхилуун үнэртнээс ангид орчин бүрдүүлэхэд анхаарах ",
//           },
//           {
//             title: "Барилгын ажил хий бол заавал урьдчилан мэдэгддэг байх ",
//           },
//           {
//             title:
//               "Тавилга сонгох, цэвэрлэгээний бодис хэрэглэхдээ хоргүй орц найрлагатай байлгахад анхаарах ",
//           },
//         ],
//       },
//     ],

//     functions: [PerformanceDetailData[12], PerformanceDetailData[13]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title:
//             "Нэгэн багш бараг ямар ч барилга байгууламжид байж чаддаггүй эмгэгтэй байлаа ......",
//           text: "Нэгэн багш бараг ямар ч барилга байгууламжид байж чаддаггүй эмгэгтэй байлаа.\n\nТэрээр байнга сургуулийн гадаа байрлуулсан жижиг оффисын байгууламжид ажиллаж тэндээсээ хичээл заадаг байлаа. Сургууль руу орох хэрэг гарсан ч удаан хугацаагаар байж чаддаггүй учир хичээлээ тийнхүү гаднаас зааж мөн хуралд оролцдог байна.\n\nТүүний хэрэглэдэг төхөөрөмжүүд гэвэл чанга яригч эсвэл PA систем хэрэглэдэг. Эдгээрийг хэрэглэснээр оюутнуудын яриаг эргүүлэн сонсож хичээлд бодитойгоор оролцох боломж нээгддэг байна.\n\nХэрвээ өөрөө тохиромжтой гэж үзвэл амьсгалын баг зүүж хуралд оролцох эрх нь нээлттэй үлдсэн байна. Хурлын тэмдэглэлийг заавал цахимаар өгч байхыг холбогдох хүмүүст үүрэг болгожээ.",
//         },
//         {
//           title:
//             "Ажилтнуудын ариун цэврийн өрөөг цэвэрлэхдээ хэрэглэдэг ариутгалын бодис нь хурц үнэртэнд хэт мэдрэг нэг ажилтанд нь эрс нөлөөлж ......",
//           text: "Ажилтнуудын ариун цэврийн өрөөг цэвэрлэхдээ хэрэглэдэг ариутгалын бодис нь хурц үнэртэнд хэт мэдрэг нэг ажилтанд нь эрс нөлөөлж амьсгал нь боогдох гээд байдаг байв.\n\nАжлын байрны тохируулгын талаарх зөвлөгөөний цахим хуудсаар орж онлайн зөвлөх үйлчилгээг нь авсан байна. Тэндээс хорт бодисгүй угаалын бодис хаанаас худалдан авч болох талаар тодорхой мэдээлэл авч чадсан байна.",
//         },
//         {
//           title:
//             "Нэг ажилтан нь хуурай ханиалга ба багтраа өвчтэй байлаа. Тэрээр халуун хуурай орчинд ажиллаж чаддаггүй байв ......",
//           text: "Нэг ажилтан нь хуурай ханиалга ба багтраа өвчтэй байлаа. Тэрээр халуун хуурай орчинд ажиллаж чаддаггүй байв.\n\nАжил олгогч зөвлөгөө авахаар мэргэжлийн зөвлөх үйлчилгээ үзүүлдэг цахим хуудсаар орж утсаар зөвлөгөө авсан байна. Оффисынхоо төвд байрлуулж чадахгүй бол цонхны хэсгийг оруулан агаар цэвэршүүлэгч суурилуулахыг түүнд зөвлөжээ.",
//         },
//         {
//           title:
//             "Уушгины архаг асуудалтай нэгэн эмнэлэгт ажилладаг байв. Машины зогсоолоос ажилтнуудын байр руу хүрэхэд нэлээн алхдаг бөгөөд тэрээр бас илүүдэл жинтэй байсан юм. Ажилтнууд машинаа байрлуулахдаа түрүүлж ирсэн нь ойр зогсоол ......",
//           text: "Уушгины архаг асуудалтай нэгэн эмнэлэгт ажилладаг байв. Машины зогсоолоос ажилтнуудын байр руу хүрэхэд нэлээн алхдаг бөгөөд тэрээр бас илүүдэл жинтэй байсан юм. Ажилтнууд машинаа байрлуулахдаа түрүүлж ирсэн нь ойр зогсоол сонгох гэсэн зарчмаар чөлөөтэй байршуулдаг байсан юм. Энэ ажилтандаа хэрхэн туслах вэ хэмээн зөвлөгөө хүсэн хандахад хамгийн эхний эгнээний нэг зогсоолыг сонгон өөр машин тавихыг хориглоно гэсэн утгатай тэмдэг тавихыг зөвлөсөн юм. Ингэж шийдэх нь маш амархан байсан. Харин эмнэлгийн төв хаалгатай хамгийн ойр зогсоолыг сонгож тэмдэг тавих л хэрэгтэй байлаа.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "5",

//     title: "Анхаарал дутмагшил / хэт идэвхжилийн эмгэг",
//     type: PerformanceTypes.ab,
//     text: "Анхаарал дутмагшил, хэт идэвхжилийн эмгэг гэдэг нь мэдрэл, зан үйлийн эмгэг юм. Ихэнхдээ хүүхэд насанд илэрч оношлогддог ч насанд хүртэл анзаарахгүй явах нь олонтоо. Энэхүү эмгэг хэт цочмог болох, анхаарал хандуулахгүй байх, хэт хөдөлгөөнтэй байх, зааварчилгаа сонсож ойлгож чаддаггүй байх, хувийн зохион байгуулалт муутай байх, гар хөл чичрэх, хэт их ярих, хийж буй зүйлээ гүйцээлгүй орхих шинжээр илэрнэ.\n\n\nАнхаарал дутмагшил болон хэт идэвхжилийн эмгэг аль аль нь нэг хүнд байж болох боловч аль нэг нь илүү давамгай илэрдэг. Ерөнхийдөө 3 төрөлд хуваагддаг.\n\nХэт идэвхжил цочмог хэв шинжийн төрөл нь чичрэх, хэт их ярих, бусдын яриаг шууд тусдах, тэвчээргүй зан гаргах зэрэг шинжээр илэрнэ.\n\nАнхаарал хэт дутмагшлын хэв шин давамгайлсан төрөл нь анхаарал хурдан сарних, зохион байгуулалт муу байх, нарийн ширийн мэдээллийг анхаарч таньдаггүй, мэдээлэл боловсруулах чадвар муутай, зааварчилгаа ойлгож гүйцэтгэх чадвар муу зэрэг шинжээр илэрнэ.\n\nХолимог төрөл нь хэт цочмог болон анхаарал дутмагшлын хам шинжүүд хавсарч илэрхийг хэлнэ.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[14],
//       PerformanceDetailData[15],
//       PerformanceDetailData[16],
//       PerformanceDetailData[5],
//       PerformanceDetailData[9],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "Хүргэлтийн ажилтан цаг барьж чаддаггүй байв ...",
//           text: "Хүргэлтийн ажилтан цаг барьж чаддаггүй байв. Тэрээр нэг удаагийн хүргэлтэд маш их цаг зарцуулахаас гадна хүргэлтээ хийчхээд агуулахад буцаж ирэхээ мартчихдаг байлаа. Ажил олгогч нь хувийн зохион байгуулалтын цаг авч өгөв. Цагны дэлгэц дээр хийх ажлын тэмдэглэл гарч ирэхэд гэрэг дуугардаг учраас нэг ажлаас нөгөө ажилд хурдан шилжихэд нь маш тустай арга хэмжээ болсон. Жишээлбэл, хүргэлтийн дараа агуулахад эргэн ирж дараачийн ачаагаа авахыг сануулдаг боллоо.",
//         },
//         {
//           title:
//             "Нэгэн сэтгүүлчийн хараа болон сонсголын мэдрэхүй нь хэт мэдрэг болсон учраас орчиндоо маш хурдан анхаарал сарнидаг байв ...",
//           text: "Нэгэн сэтгүүлчийн хараа болон сонсголын мэдрэхүй нь хэт мэдрэг болсон учраас орчиндоо маш хурдан анхаарал сарнидаг байв. Ажил олгогч ажлын байрыг нь дуу чимээ багатай хэсэгт хуваарилан өндөр хана босгож өгсөн. Мөн орчны дуу чимээ намсгагч төхөөрөмж өгсөн байна.",
//         },
//         {
//           title:
//             "Хагас цагаар ажилладаг их сургуулийн профессор шинэ хичээл заах болоход бэлдэж амждаггүй байсан ... ",
//           text: "Хагас цагаар ажилладаг их сургуулийн профессор шинэ хичээл заах болоход бэлдэж амждаггүй байсан. Хагас цагийн ажил нь түүнд хангалттай хугацаа болж чаддаггүй байсантай мөн холбоотой байв. Өмнө нь заасан хичээлээс хуваарилж өгөхийг хүсдэг байв. Ажлын байрын тохируулгын зөвлөгөө өгдөг нөхөн сэргээлтийн зөвлөхөд хандахад тэрээр шинэ хичээл өгөх гэж байгаа бол хичээл сонголт эцсийн байдлаар баталгаажсаны дараа эртнээс хуваарилдаг байх мөн зайлшгүй шаардлагаар гэнэт өөр хичээл хуваарилах бол өмнө нь зааж байсан бэлтгэлтэй хичээлээс нь өгдөг байх тохируулга байж болохыг сануулсан байна.",
//         },
//         {
//           title:
//             "Удирдах түвшний ажилтан эмэгтэй ажлаа асуудалгүй сайн хийдэг боловч ...",
//           text: "Удирдах түвшний ажилтан эмэгтэй ажлаа асуудалгүй сайн гүйцэтгэдэг боловч албан бичиг боловсруулахдаа дүрмийн алдаа гаргахаас гадна цэг таслал зэрэг тэмдэгтүүдийн нарийн утгыг ашиглахдаа тааруу байжээ. Төлөөлөн удирдах зөвлөлийн гишүүд солигдож шинэ гишүүн томилогдоход уг ажилтны онцлогийг мэдэхгүй учраас нэлээн хатуу шаардлага тавьж шүүмж өгдөг болов. Харин тэрээр өвчнөөсөө болоод ийм алдаа гаргадаг учир шалтгааныг тайлбарласнаар яриаг бичгийн хэлбэрт буулган хөрвүүлдэг программ авч өгсөн байна. Уг программ нь өөртөө хөрвүүлж буулгасан мэдээллийг засварлах хэрэгсэлтэй. Ажилтан бичсэн зүйлээ засварладаг өөр нэг программ авхуулах хүсэлт гаргасан. Бэлэн байгаа бичгийн мэдээллийг уг программд оруулж алдааг засаж сайжруулдаг болсон байна.",
//         },
//         {
//           title:
//             "Жижиглэнгийн борлуулалтын ажилтан өдрийн бэлэн мөнгөний кассаа хаахаа мартдаг байлаа ...",
//           text: "Жижиглэнгийн борлуулалтын ажилтан өдрийн бэлэн мөнгөний кассаа хаахаа мартдаг байлаа. Энэ нь өдрийн тайлан мэдээ зөрүүтэй гархид хүргэдэг байв. Супервайзер нь касс зөв хаах дарааллыг бичиж нүдэн тус газарт нь байрлуулснаар марталгүй зөв хаадаг болжээ. Бусад туршлагагүй шинэ ажилтнуудад ч мөн маш хэрэгтэй арга хэмжээ болсон. ",
//         },
//         {
//           title:
//             "Олон жил багшилсан нэгэн багш анги зохион байгуулалт үнэхээр муутай байдаг байлаа ...",
//           text: "Олон жил багшилсан нэгэн багш анги зохион байгуулалт үнэхээр муутай байдаг байлаа. Танхимын эрхлэгч ажилд дадлагажуулагч авах хүсэлт гаргасан. Багшийнхаа онцлогийг тодорхойлон хэлж багшлах ажлынхаа ямар үүргүүдийг хэтэрхий орхигдуулаад байгааг нь ойлгуулснаар ажилд дадлагажуулагч уг багшид хичээлийн хэрэглэгдэхүүнүүдээ хэрхэн ангилан хуваарилах, оюутнуудын хэрэггүй болсон гүйцэтгэлийг устгах зэрэг зохион байгуулалтын нарийн ажлуудыг сургах болов.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "6",

//     title: "Анхилуун үнэртэнд хэт мэдрэг чанар ",
//     type: PerformanceTypes.ab,
//     text: "Бүтээгдэхүүний аль нэг химийн найрлага эсвэл нэгээс олон химийн найрлагын хольцоонд харшил өгч тавгүйтэхийг тансаг үнэрийн хэт мэдрэмтгий чанар гэж нэрлэж байна.\n\nТансаг үнэртэн гэхээр хамгийн түрүүнд үнэртэй ус, сүрчиг санаанд орох хэдий ч хүний өдөр бүр хэрэглэж байдаг бүтээгдэхүүнүүдэд мөн хамааралтай юм байна.\n\nГоо сайхны бүтээгдэхүүн, үнэр дарагч, агаарын үнэр дарагч, цэвэрлэгээний бодис зэрэг мөн ордог юм байна. Хорхой шавж үргээгч мөн орно.\n\nХарамсалтай нь эдгээр барааны орц найрлагыг шошго дээр нь тавихыг шаардсан стандарт байдаггүйгээс хариу урвал үзүүлдэг хүмүүс савлагааны гаднаас таних боломжгүй байдаг.\n\nХаршил үүсгэгч бодис нь яг юу гэдгийг тодорхойлолгүй ч гэсэн ерөнхийдөө илэрдэг шинж тэмдгүүд гэвэл толгой өвдөх, амьсгал нөлөөлөх, амьсгаа боогдох, арьс улайх, загатнах гэх мэт.\n\nАнхилуун үнэрийн хэт мэдрэг чанараас үүдэлтэйгээр илрэх тэмдгүүд бол үндсэн 2 төрөл байдаг: амьсгалын зам ба арьсны зам.\n\nТолгой өвдөх, дотор муухай оргих, арьс улайх, загатнах, халуу оргих, ус гүйж халуу оргиж загатнах,нүд улайх, найтаалгах, хамраас ус гоожих, усан ба цусан хаван болох нь элбэг тохиолдоно. Зарим тохиолдолд шуухитнаж, цээжин дээр хүнд оргиж бачуурч, амьсгаа боогдож хүндэрдэг.\n\nХэр ойр давтамжтайгаар мэдэрч сэдрэх, хэр хүнд явагдах нь хүн хүний хувьд харилцан адилгүй байдаг. Харшил үүсгэгч бодисыг яг таг тодорхойлох боломжгүй. Учир нь бидний өдөр тутам хэрэглэж байгаа янз бүрийн бүтээгдэхүүнд төрөл бүрийн химийн бодис орсон байгаа.\n\nАнхилуун үнэрээс болж хэр харшил өгөх э гэдэг нь өдөр тутмын амьдралдаа хурц үнэр ялгаруулдаг бараа бүтээгдэхүүн хэр их хэрэглэж байгаагаас мөн нэгэнтээ үнэр гаргасан бол дотоод орчноос хэр хурдан хөөж гаргахаас шалтгаална.\n\nАмьсгалын замын багтраа , харшил, бусад төрлийн амьсгалын замын эмгэгтэй болох нь анхдагчаар оношлогдсон бол анхилуун тансаг үнэртэнд улам мэдрэг байдаг.\n\nАнхилуун үнэрт харшлахгүй байх  хамгийн шилдэг арга бол тэдгээр бодисуудад өртөхгүй байх өөрөөр хэлбэл хурц сайхан үнэрт өртөхгүй байна гэсэн үг.\n\nГэр орондоо, ажил дээрээ энэ тухай ярилцаж бусдад ойлгуулбал хэрэглээгээ багасгахад нь нөлөөлж болох юм.\n\nБарааны шошго дээр орц найрлагыг тодорхой тавьдаггүйгээс өөрийн харшилдаг бодис орсон эсэхийг мэдэх боломжгүй.\n\nХарин АнУ-ын байгаль орчны хамгааллын агентлагаас хэрэгжүүлдэг DFE хөтөлбөрөөс шалгаж анхилуун үнэртэнгүй, байгалийн гаралтай тос, ургамлаар хийгдсэн гэх мэт шошго тавьсан бүтээгдэхүүнүүд бол хүний эрүүл мэндэд аюулгүй , харшилгүй гэж танигддаг. Уг хөтөлбөрөөр орж үнэлгээ өгсөн бүтээгдэхүүн дээр DFE гэсэн шошго тавьсан байх ба ийм шошго бүтээгдэхүүн дээрээ тавьдаг бусад түнш орнуудын нэрсийг жагсаасан байдаг. Тиймээс DFE тэмдэглэгээтэй бүтээгдэхүүн нь байгалийн гаралтай хүний биед сөрөг нөлөөгүй гэж ойлгож болж байна.\n\nИйм анхилуун үнэрт мэдрэмтгий хүмүүст үр дүнтэй байхаар ажлын байрны тохируулгыг үндсэн 3 сонголтоор тодорхойлж болно.\n\n\n1) Ажилтанд сөргөөр нөлөөлж байгаа бодисыг ажлын орчноос зайлуулах.\n\nАжил олгогч ажлын орчинд хэт содон үнэр гаргаж буй бүтээгдэхүүнийг огт хэрэглэхгүй байхыг шаардаж болно. Ийм үнэр ажлын орчинд тараах эсэх нь ажил олгогчийн бүрэн хяналтад байгаа бол хэрэгжүүлэх бүрэн боломжтой гэсэн үг.\n\nАНУ-ын ADA хуулийн баримт бичгээр бол анхилуун үнэрээс бүрэн ангид ажлын орчин байлгах бодлого хэрэгжүүлэх эсвэл ийм бодлоготой байх нь ажил олгогчийн хувьд боломжгүй юм. Ялангуяа харилцагч болон ажилтнууд оффист олноор ирдэггүй бол.\n\n\n2) Хурц анхилуун үнэр тархдаг хэсгээс ажилтны ажлын байрыг холдуулах \n\nАжлын орчинд уг үнэрийг гаргахгүй байх боломжгүй бол уг ажилтны ажлын байрыг үнэр багатай газарт нүүлгэн шилжүүлэх арга үлддэг. \n\nГэрээр ажиллуулах эсвэл хувийн оффис өрөө гаргаж өгөх арга байна. Хамт ажилладаг хүмүүс, харилцагч, олон нийттэй харилцахгүй тусгаарлагдах болдог. Ажилтан өөрөө гэрээс ажиллахыг хүсэхгүй байвал хамт олных нь дунд байлгах бусад боломжийг нэн түрүүнд эрэлхийлэх хэрэгтэй.\n\n\n3) Анхилуун үнэрт өртөх давтамжийг багасгах\n\nУг үнэрийг ч арилгаж чадахгүй, ажилтан ч тусгаарлагдсан байдлаар ажиллахыг хүсэхгүй байгаа нөхцөлд өөр нэгэн хувилбар бол  үнэртэх хэмжээг багасгахыг оролдох хэрэгтэй.\n\nАжилтан өөрөө маск эсвэл амьсгалын баг зүүж болно. \n\nНүүрэндээ юм зүүх нь зарим хүнд төвөгтэй санагдах боловч заримд нь эсрэгээрээ байдаг. Ажил олгогч нь албадах ёсгүй ба аль тохиромжтой хувилбар эрэлхийлэх нь зөв.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[12], PerformanceDetailData[5]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title:
//             "Мэдээ оруулдаг ажилтан байнга оффистоо сууж ажиллах шаардлагатай. Шинээр тавьсан шалны дэвсгэрээс байнга хурц үнэр ялгарч арилахгүй байсан тул амьсгалж чадахаа больдог байлаа...",
//           text: "Мэдээ оруулдаг ажилтан байнга оффистоо сууж ажиллах шаардлагатай. Шинээр тавьсан шалны дэвсгэрээс байнга хурц үнэр ялгарч арилахгүй байсан тул амьсгалж чадахаа больдог байлаа.\n\nАжилтны ажлын байрыг тойруулан тусгаарлагч хана босгоод бага оврын агаар цэвэршүүлэгч тавьж өгсөн.\n\nНийт ажилтнуудаас гоо сайхны үнэртэн аль болох бага хэмжээгээр хэрэглэхийг ажил олгогчийн зүгээс хүссэн байна. Харшилтай ажилтан үнэртэн их хэрэглэдэг нөхөдтэйгөө зайнаас харилцаж мэдээлэл цуглуулдаг байхыг зөвшөөрсөн. Имээс, факс, утас гэх мэт харилцаа холбооны сувгуудаар харилцахад түргэн шуурхай хариулдаг мэдээлэл дамжуулдаг байх хэрэгтэй гэдгийг нитийн дунд ойлгуулсан байна. Нэг оффист хамт сууж байгаа хэдий ч ийнхүү зайнаас харилцах бодит шалтгаантай тул түүнийг заавал биечлэн харилцахыг шаардах ёсгүй гэдгийг ойлгуулах ажлыг хүний нөөц, шууд удирдлагын зүгээс дэмжлэг үзүүлсэн юм.\n\nМөн шалны дэвсгэрийн хортой үнэрийг арилгах эсвэл дэвсгэрийн оронд модон шал тавих ч юм уу өөр хувилбар бодож олохыг санал болгосон.",
//         },
//         {
//           title:
//             "Эрүүл мэндийн ажилтан удирдлагаасаа хурц үнэргүй ажлын орчин бүрдүүлж ...",
//           text: "Эрүүл мэндийн ажилтан удирдлагаасаа хурц үнэргүй ажлын орчин бүрдүүлж өгөхийг хүссэн.\n\nАжил олгогч нь үнэр гаргаж буй бүх хэрэглээг бүр мөсөн арилгана гэж амлаж чадахгүй ч уг ажилтандаа зориулж агаар цэвэршүүлэгч авч өгчээ. Түүнчлэн гоо сайхны хэрэглээгээ багасгахыг зарим нэг ажилтнаасаа хүссэн байна. Хэрвээ үнэрт өртөж бие тавгүйтэх юм бол чөлөөтэй завсарлага авч цэвэр агаар гардаг байхыг зөвшөөрсөн.",
//         },
//         {
//           title:
//             "Орон нутгийн төрийн албан ажилладаг нэгэн ажилтан анхилуун үнэрт хэт мэдрэг гэдгээ хэлж зохих ажлын байрны тохируулгаар хангахыг ......",
//           text: "Орон нутгийн төрийн албан ажилладаг нэгэн ажилтан анхилуун үнэрт хэт мэдрэг гэдгээ хэлж зохих ажлын байрны тохируулгаар хангахыг ажил олгогчоосоо хүссэн байна.түүнд бага оврын агаар цэвэршүүлэгч худалдан авч өгсөн төдийгүй цэвэрлэгээний  ажилтнаасаа үнэргүй цэвэрлэгээний бодис сонгон авч хэрэглэдэг байхыг зөвлөсөн. Нийтийн хэрэглээний газруудад мөн хурц үнэрээс ангид орчин гэсэн тэмдэглэгээ тавив.\n\nНийт ажилтны дунд ажлын байран дээр үнэртэн, бусад гоо сайхны бүтээгдэхүүн хэт их хэрэглэж ирэхгүй бахыг зөвлөсөн байна. Өндөр мэдрэг хүмүүс бидний дунд байгаа бөгөөд тэднийг үл ойшоож хүндэтгэлгүй хандсанаар ямар ноцтой эрүүл мэндийн хохирол учирч болохыг тайлбарлан мэдлэг олгох үйл ажиллагаа зохион байгуулжээ. Нөгөө ажилтандаа долоо хоногийн нэг өдөр гэрээс ажиллахыг зөвшөөрсөн байна.",
//         },
//         {
//           title:
//             "Төрийн албаны удирдах албан тушаалтанд хэд хэдэн ажилтан нь анхилуун үнэрт хэт мэдрэг байхын дээр олон нийттэй харилцдаг тул тэдэнд тохирох тохируулгаар хангахыг хүсжээ...",
//           text: "Төрийн албаны удирдах албан тушаалтанд хэд хэдэн ажилтан нь анхилуун үнэрт хэт мэдрэг байхын дээр олон нийттэй харилцдаг тул тэдэнд тохирох тохируулгаар хангахыг хүсжээ.\n\nҮнэртний хэрэглээний тухай журам гаргаж дотооддоо хэрэгжүүлэх үүрэг хүний нөөцийн багт өгсөн ба зохих тэмдэглэгээг энд тэндгүй нааж хүмүүсийн анхаарлыг хандуулах арга хэмжээ авсан байна.\n\nАгаар цэвэршүүлэгч шүүлтүүртэй маск тавиад хэрэглэх шаардлагатай ажилтнууд чөлөөтэй авч хэрэглэж байхыг зөвлөв.",
//         },
//         {
//           title: "Цагдаагийн ажилтан хурц гоё үнэр үнэрлэхээрээ толгой нь ...",
//           text: "Цагдаагийн ажилтан хурц гоё үнэр үнэрлэхээрээ толгой нь өвддөг байв.\n\nУдирдах ажилтан нь ажлын хуваарьт нь өөрчлөлт оруулж, янз бүрийн хүмүүстэй харьцах ажлыг нь багасгаж өөр үүргээр орлуулсан байна.",
//         },
//         {
//           title:
//             "Ресепшинист агаар шүүлтүүртэй маск өмсөхгүй бол хурц үнэртэн түрхсэн хүмүүстэй харилцахаараа харшил ...",
//           text: "Ресепшинист агаар шүүлтүүртэй маск өмсөхгүй бол хурц үнэртэн түрхсэн хүмүүстэй харилцахаараа харшил нь сэдрээд байгааг хэлжээ.\n\nАжил олгогч нь эхлээд зөвшөөрсөн хэдий ч мэс заслын ажилд зүүдэг шүүлтүүртэй маск нь хүмүүст айдас төрүүлэхээр харагдаж байсан тул гадуур нь гоёлын хаалт зүүхийг санал болгов.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "7",

//     title: "Архаг хөндүүр өвдөлт ",
//     type: PerformanceTypes.ab,
//     text: "Байнгын хөндүүр мэдрүүлдэг архаг өвдөлд нь зардал өндөртэй өвчний хэлбэр юм.\n\nГэнэтийн хурц өвдөлт бол төв мэдрэлийн системд дохио өгч ямар нэг арга хэмжээ авах хэрэгтэй байна гэдгийг танд мэдрүүлж байгаа хэрэг. Гэтэл архаг өвдөлт гэдэг бол байнгын өвдөлт учир өвчин мэдрэх мэдрэлийн эсүүдийг   ойр давтамжтайгаар асааж байдаг бөгөөд долоо хоногоор, хэдэн сараар эсвэл хэдэн жил цаашдаад насан туршдаа ч өвдөлт зовуурьтай явж болно гэсэн үг. Ийнхүү байнгын зовуурь мэдрэх нь хоолны дуршил муутгах,\n\nСэтгэл гутралд оруулах, ядарч сульдахад хүргэдэг.\n\nАрхаг өвдөлт зовуурь үүсгэгч хүчин зүйлс нь\n\nТолгойны өвчин, нурууны доод үеүдийн өвдөлт, хорт хавдар, шохойжилт, мэдрэлийн системийн гаралтай өвдөлт, сэтгэл зүйн гаралтай өвдөлд зэрэг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[17],
//       PerformanceDetailData[6],
//       PerformanceDetailData[18],
//       PerformanceDetailData[19],
//       PerformanceDetailData[20],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title:
//             "Хүний нөөцийн менежер машины ослын дараа байнгын өвдөлт......",
//           text: "Хүний нөөцийн менежер машины ослын дараа байнгын өвдөлт зовуурьтай болжээ. Ажилдаа хоцролгүй ирнэ гэдэг түүний хувьд маш хэцүү даалгавар болж хувирсан байлаа. Нийтийн тээврийн хэрэгслээр зорчиход нь зориулж уян хатан хуваариар ажиллахыг түүнд зөвшөөрөв.",
//         },
//         {
//           title:
//             "Угсралтын хэсгийн ажилчин олон цагаар зогсож тоглоом угсрахад байнгын өвдөлт нь улам ихсэж......",
//           text: "Угсралтын хэсгийн ажилчин олон цагаар зогсож тоглоом угсрахад байнгын өвдөлт нь улам ихсэж байлаа. Түүнд суугаа ба босоо байрлалын аль алинд нь ордог сандал бас ядралт багасгах дэвсгэр авч өгсөн байна.",
//         },
//         {
//           title:
//             "Нурууны өвчнөөс болоод байнга өвдөлт мэдэрдэг оффисын ажилтан бүхэл өдөр сууж ажиллахад......",
//           text: "Нурууны өвчнөөс болоод байнга өвдөлт мэдэрдэг оффисын ажилтан бүхэл өдөр сууж ажиллахад үнэхээр хүнд болжээ. Хойш налж эсвэл урагш сунаж суугаад ажиллах боломжтой тохиргоотой ажлын байраар хангасан байна.",
//         },
//         {
//           title:
//             "Эмнэлгийн лабораторид шинжилгээний хариу шивж оруулдаг мэргэжилтэн өдөржингөө......",
//           text: "Эмнэлгийн лабораторид шинжилгээний хариу шивж оруулдаг мэргэжилтэн өдөржингөө компьютерын гар дээр тоншиж суудаг онцлогтой ажээ. Түүнийг өөр өөр ажил гүйцэтгэх ажилд шилжүүлсэн байна.",
//         },
//         {
//           title:
//             "Харилцаа холбооны удирдлагын самбар дээр өдөржингөө сууж дуудлага хуваарилах, шилжүүлэх, зохицуулах үүрэгтэй ажилтан нуруу, мөрөөр ......",
//           text: "Харилцаа холбооны удирдлагын самбар дээр өдөржингөө сууж дуудлага хуваарилах, шилжүүлэх, зохицуулах үүрэгтэй ажилтан нуруу, мөрөөр нь байнга хөшиж өвддөг тул түүнийг ойр ойр завсарлага авч байхыг зөвшөөрсөн. Түүнээс гадна суугаа ба босоо байрлалд шилжиж болдог тохиргоотой ажлын байртай болгожээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "8",

//     title: "Архаг ядаргааны синдром ",
//     type: PerformanceTypes.ab,
//     text: "Үндсэн 3 төрлөөр илэрдэг боловч бусад олон өвчний шинж тэмдэгүдтэй давхцдаг. Сургуульд явах, ажилдаа явах, нийгмийн үйл ажиллагаанд оролцох, блэгийн харилцаан орох зэрэг албан болон хувийн амьдралдаа хийж хэвшсэн энигийн зүйлэүүдээ хийж чдаахгйү болохыг архаг ядаргааны синдромын шинж тэмдэг илэрлээ гэж үзнэ.\n\n•\t6 сараас илүү хугацаагаар үргэлжилнэ \n\n•\tхийж хэвшсэн үйл аижллгаануудаа хийсний дараа маш ихээр ядарч муьдах ба ядралтын байдал нь дараах шинжтэй байна: жирийн нэг ядрах биш байдаг, үргэлж ингэж ядраад байдаггүй ч хэт ядралт явагддаг, удаан үргэлижлсэн ажил биш байсан ч их эрч хүч зарцуулан ядардаг, мнөхөөс илүү их хүч чадал гаргаагүй хэрнээ ихээр ядрах, амарч хэвтсэн ч ядарсаар байдаг.\n\nБие бялдрын, оюун санааны, сэтгэл хөдлөлийн идэвхтэй үйл ажиллагаанууд нь өмнө нь хийдэг бйсан хэвийн зүйлс байсан ч илүү их ядардаг болсон байна,\n\nТухайн үйл ажиллагааны дараа тэр даруйдаа ихээрядардаг байж болно эсвэл хэдэн цаг, өдрийн дараа сульдаж эхэлдэг байж ч болно. Бүтэн шөнө унтаж сэрээд ч биеийн байдал дээрдээгүй байдаг. Унтахын өмнө ямар их ядарсан байсан яг тэр хэвээрээ сэрдэг.\n\nМөн дараах шинж тэмдгүүдээс аль нэг нь илэрч байх ёстой: ой тогтоолт муудах, анхаарал төвлөрөхгүй байх. Ингэснээр шинэ зүйл сурах, шийдвэр гаргах чадвар нь мууддаг.\n\nЗарим хүмүүст цэх сууж, цэх зогсож чадахгүй болох байдлаар хүндэрдэг. Цэх сууж, зогсоход толгой эргэж, ухаан балртаж байгаа мэт болдог.\n\n\nМөн доорх шинж тэмдгүүдээс илэрдэг:\n\n•\tбулчингийн хөндүүр \n\n•\tхолбогч зөөлөн эдүүд улайж хавдахгүйгээр хөндүүрлэн өвдөх\n\n•\tтолгой янз бүрийн хэлбэрээр өвдөх\n\nХүзүү, суганы булчирхай зөөлөрч хавдах \n\nХоолой ойр ойр өвдөх\n\nХодоод гэдэсний үрэвслийн шинж тэмдэг илрэх \n\nЭмэгтэйчүүд, давсаг шээсний замын үрэвслийн шинж тэмдэг илрэх \n\nШөнө их хөлөрч, жихүүдэс даах\n\nХарааны байдалд өөрчлөлт орох \n\nДотор муухай орогих \n\nХүнс, үнэр, химийн бодис, зарим нэг эм тарианд харшлах \n\n\nЭнэ синдром хүнд гэнэт ч илэрдэг бас аажимдаа ч илэрдэг. Шалтгаан нь уридчилан мэдэгддэггүй ба хүн хүний хувьд өөр өөр байдаг. Зарим хүн бүр хоол хүнсээ цуглуулах, эмнэлэгт очиж үзүүлхэд хүртэл ихээр ядардаг. Энэ байдал нь улам доройтсоор байдаг.\n\nУг синдромын үйлдэл гүйцэтгэх чадварт үзүүлэх нөлөө нь нилээн өндөр.\n\nЗориулсан тодорхой эмчилгээ гэж одоогоор байхгүй учир шинж тэмдгээр нь эмчилж байна. Биеийн байдлыг эцсийн түвшин буюу үхлийн шатанд оруулахгйүээр илрэсэн шинж тэмдэгтэй нь тэмцэх байдлаар хүний насыг уртасгаж амьдралын чанарыг сайжруулах арга хэмжээ авдаг.\n\nНэг удаагийн сэдрэлтээр илэрсэн шинж тэмэг дараачийн удаа өөр хэлбэрээр илрэхийг үгүйсгэхгүй.\n\nГэсэн хэдий ч тухайн шинж тэмдэгтэй нь үр дүнтэйгээр ажиллаж тохирсон эмчилгээ хийж чадвал үйлдэл гүйцэтгэх чадвар нь эргэн сайжрах боломжтой.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[11],
//       PerformanceDetailData[21],
//       PerformanceDetailData[16],
//       PerformanceDetailData[22],
//       PerformanceDetailData[4],
//       PerformanceDetailData[17],
//       PerformanceDetailData[6],
//       PerformanceDetailData[18],
//       PerformanceDetailData[20],
//       PerformanceDetailData[9],
//       PerformanceDetailData[13],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title:
//             "Үйлчлүүлэгчтэй харилцах ажилтан архаг ядаргааны синдромтой учир дуудлага хүлээн авч асуултад......",
//           text: "Үйлчлүүлэгчтэй харилцах ажилтан архаг ядаргааны синдромтой учир дуудлага хүлээн авч асуултад тэр даруй хариулт өгөхөд анхаарал төвлөрөл, ой тогтоолтын асуудал нь хүндрэл учруулж байлаа. Тогтсон асуулт хариултуудыг бичгээр хэвлэн өгч түүнээс харж эргэн санах байдлаар хариулах боломжтой болсноос гадна ганцаараа ажиллах орон зайгаар хангасан нь орчны хүчин зүйлсэд анхаарарл сарних асуудалгүй болгож өгчээ.",
//         },
//         {
//           title:
//             "Хадуур эсийн цус багадалттай нэгэн ажилтан архаг ядаргааны синдромоос болж хүндрэлтэй......",
//           text: "Хадуур эсийн цус багадалттай нэгэн ажилтан архаг ядаргааны синдромоос болж хүндрэлтэй байгаагаа хэлсэн байна. Тэрээр ээлж солигдоход ажлын бүтээмж, чанар нь эрс муудаж байгааг өөрөө анзаарсан байна. Тэгээд энэ асуудалд туслах шийдэл олж өгөхийг хүсжээ. Ээлжийн дунд үед 1-2 цаг урт амарч ээлж дуусах үед нөхөж ажиллах боломж олгосон. Өөрөөр хэлбэл ажлын цагаас хасахгүйгээр ээлжээ хойш сунгаж ажиллахыг зөвшөөрчээ.",
//         },
//         {
//           title:
//             "Онгоцны үйлчлэгч эмэгтэй нислэгийн үеэр зорчигчдод үзүүлэх ёстой үйлчилгээний ажлуудыг......",
//           text: "Онгоцны үйлчлэгч эмэгтэй нислэгийн үеэр зорчигчдод үзүүлэх ёстой үйлчилгээний ажлуудыг заримыг нь ихээр орхигдуулж байв. Эмч нь түүнийг агаарт өнгөрүүлэх цагаа багасгахыг зөвлөсөн боловч тэрээр бүтэн цагаар ажиллах шаардлага байсан учраас хүсэлт гарган суурин ажилд томилогджээ.",
//         },
//         {
//           title: "",
//           text: "Сургуулийн стэгэл зүйч архаг ядаргааны синдромоосоо болоод бүтэн цагаар бүрэн чанартай ажиллаж чадахгүйд хүрэв. Түүнийг зөвлөх уузалтуудаа өглөөгүүр цаг өгөөд үдээс хойш уулзалтын тэмдэглэлүүдээ хийдэг байхыг зөвшөөрөв. Ингэхдээ ойр орой богино завсарлага авч байхыг мөн зөвшөөрсөн. Үнэхээр шаардлагатай болсон үедээ цалинтай чөлөө авч байх боломжоор хангажээ.",
//         },
//         {
//           title: "",
//           text: "Архаг ядаргааны синдромтой хөдөлгөөн засалч бүтэн цагаар ажиллахад тамирдаж сульдаж байлаа. Өглөө бүр эрт босож ажилд ирэхийн тулд бараг өдрийнхөө хамаг эрч хүчийг зарцуулчихдаг тул ажлын 2 өдөрт нь гэрээсээ ажиллаж бичиг цаасны ажлаа амжуулж байх хүсэлт гаргасан боловч өмнө нь хэзээ ч хэн нэг ажилтан нь гэрээс ажиллаж байгаагүй тул нэг сар туршиж үзэх хүсэлтэй байгаагаа хэлсэн. Харин нэг сарын дараа энэ хэвээр үргэлжлүүлэхийг зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Мэс заслын тасгийн ээлжийн сувилагч архаг ядаргааны синдром нь хөдөлсөн үед элжинд гарлаа гэж бодоход ажлы чанар хариуцлага талаасаа их эрсдэлтэй байсан тул өдрийн ээлжинд шилжүүлж өгөв.",
//         },
//         {
//           title: "",
//           text: "Нийгмийн ажилтан архаг ядаргааын синдром нь сэдэрсэн үед толгой нь ихээр өвдөж, гэрэлд хэт мэдрэг болдог байлаа. Цагаан туяатай гэрэл түүний ажлын байрны орчинд асаахын оронд зөвхөн шаардлагатай цэгт тусгаж тохируулж болдог төвийн гэрэлтүүлэг, компьютерын дэлгэцийн гэрлийг бууруулагч бүрхүүл, цонхны хөшиг хийж өгсөн бусад жижгэвтэр өөрчлөлтүүдийг тухай бүрд нь хийж байв.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "9",

//     title: "Архаг ядаргааны хам шинж ",
//     type: PerformanceTypes.ab,
//     text: "Архаг ядаргааны хам шинжийг нэрлэх хэд хэдэн нэршил байдгийн хоёр нь Chronic Fatigue Syndromes болон Myalgia fatigue syndrome юм.\n\nАрхаг ядаргааны хам шинжид илэрдэг шинж тэмдгүүд нь олон янз бөгөөд нэг хүнд бүгд иллэх албагүй. Мөн бусад олон өвчний шинж тэмдэгтэй ижил байдаг нь оношлоход төвөгтэй болгодог.\n\nАрхаг ядаргааны хам шинж байна гэдгийг дараах шинж тэмдгүүдээс хамгийн багадах гурав нь зэрэг илэрч байх ёстой:\n\nӨмнө хийдэг байсан өдөр тутмын ажлуудаа хийж чадахгүй болох ба зургаан сараас доошгүй хугацаагаар ийм байдалтай байна. Үүнд ажилдаа явах, сургуульдаа явах, нийгмийн идэвхтэй харилцаанд оролцох, хувийн амьдралдаа хийдэг байсан үйл ажиллагаануудаа хийх. \n\nЯдарч сульдах нь зүгээр нэг бага зэрэг ядраад өхэвэж амрангуутаа эрч хүчээ нөхөж чаддагаас огт өөр байх ба амарсан ч ядарсан хэвээр байна.\n\nАмьдралын турш байгаагүй ба шинээр илэрсэн байдаг. \n\nАмьдралд тогтмол үргэлжилж байгаа үйл явдлаас болоогүй.\n\nАливаа нэг зүйл илүү их хүчин чармайлт гаргаснаас болж ядрах түр зуурын ядаргаанаас өөрөөр илэрнэ.\n\nБие бялдар, сэтгэц, сэгэл санааны хувьд илт ядруу сульдаа болох. \n\n\nНэгэнтээ архаг ядаргааны шинж тэмдгүүд илэрч тодорхой болсон бол тухайн хүн ямар нэг үйл ажиллагааны дараа хэдэн цаг эсвэл хэдэн өдөр эсвэл тэр даруйдаа ядарч болно.\n\nШөнө нойр сайтай хоносон ч сэрэхдээ ядарсан хэвээ л байдаг.\n\n\nДараах хүндрэлүүдээс дор хаяж нэг нь хамт илэрч байвал архаг ядаргааны хам шинж гэж тогтооход дөхөмтэй болно: ой тогтоолт эрс муудах,төвлөрөх чадваргүй болох.\n\nДээрх хоёр хүндрэлтэй холбоотойгоор хүнд доорх байдлууд илэрнэ. Үүнд юм эргэн санах, суралцах, төвлөрөх, шийдвэр гаргах, удаан зогсохыг тэвчиж чадахгүй байх.Уудаан зогсох юмуу суух байдлаар цэх байрлалд удаан байхад толгой эргэх, ухаан балартаж болно.\n\n\nБусад нийтлэг тохиолддог шинж тэмдгүүд гэвэл:\n\nБулчингийн хөндүүр\n\nХолбоос үе улайж хавдахгүйгээр өвдөх\n\nТолгой янз бүрээр өвдөх ба өвдөлт нь улам ихсэх \n\nТохойны хонхорхой, хүзүүний хонхорхойгоор памбайж өвдөх\n\nХоолой ойр ойр өвдөх \n\nХоол боловсруулах үйл ажиллагаа доголдох\n\nЭмэгтэйчүүд, давсаг шээсний зам доголдол үүсэх \n\nГэрэл, үнэр, дуу чимээ, хүрэлцэхэд мэдрэг байх\n\nШөнө хөлрөх\n\nЮм харахад хүндрэл илрэх\n\nДотор муухай оргих\n\nХоол хүнс, эм тариа, химийн бодсонд харшлах\n\n\nАрхаг ядаргааны хам шинж нь аажмаар ч үүсэж болно, гэнэт ч үүсэж болно. Ямар явцтай үргэлжлэхийг таамаглах боломжгүй. Өдөр тутмын амьдралын хөнгөн ажлуудыг хийхэд ч ядарч хойш суумтгай болдог гэж зарим өвчтөн хариулсан байдаг.\n\nОдоогоор эмчилгээгүй өвчин юм. Харин шинж тэмдгүүдийг нь дарах, амьдралдаа зөв дадал хэвшүүлэх замаар л зохицуулах боломжтой байгаа юм. Өөрт тохирсон аргаа олж чадвал амьдралын чанараа сайжруулах боломжтой.\n\n\nЗарим хүн бүр орноосоо ч босох тэнхэлгүй болдог ба эн хүндрэл нь сайжирч болно эсвэл бүр муудаж ч болно. Аливаад алгуурхнаар ханддаг аргачлал хамгийн зөв байдаг ба энэ нь зөвхөн махан биеийн хувьд биш оюун санааг ч эргэн сайжруулах хамгийн зөв арга. Байнгын хөндүүр зовууриа багасгах, нойрондоо сайжрах, бага ядардаг болох, танин мэдэхүйн үйл ажиллагаагаа сайжруулах, боломжтой.\n\nЭсвэл одоо байгаа түвшнээс муутгахгүй байхад алгуурхан хэмнэлтэй ажиллах нь тохиромжтой аргаар шалгараад байна. Гэмтэж байгаа үйлдэл гүйцэтгэх чадваруудаа эргэж сэргээч, чанартай амьдрахад тустай аргачлал гэдэг нь батлагдсан байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[11],
//       PerformanceDetailData[21],
//       PerformanceDetailData[16],
//       PerformanceDetailData[22],
//       PerformanceDetailData[4],
//       PerformanceDetailData[17],
//       PerformanceDetailData[6],
//       PerformanceDetailData[19],
//       PerformanceDetailData[9],
//       PerformanceDetailData[7],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           text: "Харилцагчдад үйлчлэх ажилтан архаг ядаргааны хам шинжтэй хэмээн оношлогдсон. Тэрээр анхаарал төвлөрөх, тогтоох тал дээр ихээхэн асуудалтай болсон байлаа. Тиймээс харилцагчдын асуултад утсаар шууд хариулахад хүндрэлтэй болж ирсэн юм.\n\nБайнга давтагддаг асуултуудыг хариултуудын хамт бичиж хэвлэсэн материал ашиглахаас гадна анхаарал сарниулагч орчны нөлөөг багасгахын тулд тусад нь оффисын өрөөнд суулгадаг болжээ.",
//           title: "",
//         },
//         {
//           text: "Архаг ядаргаатай нэгэн багш үд болохоос өмнө ядарчихдаг байлаа.\n\nТүүнд багшийн туслах хэрэгслүүдийг өгснөөр зогсохгүй үдээс хойш амардаг байхаар ажлын хуваарийг нь гаргасан байна. Мөн үдээс хойшийн давтлагын цагуудаас чөлөөлөв.",
//           title: "",
//         },
//         {
//           text: "Оюутан архаг ядаргааны хам шинжтэй учир ангид багшийн лекцийг гараар тэмдэглэж амждаггүй байлаа. \n\nТүүнийг зөөврийн компьютероо авчран тэмдэглэл хийдэг байхыг зөвшөөрсөн.",
//           title: "",
//         },
//         {
//           text: "Цус багадалттай ажилтан архаг ядаргааны хам шинжээсээ болоод ажлын гүйцэтгэл муутай өдрийг өнгөрөөдөг болжээ. Өөрийнх нь ажилладаг ээлж дуусах дөхөхөд тэрээр бүр ядарчихсан үлдэгдэл ажлаа гүйцэт дуусгах эрч хүчгүй болоод байгаагаа ажигласан бөгөөд ямар нэгэн зохицуулалт хийж өгөхийг ажил олгогчоосоо хүссэн аж.\n\nТүүнийг үд дунд 1-2 цагийн урт завсарлага аваад ээлж тарах цагийг нь нэг цагаар сунгасан байна. Ингэснээр тараар хангалттай амарсан учир ажлаа дуусгах чадалтай болж мөн нэг цагаар оройтож тарсан ч гэсэн нийт ажиллах цаг нь нэмэгдэхээргүй зохицуулалт болж чаджээ.",
//           title: "",
//         },
//         {
//           title: "",
//           text: "Онгоцны үйлчлэгч маш олон жижиг ажлыг хийхгүй орхигдуулдаг байв. Маш ихээр ядардаг гэдэг шалтгаан хэлсэн байна.\n\nХяналтын эмч нь түүнийг одоо гарч байгаа нислэгүүдийнхээ хуваарийг багасгахыг зөвлөсөн. Гэсэн хэдий ч түүнд бүтэн агаар ажиллах шаардлага байсан тул оффисын ажилд шилжүүлэн томилж өгөхийг хүссэн байна.",
//         },
//         {
//           title: "",
//           text: "Сэтгэл засалч эмэгтэй архаг ядаргааны хам шинжтэй тул долоо хоногийн 2 өдөрт нь гэрээсээ ажиллаж эдгээр өдөрт бичиг цаасны ажлаа амжуулдаг байхыг хүссэн. Яагаад гэвэл түүнийг ядрааж байгаа гол хүчин зүйл бол ажил гэр хоёрын хооронд явах байсан юм.\n\nАжил олгогч нь хэзээ ч гэрээсээ ажилладаг ажилтантай байж үзээгүй учир нэ сарын хугацаанд түүний хүссэн хуваариар туршиж үзэхийг санал болгосон. Нэг сар ч өнгөрч ийнхүү гэрээс нь ажиллуулж гүйцэтгэлийн тайлан авдаг байхад ямар ч асуудал байгаагүй тул цааш ийнхүү үргэлжлүүлэхийг зөвшөөрсөн ажээ.",
//         },
//         {
//           title: "",
//           text: "Сургуулийн сэтгэл зүйч архаг ядаргааны шинж тэмдгүүдээс болж бүрэн хүчин чадлаараа өндөр бүтээмжтэй ажиллаж чадахаа больж байв.\n\nӨглөөгүүр зөвлөгөө өгөх хуваариа гаргаж үдээс хойш бичиг цаасны ажлаа хийдэг байхаар хуваарилсан. Ээн нь өөр ажилд санаа зовж дундуур нь таслахгүйгээр баримтжуулах ажлуудаа хийхэд нь хэрэгтэй байлаа.\n\nМөн үдээс хойш хүч саараад ирэхдээ уртавтар завсарлага авч шаардлагатай бол өвчний чөлөө авч байхыг ажил олгогч нь зөвшөөрсөн байна.  ",
//         },
//         {
//           title: "",
//           text: "Операторын өрөө ажиллуулдаг сувилагч архаг ядаргаанаасаа болж шөнө хонож ажиллахад алдаа гаргах эрсдэлтэй байсан тул түүнийг дан өдрийн элжинд үйтэн цагаар гаргадаг болсон байна",
//         },
//         {
//           title: "",
//           text: "Загварын инженер архаг ядаргааны хам шинж оношноосоо болоод бүтэн цагаар ажиллах боломжгүй байв.\n\nТүүнийг долоо хоногийн 3 өдөрт гэрээс ажиллахыг зөвшөөрсөн ба ажлын хэрэгцээний программ хангамж, компьютер зэргийг өгч явуулсан байна.",
//         },
//         {
//           title: "",
//           text: "Өдрийн эмчилгээний төвийн захирал өөрөө архаг ядаргааны хам шинжтэй тул өглөө эрт ажилдаа ирж бүтэн цагаар ажиллахад гүйцэтгэл муутай байх болжээ.\n\nТиймээс түүний ажил эхлэх цагийг хойшлуулж мөн хагас цагаар ажиллахыг зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Архаг ядаргааны хам шинжтэй нийгмийн ажилтан толгой нь ихээр өвдөж гэрэл хэт мэдрэг болсон байлаа.\n\nТүүний ажлын байранд хийж өгсөн тохируулгууд гэвэл тэр орчны өдрийн чийдэнгийн орон ширээний чийдэн тавьсан, компьютерын дэлгэцэн нь гялбаа бууруулагч нааж өгсөн бөгөөд өөдөөс нь харсан цонхонд тохиргоотой хаалт хийсэн байна. Ажлын байранд нь үнэлгээ хийж бусад шаардлагатай эргиномик шийдэл хийсэн.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "10",

//     title: "Архинд донтолт",
//     type: PerformanceTypes.ab,
//     text: "Архидалт буюу архинаас хамааралтай болох өвчин нь 4 шатлалтай явагддаг. Өндөр хэрэгцээтэй болох, архи уух хүсэл огцом төрөх, нэг уухдаа хяналтгүй уух, бие махбодын хамааралтай болох. Бие махбод архинаас бүрэн хамааралтай болсон хүн ихээр уусны дараа хэсэг хугацаанд уухгүй байхад дотор муухай оргидог, хөлөрдөг, чичирдэг,сэгэл зовнидог болсон байна. Хүлцэн тэвчих шатанд хүрэхэд маш ихээр ууж байж сэгэл хөөрөлд ордог болно.\n\nАрхинаас хамааралтай болсон олон хүн эмчилгээ хийлгэн өвчнөө ялж гардаг боловч бүх архаг хууч өвчний нэгэн адил эмчилгээ авах нь янз бүр байна. Архинаас гарах эмчилгээг эмийн эмчилгээ ба сэтгэл зүйн зөвлөгөө хавсарсан байдлаар хийдэг.\n\nЯмар өвчин туссан хүнийг чадвар алдалттай буюу хөгжлийн бэрхшээлтэй гэх вэ гэдгийг хуулийн баримт бичгүүдэд жагсаадаггүй ба харин ямар ч өвчний улмаас чадвар алдалттай болсон байж болно гэдгийг тусгасан байдаг. \n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nАжил олгогч архины хамааралтай болсон ажилтнаа ажлын байрны тохируулгаар хангах үүрэгтэй юу?\n\n. Ажил олгогч ажилтнаас ажлын байранд архи ба согтууруулах ундаа хэрэглэхийг хориглох, архины нөлөөнд автсан байдалтай ажил үүрэг гүйцэтгэхгүй бахыг шаардах бүрэн эрхтэй. Ажлын байрыг архидалт ба түүний нөлөөнөөс ангид байлгах зорилгоор хөтөлбөр боловсруулан хэрэгжүүлэх эрхтэй.\n\n\nАрхины хамаарлын түвшин шалгах шинжилгээ өгөхийг хөгжлийн бэрхшээлтэй хүнээс эмнэлгийн нотолгоо шаарддагтай адил албан ёсоор шаардаж болох уу?\n\nТийм. Цус, шээс, амьсгалаар өгөх архины хамаарлын шинжилгээ нь эмнэлгийн шинжилгээнд орох учраас хөгжлийн бэрхшээлтэй хүний эрхийн тухай актад багтдаг.\n\nХөгжлийн бэрхшээлтэй болохыг нотлох баримт шаардах эсвэл ямар нэг чадвар алдалттай эсэхийг лавлахдаа 3 шатлалаар авч үзнэ: ажил санал болгохоос өмнө, ажил санал болгосны дараа, ажлын байраа хүлээн авч ажиллаж эхэлсний дараа.\n\nЭхний шат буюу ажил санал болгохоос өмнө ямар нэг хөгжлийн бэрхшээл буюу чадвар алдалт байгаа эсэхийг асуух, ямар нэг эмнэлгийн үзлэг шинжилгээ хийлгэхийг хориглодог.\n\nХоёр дах шат буюу болзолт санал тавьсны дараа бол ажил олгогч ямар нэг чадвар алдалттай эсэхийг лавлаж мөн эмнэлгийн урьдчилсан үзлэг хийлгэх хүсэлт тавьж болно. Энэхүү хоёр дах шатанд хараахан ажиллаж эхлээгүй байна. Шинээр орж буй бүх ажилтанд хийлгэдэг эмнэлгийн үзлэгийн нэгэн адил зарчмаар явна. Харин ажлаа хүлээн авч эхэлсний дараа бол зөвхөн ажил үүргээ гүйцэтгэхтэй нь холбоотойгоор мөн өөрийнх нь бизнес тийнхүү шаардаж байгаа нөхцөлд ямар нэг чадвар алдалт байгаа эсэхийг лавлаж, эмнэлгийн үзлэг, шинжилгээ хийлгэхийг шардаж болно.\n\n\nАрхины эмчилгээ хийлгээд эргэн ажилдаа орсон ажилтнаа архины хамаарлын шинжилгээ давтамжтайгаар өгөхийг шаардаж болох уу?\n\nБолно. Гэвч ажил олгогчид ямар нэг шалтгаан мөн бодит нотолгоо байгаа ба тогтмол хугацаанд шинжилгээ хийлгэхгүй бол дараагийн шинжилгээ хүртэл дахин ихээр уусан байх эрсдэлтэй гэж бодож байгаа нөхцөлд л тийнхүү шаардана. Ингэж бодсоны үндсэн дээр шинжилгээ хийлгэхийг шаардах тохиолдолд тухайн ажилтанд ажлын байрны үнэлгээ хийнэ. Ерөнхий таамаглалд үндэслэн тийнхүү шаардаж болохгүй.\n\n“Эцсийн боломж” гэрээ байгуулж түүнд үндэслэн архины хамаарлын шинжилгээ давтамжтайгаар өгч байх тохиролцоонд хүрч бас болно.\n\n“Эцсийн боломж” гэрээ байгуулаагүй тохиолдолд тухайн ажилтнаас архины хамаарлын эмчилгээ шаардах эсэхийг шийдэхдээ  ажил олгогч дараах асуудлыг харгалзан үзнэ:\n\nУг ажлын байр ямар эрсдэлд орох вэ\n\nтухайн ажилтан үргэлжлүүлэн ажиллах боломжгүй эсвэл тодорхой хэмжээний хязгаарлалтайгаар үргэлжлүүлэн ажиллах нөхцөлд ямар үр дагавар гарах вэ\n\nшинжилгээ хоорондын завсар хугацаанд эргэн хамааралтай болсон байх таамаглалд хүргэж буй шалтгаан хэр олон давтагдсан вэ\n\nхэр удаан хугацаанд ажилласан бэ\n\nархины хамаарлын нөхөн сэргээх хөтөлбөрт хэр их хугацаа зарцуулсан бэ\n\nтүүний архины хамаарлын өвчин өмнө нь сэдэрч байсан уу\n\n\nАрхины хамаарлын шинжилгээг хэр ойр давтамжтай өгөхийг шийдэхдээ тухайн ажилтан ажлын байрны дарамт, гутаан доромжлол, айлган сүрдүүлэлтэд өртөхгүй бахаар зохицуулна.\n\nХэд хэдэн удаагийн шинжилгээгээр дахин хамааралд ороогүй болох нь батлагдвал дахин шинжилгээ өгөхийг шаардах үндэслэлгүй хэмээн тооцож шинжилгээ өгүүлэхийг зогсооно.\n\n\nЖишээ 1\n\nХотын чиглэлд явдаг автобусны жолооч ажилд ороод 3 сарын дараа ажил олгогчдоо архины хамаарлын нөхөн сэргэлтийн хөтөлбөртөө явах хэрэгтэй болсноо хэллээ. Анх архинаас гараад 10 жил огт уугаагүй хэдий ч 2 жилийн өмнө эхнэрээсээ салснаас хойш сүүлийн үед эргэн орох гээд байгаагаа ний нуугүй ярив. 4 сар эмчилгээ хийлгэж сэгэл зүйн зөвлөгөө авсны эцэст итгэлтэйгээр ажилдаа эргэн орсон байна. Хотын нийтийн тээврийн газар түүнээс архины хамаарлын шинжилгээ тогтмол хугацаанд өгч байхыг шаардсан нь дараах шалтгаантай байв:\n\nНөхөн сэргээлтийн хөтөлбөрөө дуусгаад удаагүй байгаа\n\nТүүний ажлын онцлог хувийн болон маш олон хүний аюулгүй байдал, аюулгүй ажиллагаатай шууд холбоотой \n\nАнх ажилд ороод тун удалгүй эмчилгээ хийлгэх чөлөө авсан.\n\n\nАжлын байрны тохируулгыг тодорхойлохдоо дараах асуултуудыг харгалзан үзэх боловч эдгээрээр хязгаарлагдахгүй:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[5],
//       PerformanceDetailData[6],
//       PerformanceDetailData[9],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Борлуулалтын ажилтан гэр бүл салалтын дараа архи ихээр ууж эхэлсэн. Ажилдаа үргэлж согтуурлын байдалтай ирдэг болов. Ажил олгогчдоо архины хамаарлын эмчилгээнд явахад бэлэн байгаагаа хэлсэн учраас түүнтэй “Эцсийн Боломж” гэрээ байгуулав. Нөхөн сэргээлтийн хөтөлбөрөө гүйцээгээд дахин согтуурлын байдалтай ажилд ирэхгүй бол эцсийн боломжийн гэрээг цуцалж хэвийн хөдөлмөрийн гэрээнд шилжинэ гэдгийг мэдэгдсэн байна.",
//         },
//         {
//           title: "",
//           text: "Нэгэн өмгөөлөгч архины хамаарлын асуудалтайн дээр гэр үлийн асуудлаас болж и стресстэй байсан учраас согтууруулах ундааны зүйл багтсан ямар нэг нийтийн үйл ажиллагаанд оролцоход хэцүү байв. Ажил олгогч нь түүнийг гэр бүлийн асуудлаа шийдтэл тиймэрхүү ажил хэргийн шинжтэй олон нийтийн үйл ажиллагаанд оролцохгүй байхыг зөвшөөрсөн байна.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "11",

//     title: "Арьсны өвчин ",
//     type: PerformanceTypes.ab,
//     text: "Арьс бол хүний биеийн хамгийн том эрхтэн бөгөөд ямар нэг таагүй мэдрэмжээс биеэ хамгаалдаг үүрэгтэй. Арьс улайх, памбайх, загатнах, халууцах зэргээр тавгүйтэж эхэлмэгц ийнхүү тавгүйтүүлэгч хүчин зүйлийг утсгах дохио шууд тархи руу очдог байна.\n\nДерматит хэлбэрийн арьсны цочрол нь гаднын хүчин зүйлийн нөлөөгөөр явагддаг бол маажуур, арьст үлд, склоредома төрлүүд нь шинж тэмдгээрээ төстэй боловч дархлааны байгууламжийн ажиллагаатай холбоотойгоор дотоод хүчин зүйлсээр гардаг.\n\n\nАрьсны өвчний улмаас  гэрэлд мэдрэг байх, дархлаа муудах,  арьс байнга хямрах, том болон жижиг булчингийн хөдөлгөөнүүд хязгаарлагдах, гадаад орчны хэмд хэт мэдрэг байх, хөндүүр зовуурь мэдрэх, стрессдэх хүндрэлүүд дагалддаг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
//     setup: [
//       {
//         title: "",
//         details: [
//           {
//             title:
//               "Арьсны үрэвсэл ихэвчлэн улайх, туурах, шархлах зэргээр илэрдэг.",
//           },
//           {
//             title:
//               "Хувийн хамгааллын өмсгөл ба ажлын хувцсыг тохируул өөрчилж хангах ",
//             text: "",
//           },
//           {
//             title:
//               "Хувийн хамгааллын өмсгөл ба ажлын хувцсыг тохируулан захиалах ",
//             text: "",
//           },
//           {
//             title:
//               "Бизнесийн шаардлага эсвэл ажлын онцлогоос шалтгаалж зайлшгүй шаардлагатай биш л бол дүрэмт хувцаснаас зайлсхийх ",
//             text: "",
//           },
//           {
//             title: "Халдварт биет эсвэл химийн бодисоос зайлсхийх ",
//             text: "",
//           },
//           {
//             title:
//               "Арьсны үрэвслийг сэдрээх үйл ажиллагаа шаардсан ажилд оролцохгүйгээр зохицуулах ",
//             text: "Нарны хэт ягаан туяанд хэт мэдрэг хүний арьс амархан үрэвсдэг учраас аль болох гадаа биш дотор ажил хуваарилах тал дээр анхаарах хэрэг гарна.",
//           },
//           {
//             title: "Нарны туяа хүчтэй ялгарах цагаар гадаа ажиллахгүй байх ",
//             text: "",
//           },
//           {
//             title: "Хамгаалалтын хувцсаар хангах ",
//             text: "",
//           },
//           {
//             title: "Хэт ягаан туяаны шүүгчээр хангах ",
//             text: "",
//           },
//           {
//             title: "Хувилбарт гэрэлтүүлгээр суулгах ",
//             text: "",
//           },
//           {
//             title: "Компьютерын дэлгэцэд нь хэт ягаан туяаны шүүлтүүр наах ",
//             text: "Дархлаа муудах эсвэл дархлааны системийн үйл ажиллагааны доголдлоос арьс үрэвсэж гэмтдэг.",
//           },
//           {
//             title:
//               "Амрах, эмийн эмчилгээ хийх, тусгай жороор хоолоо бүртгэх зэргээр нэмэлтзавсарлага авахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title: "Уян хатан хуваариар ажиллах, чөлөө авахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title: "Гэрээс ажиллахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title:
//               "Хамт ажилладаг хүмүүст нь мэдлэг дээшлүүлэх сургалт явуулах",
//             text: "",
//           },
//           {
//             title: "Ажлын байрны стрессийг багасгах эсвэл арилгах ",
//             text: "",
//           },
//           {
//             title:
//               "Угааж эсвэл ариутгаж болдог компьютерын дагалдах хэрэгслээр хангах ",
//             text: "",
//           },
//           {
//             title:
//               "Оффисын тоног төхөөрөмж, ариун цэврийн өрөө, амрах өрөө, тавилга ариутгахад тохиромжтой ариутгалын бодисоор хангах",
//             text: "",
//           },
//           {
//             title:
//               "Хэт ягаан туяагаар ариутгаагч хангах (хэт ягаан туяанд хэт мэдрэг хүн байхгүй бол)",
//             text: "",
//           },
//           {
//             title: "Хөргөгчөөр хангах ",
//             text: "Зарим нэг арьсны өвчин гадаад орчны хэмд их мэдрэг байдаг.",
//           },
//           {
//             title: "Ажиллах орчны хэм, хувцаслалтын журамд өөрчлөлт оруулах ",
//             text: "",
//           },
//           {
//             title:
//               "Ажлын байранд нь сэнс, агааржуулагч, халаагч зэрэг орчны хэмийг тохируулах төхөөрөмжүүдийг тавьж өгөх ",
//             text: "",
//           },
//           {
//             title:
//               "Эрс тэс халуун эсвэл хүйтэн өдрүүдэд гэрээс ажиллахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title:
//               "Агааржуулалтын системд тохиргоо хиж агаарын урсгал болон халаалтыг чиглүүлэх хаалт хийх ",
//             text: "",
//           },
//           {
//             title:
//               "Агааржуулалтын системийг оффист нь тусад нь хийж хэмийн тохиргоог чөлөөтэй хийх боломж бүрдүүлэх ",
//             text: "Арьсны өвчин их хөндүүр зовуурь учруулж болох тул ажлаа чанартайгаар гүйцэтгэх эсвэл ажлын цагийг дуусгах чадал тэнхээгүй болгодог",
//           },
//           {
//             title: "Гэрээс ажиллахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title: "Ойр ойрхон завсарлага авахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title:
//               "Ажлын байран дээрх биеийн хүч чадал шаардсан ажлыг багасгах эсвэл хасах ",
//             text: "",
//           },
//           {
//             title: "Хөргөгчөөр хангах ",
//             text: "",
//           },
//           {
//             title:
//               "Дэмжин туслах хүнтэйгээ утсаар ярихыг зөвшөөрөх эсвэл ажлын цагаар дэмжих бүлгийн уулзалтад оролцохыг зөвшөөрөх ",
//             text: "",
//           },
//         ],
//       },
//     ],
//     functions: [
//       PerformanceDetailData[11],
//       PerformanceDetailData[6],
//       PerformanceDetailData[20],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Рестораны зөөгч хайрст үлдтэй бөгөөд гараар нь гарсан улайлт, шархлаа нь хүний нүдэнд илт тусдаг учир ажил олгогчийн хувцаслалтын журмын дагуу богино ханцуйтай цамц өмсөхөөс дургүйцжээ.\n\nАжил олгогч хувцаслалтын дотоод журамдаа бяцхан өөрчлөлт хиж бүх ажилтанд танилцуулснаар уг зөөгч маань ажлын хувцсыг урт ханцуйтайгаар хийлгэж авах боломжтой болсон юм. Ханцуй нь л урт болсноос биш бусад шаардлага нь яг адилхан юм.",
//         },
//         {
//           title: "",
//           text: "Жижиглэнгийн дэлгүүрийн худалдагчийн арьсны шархлаа нь хатаж эдгэрэхээрээ ихээр унадаг тул барааны тавир дээр ч юмуу энд тэндгүй ихээр таардаг учраас худалдан авагч нарт эвгүй сэтгэгдэл үлдээхүйц байв.\n\nХүний нөөцийн менежер нь хувьчлан уулзаж ажлын хувцасны дотуур урт ханцуйтай цамц өмсөхийг санал болгожээ. Журмаараа бүх ажилтан богино ханцуйтай футболк өмсдөг юм.",
//         },
//         {
//           title: "",
//           text: "Ахлах тогооч арьсны тууралтаасаа болоод сүүн шингэний нунтагтай бээлий өмсөж чадахаа больсон байна .\n\nТүүний ажлын бээлийг тараахдаа сүүн шингэний нунтагт хутгалгүйгээр өгдөг болжээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "12",

//     title: "Атаксийн эмнэл зүйн илрэл ",
//     type: PerformanceTypes.ab,
//     text: "Фрэйдрихийн атакси болон тархины атакси гэж байдаг. Фрэйдрихийн атаксиг бага насан илэрдэг учраас төрөлхийн удамшлын гэж хүмүүс сайн мэднэ. Бусад хэлбэрийн тархины атаксианууд нь насанд хүрсэн хойно илэрдэг учир удамшлын гэж хүмүүс тэр бүр мэддэггүй. Үнэндээ бол энэ хоёр төрлийн атаксинуудын ихэнх нь удамшдаг юм. Ижил шинж тэмдгээр илрэх олон хэлбэр бий. Голчлон тэнцвэр,хөдөлгөөний солбицол  муутай байдаг учраас ихэнх хүмүүс хөдөлгөөний туслах хэрэгсэл ихээр ашигладаг. Мөн сэтгэцийн асуудалгүй хэдий ч хэл ярианы согогтой байх нь элбэг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодруулахдаа дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[23],
//       PerformanceDetailData[6],
//       PerformanceDetailData[7],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Нарийн боовны цехэд ажилладаг нэгэн эмэгтэй ээлжийнхээ үеэр гуйвж дайвалздаг байв.\n\nДэлгүүрийн түрдэг тэргийг ашиглаж унахаас өөрийгөө хамгаалдаг байсан хэдий ч зай бага тул хэцүү байлаа. Харин цехийн эзэн жижиг хэмжээний дугуйтай алхагч авч өгсөн.",
//         },
//         {
//           title: "",
//           text: "Нэгэн сонины сурвалжлагч хүмүүстэй ярилцлага хийхдээ тэмдэглэл хөтөлж, аман яриаг шууд хүлээн авч ойлгох тал дээр асуудалтай болсон байлаа. Тэрээр бичлэг хийгч ашигладаг байсан хэдий ч илүү үр дүнтэйгээр ажлын байран дээрээ ч мөн ашиглаж болохоор хувилбар юу байж болохыг эрэлхийлсэн юм. Өмнө нь харилцдаг байсан ажилд дадлагажуулагч нь ухаалаг үзэг санал болгосон ба тэр нь ч үнэхээр оновчтой хэрэгсэл боллоо. ",
//         },
//         {
//           title: "",
//           text: "Зочид буудлын угаалгын хэсгийн ажилтан их хэмжээний орны цагаан хэрэгсэл угаалгын машинаас татаж гаргахад дошоо ихээр тонгойж хүч гаргах шаардлагатай байдаг аж. Доош тонгой хүч гарган татахад толго нь эргэдэг байв. Тэрээр намхан сандал дээр сууж байгаад бага багаар гаргаж авдаг болсноор толгой эргэж унах вий хэмээн санаа зовох хэрэггүй болжээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "13",

//     title: "Аутизмын Хүрээний Эмгэг ",
//     type: PerformanceTypes.ab,
//     text: "Аутизмын хүрээний эмгэг гэдэг нь төв мэдрэлийн системийн хөгжилтэй холбоотойгоор үүсдэг. Нийгмийн харилцаанд орохдоо байнга асуудалтай тулгардаг ба энэ н ь бүх төрлийн нийгмийн харилцааг хамардаг. Үүнд нийгмийн харилцан үйлчлэл, хүмүүсийн илэрхийлж буй биеийн хэлийг ойлгох, бусадтай харилцаа үүсгэн хөгжүүлэх, ойлголцох зэрэг харилцааны хэлбэрүүд орно. Зөв оношлохын тулд идэвхтэй үйл ажиллагаанд хамруулах, богино давтамжтай үйлдэл гүйцэтгүүлэх, сонирхол төрүүлэх янз бүрийн ажил хийлгэх зэрэг бодит ажиглалтын  аргууд бий.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[12],
//       PerformanceDetailData[24],
//       PerformanceDetailData[11],
//       PerformanceDetailData[5],
//       PerformanceDetailData[6],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Нэгэн аутизмтай хүн химийн үйлдвэрээс зарласан судалгааны ажилд өргөдөл гаргажээ. Аман харилцаандаа тааруу учир гар бичмэлээр эсвэл цахим шуудангаар харилцах хүсэлтэй байдаг. Тиймээс ажил олгогч эхний шатны ярилцлагад тохируулга гаргаж өгөхийг зөвшөөрсөн байна. Судалгааны хорооны гурван гишүүний асуултад бичгээр хариулахыг зөвшөөрсөн.          ",
//         },
//         {
//           title: "",
//           text: "Аутизмын хам шинжтэй нэгэн эмэгтэй маркетингийн хэлтэст ажилладаг байв. Мэдлэг чадвараараа багийнхныгаа дагуулахааргүй байсан хэдий ч хамт олонтой ойлголцож нэгдэн ажиллахдаа асуудалтай байжээ. Мэргэжлийн нөхөн сэргээлтийн зөвлөхийн зөвлөсөнчлөн мэдээлэл бэлтгэн хүргүүлэх ажлыг бие даан гүйцэтгэж цахим шуудангаар эхлээд бусдадаа танилцуулдаг байхыг санал болгосон. Нам гүм орчинд тайван ажиллах боломж олгосноороо түүний чадварыг ч бүрэн дүүрэн ашигладаг болсон төдийгүй багийн ажил хурдацтай урагшилдаг болсон.",
//         },
//         {
//           title: "",
//           text: "Түргэн хоолны газарт орсон шинэ ажилтан аутизмын хүрээний эмгэгтэй байв. Даалгаж өгсөн ажлыг маш хурдан, зөв хийчихдэг боловч дараачийн ажил өгтөл уйдсан шинжтэй зүгээр л байж байдаг байлаа. Менежер нь энэ байдлыг эзэндээ хэлсэн байна. Ажлын байрны тохируулга тодорхойлдог зөвлөхөд хандахад ажилд дадлагажуулагч авбал түүнд зориулан өөр хэн нэг хүн цаг гаргах шаардлагагүйгээр хэрхэн завгүй ажиллаж болохыг зааж өгнө гэжээ. Хэн нэгэн даалгавар өгөхийг хүлээлгүйгээр санаачлан хийж болох юу байна гэдгийг мэддэг байхын тулд ажлын орчинтой нь сайтар танилцуулж санаа өгөх хэрэгтэй байна гэв. Мөн халаасанд багтахаар хэмжээтэй картууд дээр хийх ажлуудыг нэг нэгээр бичиж бэлдсэн байвал тухайн ажилтан бүх хүн завгүй байхад хүлээх шаардлагагүйгээр идэвхтэй ажиллах боломжтой болно гэсэн байна.",
//         },
//         {
//           title: "",
//           text: "Оюутнуудад  зөвлөгөө өгөх цаг тодорхой биш учир профессор ажлын цагийг үр бүтээлтэй ашиглах хувийн зохион байгуулалтаа хийж чадахгүй байснаас гадна байнгын сэтгэл түгшилтэй байдаг байв. Түүнд туслах зорилгоор дараах тохируулгуудыг санал болгосон:\n\nОюутанд зөвлөгөө өгөх цаггүй өдрүүдэд оффист ажиллах цагийг багасгах.\n\nОюутанд зөвлөгөө гөөх арга барилыг өөрчлөх. Хамгийн багадаа нэг өдрийн өмнө зөвлөгөө авах хүсэлтэй байгаагаа мэдэгдэж цахимаар эсвэл мессенжерээр эсвэл утсан холбоогоор зайнаас зөвлөгөө өгөх боломжийг бүрдүүлэх. \n\nЗөвлөгөө бүрийг баримтжуулах. Өмнөх зөвлөгөөний цагаар юу ярилцсаныг эргэн санаж үр дүнтэйгээр оюутанд туслахад нь маш чухал санал байв. Тухайн оюутантай ямар судалгаан дээр зөвлөгөө өгч байгаагаа мартчихлаа гэж санаа зовж түгшихгүй бэлтгэлтэй байхад нь тустай байлаа.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "14",

//     title: "Бамбай булчирхайн эмгэг ",
//     type: PerformanceTypes.ab,
//     text: "Бамбай булчирхайн өвчин нь маш олон хэлбэртэй бөгөөд хамгийн элбэг тохиолддог нь Грэйвийн өвчин, Хашимотогийн өвчин, бамбайн илүүдэл, бамбайн дутагдал, бамбай булчирхайн хорт хавдар, бусад үрэвслүүд юм.\n\nДээрх эмгэгүүдийг товчхон тодорхойлбол:\n\nХашимотогийн өвчин бол удамшдаг гэж ажиглагдаж байгаа ба архагшдаг хэлбэр. Гучаас тавих насны эмэгтэйчүүдэд элбэг тохиолдож байна. Дархлааны байгууламж дотроосоо бамбай булчирхайг гэмтээж дааврын ялгарлыг зогсоодог байна. Бамбай булчирхай нь хүний хүзүүний доод талд байрладаг.\n\nХашимотогийн өвчний илрэх шинж тэмдгүүд гэвэл хоолой хатуурч чангарах, юм залгихад хэцүү байх, хүзүүний урд талаар хавдан памбайх, мартах, ядарч сульдах, сэтгэл санаагаар гутранги болох, арьс хуурайших, зүрхний цохилт удааширч бүдгэрэх, жин нэмэх, өтгөн хатах, гаднын хүйтэн хэмд тэсвэргүй болох зэрэг болно.\n\nХачирхалтай нь ямар ч шинж тэмдэг үзүүлэхгүйгээр далдуур явагдах нь бас бий.\n\n\nБамбайн дааврын илүүдэл гэхээр уг булчирхай хэтэрхий их хэмжээгээр даавар үйлдвэрлэхийг хэлнэ.\n\nГрэйвийн өвчин бол бамбай илүүдлийн хамгийн нийтлэг хэлбэр. Бамбайн даваар илүүдсэнээр эрүүл мэндийн бусад олон асуудал дагуулдаг. Дагалдан гарах асуудлуудад онош тогтооход их хэцүү байдаг.\n\nИлрэх шинж тэмдгүүд нь олон бөгөөд тэдгээрээс заримыг тоочвол огцом жин хаях, зүрхний цохилт хурдсаж тоо нь олшрох, бухимдалтай болох, сэтгэл түгшилтэй болох, цухалдуу тайван бус болох, чичрэх, хөлрөх, сарын тэмдгийн мөчлөг өөрчлөгдөх, гадаад орчны халуун хэмд хэт мэдрэг болох, хэвлийн ходоод гэдэсний үлй ажиллагаа доголдох, бамбайн булчирхайн хүзүүний угт байлах хэсгээрээ томрох, эцэж цуцах, булчингийн хүч муу болох, нойронд муу болох.\n\n\nБамбайн дааврын дутагдалд орох нь Хашимотогийн өвчний хамгийн их тохиолддог хэлбэр нь юм. Уг булчирхай маш бага хэмжээний даавар ялгаруулдаг. Хашимотогийн өвчин бол дархлааны системийн хэвийн бус үйл ажиллагаатай холбоотой ба өөрөөр хэлбэл хүний дархлааны систем биеэ хамгаалах зорилгоор эсрэг биет ялгаруулдаг ба тэр нь гаднын вирус зэрэг өвчинтэй тэмцэх үүрэгтэй байдаг боловч хэвийн бус ажиллахаараа өөрийн биеийн эд эрхтэн рүү дайрч гэмтээдэг юм.\n\nЯмар хэмжээгээр бамбайн дааврын дутагдал орж байгаагаас шалтгаалан шинж тэмдэг нь хөнгөнөөс хүнд хэлбэрээр мөн олон жилийн турш үл ялиг байдлаар явагдаж байж болно.\n\nИлт мэдрэгддэг шинж тэмдгүүдээс дурдвал гадаад орчны хүйтэн хэмд тэсвэргүй болох, өтгөн хатах, арьс үс хуурайших, нүүр хөөх, дуу хоолой чичгэнэх, холестерины хэмжээ ихсэх, шалтгаангүйгээр жин нэмэх, булчин жижгэрэх, үеийн холбоос эд хатуурч хөндүүртэй болох, булчин хүч чадалгүй болж сулбайх, сарын тэмдэг ирэхдээ их хөндүүр зовуурьтай байх, ядрах, стэгэл санаагаар унаж гутрах зэрэг байна.\n\n\nБамбай булчирхайн хорт хавдар бол уг булчирхай томорч хавдрын шинжид орж улмаар хортой төрөлд шилжихийг хэлнэ. Бамбайн хорт хавдар бол бүх хорт хавдрын дунд хамгийн цөөн тохиолддог хавдар.\n\nӨвчтөнүүд өөрсдөө олж илрүүлэх боломжтой ба хүзүүний урд хэсэгт зангилаа үүсэн өөрт мэдрэгддэг байна_.\n\n\nБамбай булчирхайн үрэвсэл гэдэг өөр ямар нэг өвчний улмаас бамбай булчирхай үрэвсэхийг хэлж байгаа ерөнхий нэршил юм.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[18],
//       PerformanceDetailData[19],
//       PerformanceDetailData[20],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Сантехникийн ажилтан өвлийн цагт гадаа ажиллахад хөлдөхөө шахдаг ба энэ нь түүний  бамбай булчирхайн ажиллагаатай холбоотой гэдгийг тайлбарласан юм. Тэрээр сургууль, цэцэрлэг, орон сууц гээд хаана л дуудлага өгсөн байна тийшээ очиж засвар үйлчилгээ хийдэг учраас зөвхөн дотоод сүлжээгээр засах боломжтой ажил бараг байхгүй ба дандаа гадна талаас хавсарч засвар хийхгүй бол болдоггүй байна.\n\n\nАжил олгогч нь цахилгаанаар халдаг хувцас авч өгснөөс гадна ажлаа зохицуулж богино завсарлага авахаар дотор орж ирдэг байхыг зөвшөөрсөн байна.",
//         },
//         {
//           title: "",
//           text: "Нэгэн ажилтан бамбай булчирхайн доголдлоос болоод халуун хэмд хэт мэдрэг болсон учраас бусад ажилтанд хэтэрхий хүйтэн байхад түүнд яг таардаг байх жишээтэй.\n\nАжил олгогч нь өөрийн ажлын байрны тэрүүхэн хэсгийг хөргөх зориулалтаар зөвөрийн агааржуулагч авч өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Бамбайн дутагдалд ордог нэгэн ажилтан байнгын өтгөн хаталтаас болоод ариун цэврийн өрөөг бусдаас удаан хэрэглэдэг байна.\n\nТүүний ажлын байрыг ариун цэврийн өрөөтэй ойрхон оффист нүүлгэн оруулснаас гадна арай жаахан урт завсарлага авч байхыг зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Нэгэн ажилтан бамбайн хорт хавдартай болох нь оношлогдож химийн эмчилгээнд орсон байна. Эмчилгээнээс улбаатайгаар ядарч сульдаж байлаа. \n\nУг ажилтан бүх цалинтай чөлөөний өдрүүдийг хэрэглэж дууссан учир ажил олгогч нь гэрээсээ уян хатан хуваариар ажиллахыг зөвшөөрсөн. Гэрээсээ ажиллаж байсан ч ажил хийх ямар ч боломжгүй байгаа үедээ шударгаар мэдэгдэж цалингүй чөлөө авахыг зөвшөөрсөн байна.",
//         },
//         {
//           title: "",
//           text: "Нэг ажилтан нь бамбай булчирхайн дутагдлаасаа болоод нойр муутай хонож байгаа болохоор өглөө ажилдаа ирээд тухайн өдрийн ажлаа бүрэн гүйцэт бас яг таг дуусгаж чадахгүй байгаагаа хэлжээ.\n\nАжил олгогч түүнийг өглөө ажилдаа жаахан хоцорч ирээд ажлаа эхлүүлж болно гэсэн байна. Харин хоцорсон цагаа оройдоо нөхөж сунаж ажиллахыг хүсжээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "15",

//     title: "Биеэс үнэр ялгарах",
//     type: PerformanceTypes.ab,
//     text: "\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "",
//         },
//         {
//           title: "",
//           text: "",
//         },
//         {
//           title: "",
//           text: "",
//         },
//         {
//           title: "",
//           text: "",
//         },
//       ],
//     },
//   },
//   {
//     _id: "16",

//     title: "Босоо байрлалд дах цусны даралт болон зүрхний цохилтын хямрал",
//     type: PerformanceTypes.ab,
//     text: "Энэ хямрал нь автономит буюу шууд мэдрэлийн системийн үйл ажиллагааны доголдлоос үүддэг. Цусны даралтын эргэлт доголддог. Цэх байрлалд  хөдөлгөөнгүй удахад цусны даралтын эргэлт хямарч эхэлдэг байна.\n\nЦусны даралт болон зүрхний цохилтын хямрал нь хэд хэдэн хүндрэлийг дагуулдаг. Хоолойны гүйлсэн булчингийн үрэвсэл, цээжээр өвдөх өвдөлт ба энэ заримдаа зүүн гарыг дагаж, хөлийн тавхай хүртэл өвддөг. Удаан хугацаагаар тасралтгүй алхах, хөдөлгөөнгүй зогсоход, сууж байснаа огцом босоход толгой эргэдэг. Үүнээс гадна муужрах, балартах, архаг ядаргаанд орох, салганаж чичрэх, дасгал хөдөлгөөн хийх чадваргүй болох, хоол боловсруулах тогтолцооны үйл ажиллагаа зогсох зэрэг хүндрэлүүд үүсдэг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
//     setup: [
//       {
//         title: "",
//         details: [
//           {
//             title: "Өдрийн ажлаа ч хийж чадахааргүй болж тамирддаг. ",
//           },
//           {
//             title: "Ойр ойр завсарлага авахыг зөвшөөрөх ",
//           },
//           {
//             title: "Уян хатан хуваариар ажиллахыг зөвшөөрөх ",
//           },
//           {
//             title:
//               "Чөлөө авах боломжуудаа уян хатнаар хуваарилж авахыг зөвшөөрөх ",
//           },
//           {
//             title: "Гэрээс ажиллахыг зөвшөөрөх ",
//           },
//           {
//             title:
//               "Эргиномик төхөөрөмж, тавилга хэриглэх шаардлагатай бол үнэлгээ хийж хэрэгжүүлэх ",
//           },
//           {
//             title:
//               "Биеийн хүч шаардсан үүрэг даалгавруудыг боломжийн хэрээр багасгах зохицуулалт хийх ",
//           },
//           {
//             title:
//               "Хөдөлгөөн дэмжих зориулалтаар сургуультай амьтаа ажлын байран дээр авчрахыг нь зөвшөөрөх ",
//             text: "Толгой ихэр эргэдэг тул огцом босож суухад унах гээд байдаг. Хөдөлгөөнгүй нэг газраа удаан зогсоход бас толгой нь эргэдэг болдог. ",
//           },
//           {
//             title:
//               "Гарын түшлэг болон түгжигчтэй сандлаар хангах. Сандлаа түгжиж байгаа босвол тэнцвэрээ олж чадахгүй толгой нь эргэж байхад сандал гулсаж унагахгүй юм.",
//           },
//           {
//             title:
//               "Суугаа ба босоо байрлалын аль алинд нь шилждэг сандлаар хангах ",
//           },
//           {
//             title:
//               "Хол газар алхаж явах шаардлага гарсан тохиолдолд ойр ойр завсарлага авч амрахыг зөвшөөрөх ",
//             text: "Том булчингийн ажиллагаа нь урт болон богино хугацаагаар алдагдаж болно.",
//           },
//           {
//             title: "Эргиномик үнэлгээ хийж тохирох бүтээгдэхүүн хэрэглүүлэх ",
//           },
//           {
//             title: "Юм өргөх, зөөх төхөөрөмжөөр хангах  ",
//           },
//           {
//             title:
//               "Хөдөлгөөн дэмжих туслах хэрэгсэл өгөх, сургуультай туслах амьтнаа авчрахыг нь зөвшөөрөх ",
//             text: "Эмийн эмчилгээ эсвэл мэс засалд орох шаардлага гарч болох тул эмчилгээний дараа нөхөн сэргээлтийн хугацаа шаардагдана.",
//           },
//           {
//             title: "Гэрээс ажиллахыг зөвшөөрөх ",
//           },
//           {
//             title: "Уян хатан хуваариар ажиллахыг зөвшөөрөх  ",
//           },
//           {
//             title:
//               "Олгогдсон чөлөөний эрхүүдээ өөрт хэрэгтэйгээр хуваарилан авахыг зөвшөөрөх ",
//             text: "Хүний аюулгүй байдалд шууд аюул учруулахгүй хэдий ч зарим ажлын орчинд зарим нэг тодорхой үүрэг даалгаврын хувд аюулгүй ажиллагааны нэмэлт зохицуулалт хэрэгтэй болж болох юм.",
//           },
//           {
//             title:
//               "Яаралтай тусламжийн нөхцөл үүсэхэд хэн ямар оролцоотой байх талаарх төлөвлөгөө гаргаж бэлтгэсэн байх ",
//           },
//           {
//             title:
//               "Унахаас хамгаалах төхөөрөмж, тоног төхөөрөмжийг шууд зогсоох автомат хаалт, дохиоллын төхөөрөмж, тавилгын ирмэгийн зөөлөн наалт зэрэг аюулгүй ажиллагааны хамгаалалтын бэлгэл хангах ",
//           },
//         ],
//       },
//     ],
//     functions: [
//       PerformanceDetailData[3],
//       PerformanceDetailData[21],
//       PerformanceDetailData[4],
//       PerformanceDetailData[6],
//       PerformanceDetailData[20],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Эрүүл мэндийн байгууллагад ажилладаг нэгэн удаан хугацаагаар алхах юмуу зогсоход цусны даралт нь унадаг байв.\n\nЭнэ үед суухгүй бол толгой нь эргэж нүд нь харанхуйлж ухаан алдан унадаг аюултай.\n\nТухайн эрүүл мэндийн байгууллага аль хэдийн ханаа дагасан бариул тасралтгүй үргэлжлэх байдлаар хийлгэсэн эхний ч ажил олгогч нь түүний ажлын байрыг эмнэлгийн тоног төхөөрөмжүүдтэй аль болох ойр байлгахаар зохион байгуулалт хийсэн юм. Ингэснээр түүний нэг газраас нөгөө газар руу алхаж явах замыг багасгахыг оролджээ.",
//         },
//         {
//           title: "",
//           text: "Зочид буудлын ресепшиистээр ажиллахаар шинээр ажилд орсон хүндээ сургалт өгч байлаа. Уг сургалт хэдэн өдөр дараалж олон цагаар орж байв. Нөгөө шинэ ажилтан маань ажлынхаа шаардлагатай холбоотой үүрэг даалгавруудыг бол гүйцэтгэж чадаж байсан хэдий ч олон цагаар сургалтад суух нь түүнд хүндрэлтэй байсан. Удаан сууснаар толгой нь ихээр эргэж байсан.\n\nАжилтан нөхцөл байдлаа хэлж ажлын байрны тохируулгын хүсэлт гаргасны дараа ажил олгогч өглөөгүүр сургалт өгөөд үдээс хош ажлаа хийдэг байхаар хуваарь гаргажээ. Ингэснээр толгой нь эргэсээр байгаад унаж илүү хүнд асуудалд орохоос хэн хэнийг нь хамгаалсан ба амжилттайгаар сургалтаа дуусгахад тусалсан үр дүнтэй зохицуулалт болсон.",
//         },
//         {
//           title: "",
//           text: "Төслийн ажилтан зорилтот бүлгүүдтэйгээ очиж уулзах уулзалтдаа очихын тулд тээврийн хэрэгсэлд хэдэн цаг сууж явах шаардлага гардаг. Гэтэл ийнхүү удаан суухад цусны даралт нь унаж толгой иргэж эхэлдэг байна.\n\nТөслийн ажлын бусад үүрэг даалгаврыг бол гэрээсээ гүйцэтгэх бүрэн боломжтой байсан хэдий ч гагцхүү уг уулзалтуудад биеэр очих шаардлагатай байв. Төсөл хэрэгжиж байгаа  газар дээр очиж бодит байдалтай танилцангаа уулзалт хийх нь уг төслийн хувьд илүү үр дүнтэй байна гэж төлөвлөсөн юм. Нэг удаа машинаа барьж яваад толгой нь эргэж маш эрсдэлтэй нөхцөлд өөрийгөө оруулсныхаа дараа ажлын байрны хүсэлт гаргасан. Төслийн удирдагч нь сар тутмын уулзалтыг зайнаас хихийг зөвшөөрсөн. Харин улиралд хийх уулзалтуудыг биечлэн хийхийг хэвээр үлдээсэн хэдий ч өөр аргаар тээврийн хэрэгсэл ашиглаах боломж бүрдүүлэхийг зөвшөөрсөн байна.",
//         },
//         {
//           title: "",
//           text: "Дунд сургуулийн багш тамирдаж ядардаг тул бүхэл өдрийн турш зогсоогоороо хичээл зааж чадахгүйд хүрсэн.\n\nСургуулийн захиралд хичээнгүйлэн тайлбарласны эцэст багш самбартай харилцахад нь зориулан босоо ба суугаа байрлалд шилждэг сандлаар хангахыг зөвшөөрсөн юм. Мөн өдөр дунд нэлээн урт завсарлага авах байдлаар ажлын хуваарийг нь гаргахаар баталжээ.",
//         },
//         {
//           title: "",
//           text: "Засгийн газарт ажилладаг нэгэн хойш налж амрах боломжтой сандал хэрэглэх хүсэлт гаргасан юм. Зүрхний хэмнэлийг тэнцвэржүүлэхэд хэрэгтэй гэж нөхөн сэргээлтийн зөвлөх нь санал болгов.\n\nАжил олгогч хөл амраах сандал авч өгөхдөө хойшоо налдаггүйг сонгосон байв. Нөгөө ажилтан маань сэгэл хангалуун биш байсан учир ажлын байрны тохируулгын зөвлөгөө авсан мэргэжилтэнтэйгээ холбогдож нэмэлт тайлбар авахыг хүссэн. Ажил олгогч утсаар ярьж зүрхний хэмнэлийг нь тогтвортой байлгахад илүү үр дүнтэй болохыг тайлбарласан юм. Тийнхүү өмнө авсан сандлаа буцааж бага зэрэг илүү үнээр хойш налдаг сандал авсан байна.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "17",

//     title: "Бөөрний өвчин ",
//     type: PerformanceTypes.ab,
//     text: "Бөөрний өвчин гэдэг нь түүний үйл ажиллагаа болон бүтцэд өөрчлөлт орохыг хэлнэ. Ийм өөрчлөлт явагдсанаар бөөр хоол хүнсээр дамжин орж байгаа бодисуудыг шүүн цус руу шим тэжээлтэй бодис ялгаруулах чадвараа алдана гэсэн үг.\n\n\nБөөрний өвчнүүд дотроо хэд хэдэн төрөлтэй бахаас гадна анхдагч шалтгаанаар дагалдаж гарсан байж бас болно. Аль онош тавигдсанаас шалтгаалан хийгдэх эмчилгээ болон нөхөн сэргээгдэх төвшнөөрөө ялгаатай. Бөөрний өвчин хүндэрсээр эрхтнийхээ ажиллагааг бүрэн зогсоох ч аюултай.\n\nХөнгөвтөр төрлийн бөөрний өвчний үед диалез эсвэл эрхтэн шилжүүлэн суулгах шаардлага гардаггүй. Эмийн эмчилгээ хийж хоол хүнсний дэглэм барих хэрэгтэй болно.\n\nХоргүй шим тэжээлтэй бодисыг цус руу ялгаруулах замаар хүний амь насыг тэтгэж байдаг уг эрхтэн маань энэхүү үүргээ дангаар гүйцэтгэх боломжгүй болсон нөхцөлд диалез хийлгэдэг.\n\nХоёр төрлийн диалез байдаг: Химо болон паритонил.\n\nХимо диалез нь тусгай төхөөрөмжийг хүний венийн судсанд холбон цусанд байгаа хэрэггүй хортой бодис болон шингэнийг шүүн цэвэрлэдэг эмчилгээний арга юм. Цусыг нэг удаа бүрэн шүүхэд ойролцоогоор дөрвөн цаг зарцуулдаг байна. Долоо хоногт гурван удаа хийх шаардлагатай.\n\nПаритонил диалезийг хэвлийн хөндийтэй диалезийн төхөөрөмжийг холбож мөн адил биед илүүдсэн  хог хаягдал хотой бодисыг шүүж гадагшлуулдаг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[0], PerformanceDetailData[17]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Чихрийн шижингээр өвдсөн нэгэн жижиглэнгийн худалдааны дэлгүүрт борлуулагчаар ажилладаг. Гэтэл түүний чихрийн шижин бөөрийг нь хүнд гэмтээж химийн диалез эмчилгээнд явж эхэлжээ. Химийн диалезийг долоо хоногт гурван удаа хийлгэх хэрэгтэй бөгөөд тогтмол хуваарьтай өдөр цагтаа ирэх ёстой байлаа.\n\nБорлуулагч диалезийн төвтэй ойр салдарт шилжүүлэх, диалез хийлгэх өдрүүддээ нэмэлт чөлөө авдаг байх хүсэлтийг гаргасан байна. Ийнхүү нэмэлт чөлөө ойр давтамжтайгаар авах боломж гэр бүл болон өвчний чөлөөний тухай журмаар олгогдсон байдаг.",
//         },
//         {
//           title: "",
//           text: "Нэгэн санхүүгийн зөвлөх бөөрний үйл ажиллагааны хүнд доголдолд орсны улмаас химийн диалез эмчилгээнд орсон. Долоо хоногийн гурван өдөрт эмчилгээндээ явах хэрэгтэй болов.\n\nАжил олгогч нь уян хатан хуваариар ажиллахыг зөвшөөрөв. Өөрөөр хэлбэл ажилтан диалезаа хийлгэхээс өмнө ба хийлгэснийхээ дараа ажлаа хийдэг болсон байна. Эмчилгээнд орох цагтаа санаа зоволтгүйгээр явж эмчлүүлснээр түүний эрүүл мэндийн байдал ч сайжирч ажил олгогчийн ажлын гарц ч бураагүй юм.",
//         },
//         {
//           title: "",
//           text: "Том хэмжээний жижиглэнгийн худалдааны дэлгүүрийн кассчин бөөрний архаг өвчтэй байсан.\n\nУг компанийн дотоод бодлогоор ажилтнууд ажлын байран дээрээ идэж уух хориотой байдаг аж. Тиймээс худалдааны давхарт юм идэж ууж болохгүй гэсэн үг байв.\n\nНөгөө химийн эмчилгээнд орсон ажилтан нь ойр ойрхон шингэн зүйл ууж байх хэрэгтэй байлаа. ажил олгогч нь дотоод журамдаа тусгай нөхцөл оруулснаар ажлын байран дээрээ юм уух боломжтой болсон юм. Үр дүнд нь ажилтан эрүүл мэндээ сайжруулж ажлын бүтээмжээ бууруулалгүйгээр ажиллах хэвээр үлдсэн юм.",
//         },
//         {
//           title: "",
//           text: "Татварын байцаагч бөөрний архаг өвчнөөсөө болоод ариун цэврийн өрөө байн байн орох хэрэгтэй болдог учир өглөө ажилдаа хоцроод байх болов.\n\nТэрээр долоо хоногийн зарим өдөрт гэрээсээ ажилладаг болох хүсэлт гаргасан байна. Ажил олгогч нь зөвшөөрснөөр зайлшгүй ирэх хэрэгтэй өдрөө ирж ажиллаад бусад өдөрт нь гэрээс ажилладаг болжээ. Ингэснээр гэртээ эрүүл мэндийн асуудлаа зохицуулангаа үр ашигтай ажилласан хэвээр үлдсэн байна.",
//         },
//         {
//           title: "",
//           text: "Хөдөлмөр эрхлэлтийн зөвлөх бөөрний хүнд онош тавиулсан бөгөөд эмчийн хяналтад явах шаардлагатай болжээ.\n\nАжил олгогч нь эмчилгээ хийхэд шаардлагатай хугацаагаар цалинтай болон цалингүй чөлөө хольж олгосон байна. Нөхөн сэргээлтээ сайн хийж чадсан учир бүтэн ачаалал даах чадваратй болж эргэн ажилдаа оров.",
//         },
//         {
//           title: "",
//           text: "Агуулахын туслах ажилтан бөөр шилжүүлэн суулгах мэс засал хийлгээд ажилдаа орсон хэдий ч түүнийг эмч юм өргөхийг хориглосон байв. Мөн эмчийн хяналтын үзлэг хийлгэж байх хэрэгтэй байлаа.\n\nАжил олгогч нь ажлын байрны цахим хуудаснаас тохируулгууд хайсны үр дүнд юм өргөх цахилгаан өргөгч олж мэдсэн бөгөөд худалдан авч өгсөн байна. Эмчид үзүүлэх шаардлагатай ү?дээ чөлөө авч уян хатан хуваариар ажиллах боломж олгосон. Ингэснээр маш чадварлаг ажилтнаа авч үлдэж чадсан билээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "18",

//     title: "Булчингийн сулрал ",
//     type: PerformanceTypes.ab,
//     text: "Булчингийн сулрал хэд хэдэн гэнийн гаралтай өвчтэй холбоотойгоор явагддаг. Булчингийн сулрал нь зогсолтгүй мууддаг явцтай бөгөөд араг яс, булчин хоёрын хооронд орших том булчинтай холбоотой юм. Энэ том булчин нь хүний мөчний хөдөлгөөнийг удирдан зохицуулдаг үүрэгтэй билээ.\n\nЗарим булчингийн сулралын хувьд зүрх болон бусад жижиг булчингийн үйл ажиллагаа давхар хамрагдах нь бий. Зүрхнээс өөр бусад дотор эрхтнийг хавсаргах хэлбэр ч байдаг.\n\nХамгийн элбэг тохиолддог хэлбэрүүд нь булчингийн мэдрэлийн гэмтэл, үе мөч тахийж гэмтэх, нүүр царайн хэлбэр алдагдал, төрөлхийн, залгиур хоолойн, гар, хөлийн доод мөчүүд, холбоос эдийн гэмтлээс үүдэлтэй зэрэг байна.\n\nЕрөнхийдөө бүх хэлбэрийн булчингийн сулрал гэнийн өөрчлөлттэй холбоотойгоор явагдаг.\n\nБулчингийн сулралтай хүн гаднаасаа харагдахдаа холбоос эдийн гадуурх булчингууд нь жижгэрсэн, хөл гарын хэлбэр тахийж мурийсан, холбос эд нь өөр байрлалд орсон бадаг учир хөндүүрлэж өвддөг болсон байдаг.\n\nМаш ихээр ядарч сульддаг, хэл яриа муутай болдог, \n\nХөдөлгөөн муутай болдог, жижиг булчингийн үйл ажиллагаа хязгаарлагдмал болдогзэрэг үр дагаврууд давхар явагддаг байна.\n\nҮүний дээр нурууны мурийлт явагддаг.\n\nБулчингийн сулрал нь ихэвчлэн удамшдаг хэдий ч гэр бүлд нь энэ өвчнөөр өвдсөн хүн байхгүй байхад ч мөн аль ч насанд тохиолдож болдог гэдэг нь судалгаагаар батлагдсан байдаг.\n\nЗарим хүнд бүр ураг байхад нь эсвэл балчих насанд нь шууд мэдэгдсэн байхад заримд нь дунд нас хүртэл нь мщнуугдмал явагдаж байсан .\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[0],
//       PerformanceDetailData[4],
//       PerformanceDetailData[17],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Булчингийн хатангиршилтай нэгэн менежер өдөр тутмын бие даасан амьдралаа ч хангаж чадахааргүй байдалд оров.\n\nАжил олгогч өөрийнх нь хүссэний дагуу сургуультай амьтнаа ажил дээр авчирдаг болхийг нь зөвшөөрөөд хүртээмжтэй ариун цэврийн өрөө бэлтгэсэн.",
//         },
//         {
//           title: "",
//           text: "Нэгэн эмнэлгийн ажилтан өвчтөнтэй ярилцаж суусныхаа дараа маш хүндрэлтэйгээр босдог болов.\n\nТүүний сандалд босоход дэмтэй жийргэвч суулгаж өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Булчингийн хатангиршилтай нарийн бичгийн даргын компьютерын гар дээр шивэх нь улам муудсан. Яагаад гэвэл түүний жижиг булчингийн үйл ажиллагаа нь суларсан юм.\n\nТүүнд яриа таньж бичигт буулгадаг программ авч өгснөөр үргэлжлүүлэн ажиллах боломжтой болсон.",
//         },
//         {
//           title: "",
//           text: "Инженер булчингийн үйл ажиллагаа суларснаас болоод ойр ойрхон авч хэрэглэдэг бичиг хэргийн хавтаснуудаа өргөж дийлэхээ больсон байна. Мөн бичиг хэргийн бусад хэрэгслүүдээ замбараатйа балгахаас гадна авч хэрэглэхэд өөрт амраар зохион байгуулах хэрэгтэй болов.\n\nТүүнд ширээний зохион байгуулаг дамжуурга авч өгснөөр нэлээн их асуудлыг нь шийдвэрлэж чаджээ.",
//         },
//         {
//           title: "",
//           text: "Техникийн дүгнэлт гаргадаг мэргэжилтэн ажлын байрандаа хүрэх гэж нэлээн зүдэрдэг болов.\n\nТүүнд хавтгай дэлгэц, дэлгэцийн гар, компьютерын гарын тавцан, хөл амрагч, микрофонтой чихэвч, нэлээн сайн зохин байгуулалтай бичиг эргийн тавиур авч өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Оффисын ажилтан цахилгаан сандал хэрэглэдэг ба түүнийгээ автомат гар удирдлагаар ажиллуулдаг байв. Түүнд хаалга онгойлгоход нэлээн хэцүү байдаг байлаа.Ххаалгын барилаас бариад татах хэцүү байсан юм.\n\nУдирдлагын зүгээс хаалганд автомат онгойлгогч суулгахыг зөвшөөрч төсөв баталсан байна.",
//         },
//         {
//           title: "",
//           text: "Оюутан булчингийн хатангиршлаас болоод компьютерыг бүрэн ашиглаж чаддаггүй байсан.\n\nТүүнд маш жижиг хэмжээтэй компьютерын гар болон хулгана өгсөн.. Энэхүү гарын товчнууд нь хурууны үзүүр хүрэх төдийд дарагддаг тул хүч гаргах хэрэггүй байна.",
//         },
//         {
//           title: "",
//           text: "Нэгэн хуульчийн булчингийн хатангиршил нь улам хүндэрч тэрээр бүр шатаар авирч ч чадахгүй болжээ.\n\nТүүнийг шатны өргөгчөөр өргөж шатаар гаргадаг болов.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "19",

//     title: "Бүсчилсэн рефлекс согог ",
//     type: PerformanceTypes.ab,
//     text: "Бүсчилсэн хэлбэрээр явагддаг адармаатай байнгын хөндүүр зовуурь юм. Нэг дүгээр хэлбэр нь яс болон зөөлөн эд цочирсноор  архаг зовуурь үүсэх бол хоёр дугаархэлбэр нь мэдрэлийн эсүүд гэмтсэнээр үүсдэг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[6]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Их сургуулийн зохицуулагч бүсчилсэн рефлекс согогтой. Уг гэмтлээс болоод хөл нь хавагнаж өвддөг. Хавагнаж зовуурилахгүй байхын тулд хөлөө ойр ойрхон сойж суух хэрэгтэй болсон юм.\n\nАжил олгогч нь хөл амраагчтай, хойш налдаг сандал авч өгснөөр зөөврийн компьютероо тавцан дээрээ тавиад хойш налан сууж ажиллахад уг эрүүл мэндийн асуудлаас болоод ажлын гүйцэтгэл нь сайн хэвээр үргэлжлүүлэн ажилласан байна.",
//         },
//         {
//           title: "",
//           text: "Түлш хэмжигчийн хөлийн ул нь мэдрэлгүй болчихдог байна. Энэ нь түүний бүсчилсэн рефлексийн согогтой  холбоотой байв.\n\nӨглөө сэрэхдээ ийм байдалтай сэрдэг учраас өглөөгүүр ажилдаа жаахан оройтож очдог байхыг ажлын байрны тохируулга болгон зөвшөөрөхийг хүссэн байна.\n\nЭнэ хүсэлтийг нь хүлээн авч өдрийн аль цагт илүү эрч хүчтэй ажиллаж чадахаар байгааг нь ярилцаж уян хатан хуваарь зохиог өгөхийг хүний нөөцийн хэлтэст удирдлагын зүгээс үүрэг болгов. Харин ажлын бүтээмжээ хэвээр хадгалах тал дээр зэрэг анхаараыг сануулсан байлаа.",
//         },
//         {
//           title: "",
//           text: "Загвар зохион бүтээгч бүсчилсэн рефлексийн согогоосоо болоод сэтгэл гутралд орсон байна. Улмаар ой тогтоолтод нь нөлөөлсөн.\n\nТэрээр үйлдвэрлэлийн стандартыг хангаж ажиллаж чадахаа больсон байлаа.\n\nАжил олгогч нь сануулагч сэрүүлэг авч өгөөд нэг ажлаас нөгөө ажлын хооронд шилжиж богино хугацаанд чанартай гүйцэтгэл гаргахад нь тусалсан.",
//         },
//         {
//           title: "",
//           text: "Нийгмийн ажилтан симпатик мэдрэлийн рефлекс үйл ажиллагааны гэмтэл авсан байв. Аажмаар нэг гарынх нь ажиллагаа эрс муудсан юм.\n\nКэйсүүдийнхээ баримтжуулалтыг хийхэд хүндрэлтэй болж ирсэн.\n\nАжил олгогч нь ажлын байранд тохируулгын цахим хуудаснаас хувилбарт оролттой компьютерын төхөөрөмж байдаг болохыг олж мэдээд нэг гарын компьютерын гар, яриа таньж бичигт буулгадаг программ хангамж авч өгснөөр ажлаа хийхэд нь үнэхээр их хүртээмжтэй болсон.",
//         },
//         {
//           title: "",
//           text: "Нийгмийн төлөө үйлчилдэг ашгийн бус төрийн бус байгууллагын гүйцэтгэх захирал нь бүсчилсэн рефлексийн согогтой  болсон тул тэргэнцэр ашиглаж явах болсон.\n\n цэврийн өрөө ашиглах, бие засах хэрэгцээнд нь хүртээмжтэй болгох үүднээс суултуурын хоёр талд дэмжлэг гар суулгаж, хаалганд нь автомат онгойлггч суурилуулсан. Эдгээр тохируулгыг мэргэжлийн нөхөн сэргээлтийн зөвлөх үйлчилгээний тусламжтайгаар тодорхойлон хэрэгжүүлсэн байна.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "20",

//     title: "Гарын сарвуу хэсгийн тайралт ",
//     type: PerformanceTypes.vg,
//     text: "Өрөөсөн гарын бугуйнаас урагш хэсгээр тайруулсан хүн бишгүй тааралддаг. Бид ихэнхдээ осолд оржээ эсвэл хөлдөөд гараа тайруулжээ л гэж боддог. Тэгвэл осол гэмтэл, тайралт, стрессийн гаралтай гэмтэл согогоос ч үүдэлтэй байж болдог байна.  Тухайлбал дунд мэдрэлийн сувгийн хам шинж байж болно. Эсвэл бүр төрөлхийн шалтгаантай ч байж болно.\n\nИйм өвчнөөр зовж байгаа хүмүүсийн заримд нь ажлаа хийхэд нь тохируулга хэрэгтэй байхад зарим нь ажлын байран дээр бол туслалцаа шаарддаггүй байх жишээтэй.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[3],
//       PerformanceDetailData[21],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Захиргааны ажлын орон тоонд хүсэлтээ гаргасан ажил хайгчийн өрөөсөн гар нь л ажиллагаатай байв.\n\nАжил олгогчийн бүх ажилтандаа нэгэн жиг тавьдаг шалгуурын нэг нь маш хурдан шивэх арван хурууны бичээчийнх чадвар байлаа. Ажилд орох гэж байгаа эмэгтэй хоёр гарын жирийн компьютерын гар дээр бол тийм хурдтайгаар шивж чадахгүй боловч нэг гарын зориулалтын гар дээр бол гүйцнэ гэдгээ итгэлтэйгээр хэллээ.\n\nАжил олгогч нь түүнд хэрэгтэй ажлын байрны тохируулга нь гарцаагүй мөн гэдгийг шууд хүлээн зөвшөөрч зориулалтын гар худалдан авч өгөхийг баталсан.",
//         },
//         {
//           title: "",
//           text: "Нэгэн ажилтан өвчний улмаас чөлөө аваад эргэн ажилдаа орохдоо нэг гариндаа тайралт хийлгэсэн байлаа.\n\nЦаасны үдээс авагчаар үдээс авна гэдэг түүнд маш хэцүү даалгавар болж хувирсан байв. Ажил олгогч нь түүнийг бичиг цаснуудыг үдэхийн оронд цаас хавчигч ашиглахыг зөвшөөрсөн.",
//         },
//         {
//           title: "",
//           text: "Хувийн мужааны цехтэй нэгэн залуу ослын улмаас нэг гарынхаа сарвуун хэсгийг тайруулсан байна. Тэрээр хүнд жинтэй цахилгаан багаж ганц гарын хүчээр тэнцвэртэй өргөж ашиглана гэхэд маш хэцүү болсон байжээ. Мэргэжлийн нөхөн сэргээлтийн зөвлөхдөө хандахад багаж тэнцвэржүүлэгч ашиглавал багажийн жинг нөгөө тал руу нөхөж тэнцвэржүүлэн гэж зөвлөснийх нь дагуу худалдан авч ашигласнаар үнэхээр үр дүнтэй байв.",
//         },
//         {
//           title: "",
//           text: "Ачааны машины жолоочийн орон тоонд хүсэлт гаргасан нэгэн жолоодлогын ур чадвар сайтайн дээр ачааны машиныг сайн мэддэг үнэхээр туршлагатай хэдий ч нэг гараараа жолоо барьдаг байв.\n\nИхэнх хүн аюултай гэж хардаг учраас санаа нь зовж байсан. Гэтэл ажил олгогч түүнд автомат шилжүүлэгтэй машин өгч, рульны бүрээсийг гулгамтгай биш байхаар сольж өөхөө амлаж ажилд авсан юм.",
//         },
//         {
//           title: "",
//           text: "Сувилахуйн асрагч хийдэг нэгэн эмэгтэй өрөөсөн гарын ажиллагаагаа алдсан тул хүнд өвчтөнүүдийг усанд оруулахын тулд өргөдөг ажлыг өмнөхийн адил хиж чадахгүйд хүрэв.\n\nАжил олгогч нь түүнд цахилгаан өргөгч авч өгсөн.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "21",

//     title: "Грэйвийн өвчин",
//     type: PerformanceTypes.vg,
//     text: "Грэйвийн өвчин нь бамбай булчирхайгаас цус руу хортой бодис ялгардаг өвчин. Дараах хэлбэрүүдийн аль нэгээр эсвэл холимог хэлбэрээр илэрч болно. Бамбай булчирхай томрох, нүд бүлтийж томрох, арьс хар бараан өнгөтэй ширүүн байх, хөлийн доод хэсгээр ус гүйж хавантах маягийн шинж илэрч болно. Бамбайн хордлогод орж бас болно. Хамгийн элбэг нь бамбай булчирхай томрох, хүйтэн хөлс чийхарч арьс байнга нойтон байх, чичрэх, нүд томрох, зовхи хаагдахгүй байх, уур бухимдалтай байх, ядрамтгай байх, маш хурдан эцэж цуцдаг болох зэрэг юм.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
//     setup: [
//       {
//         title: "",
//         details: [
//           {
//             title:
//               "Өргөх, өндөрт сунаж хүрэх, татах, түлхэх зэрэг хэт их хүч шардсан үйлдэл хийхгүй байх ",
//           },
//           {
//             title: "Юм өргөхдөө аюулгүй өргөх техникт суралцах",
//           },
//           {
//             title:
//               "Юм өргөх ажил түүний албан тушаалд төдийлөн чухал биш бол ажил үүргийн дахин хуваарилалт хийх",
//           },
//           {
//             title:
//               "Хүнд зүйлийг өргөхдөө жижиг хэсгүүдэд хуваан бага жингээр өргөх хуваарилалт зохион байгуулалт хийх",
//           },
//           {
//             title:
//               "Ажилтны хүнд зүйл өргөх шаардлагагүй ажлын байранд томилох эсвэл тухайн үүрэг даалгаврыг өөр ажлын байранд багтаан хуваарилах ",
//           },
//         ],
//       },
//     ],
//     functions: [
//       PerformanceDetailData[5],
//       PerformanceDetailData[6],
//       PerformanceDetailData[20],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Ажилд орох хүсэлтээ ирүүлсэн нэгэн ажил хайгч сонгон шалгаруулалтын үеэр гар нь байнга чичирдэг түл юм бичихэд хэцүү гэдгээ хэлэхээр шийджээ.\n\nТүүнийг ажилд авахаар шийдсэн тохиолдолд хүнд жинтэй үзэг, балаар хангаж болно гэдгийг ажил олгогч хэлсэн байна. Өөр үр дүнтэй байхуйц тохируулга юу байж болохыг судалж үзнэ гэж амласан.",
//         },
//         {
//           title: "",
//           text: "Грэйвийн өвчний улмаас халуунд их мэдрэг болохоо ажил хайгч хэлжээ. \n\nТүүний ажлын ширээг агааржуулагч тай ойрхон цонхны дэргэд байрлуулж болно гэдгийг ажил олгогч нь хэлсэн. ",
//         },
//         {
//           title: "",
//           text: "Грэйвийн өвчтэй нэгэн ажилтан үүе үе шээс алддаг бөгөөд бусад ажилтнаас илүү олон тоогоор ариун цэврийн өрөө орох хэрэг гардаг гэдгээ хэлсэн.\n\nАжил олгогч нь уг өвчний шалтгаанаар ажилд авахгүй байж болохгүй гэдгийг ойлгож байсан ба шаардлагатай тоогоор завсарлага авахыг зөвшөөрсөн. Харин нэмэлтээр авсан завсарлагын цагийг цалин бодох хуудсанд тэмдэглэх хэриггүй гэдгийг сануулсан байна.",
//         },
//         {
//           title: "",
//           text: "Грэйвийн онош тавигдсан нэгэн ажилтан \n\nГарын чичирхийлэлтэйн улмаас компьютерын хулгана барьж ажиллаж чаддаггүй гэдгээ хэлэв.  \n\nЧичрэлтийн эсрэг буюу чичрэлтийн нөлөөг багасгагчтай хулгана авч өгсөн нь түүний ажилд тустай тохируулга болж чадсан юм.",
//         },
//         {
//           title: "",
//           text: "Грэйвийн өвчнөөсөө болж нойргүйдэлд ордог нэгэн ажилтан өглөө ажилдаа хоцроод байх болов. \n\nАжил олгогч нь нойргүйдэлд орсон үедээ ажлын цагийг орой эхэлж, орой дуусгадаг байхыг зөвшөөрсөн.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "22",

//     title: "Гулинбэрийн хам шинж ",
//     type: PerformanceTypes.vg,
//     text: "Энэхүү хам шинжээс үүдэлтэй согогууд нь хүч чадалгүй байх, хөл байнга чимчигнэх байдлаар илэрч аажимдаа гар болон биеийн дээд хэсэг хүч муутай болж мөн адил чимчигнэх мэдрэмж эхэлдэг. Энэ шинж тэмдэг хүндрэхээрээ биеийн аль нэг хэсгийн булчинг бүрмөсөн ажиллагаагүй болгоно. Улмаар хүн бүрэн саажих ч эрсдэлтэй. Энэ түвшинд хүний амь насанд аюултай учир эмнэлгийн тусламж яаралтай авах нь зүйтэй.\n\nИхэнх хүн дээд түвшний хүндрэлээс бүрэн гардаг боловч цөөн тохиолдолд булчингийн хүч муутай болж үлдэх нь бий.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[0]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Нэгэн үйлдвэрлэгч компанид ажилд ороод дөнгөж 4 сар болж байгаа ажилтан Гулинбэрийн хам шинжтэй гэж оношлогдов.\n\nӨвчний шинж тэмдэг дөнгөж эхэлж байсан учраас хуримтлагдсан цалингүй чөлөөний түүх хараахан үүсээгүй байв. Тиймээс ажил олгогчийн зүгээс урт цалингүй чөлөө аваад эргэн ажилдаа ортол нь түүний ажлын байрыг байлгаж байх тохируулгаар хангасан.\n\n\nӨвчтөнүүдийн өвчний түүхээр дээр кайс үүсгэж менежмент хийдэг сувилагч гулинбэрийн хам шинжийн хүндрэлээс дөнгөж сэргэж байгаа учир компьютертой харьцаж ажиллана гэхэд нэлээн хэцүү болсон байв. Маш ихээр ядарч, дээд мөчний солбицол хөдөлгөөн муудсан байлаа.\n\nАжил олгогчийнх нь хангасан ажлын байрны тохируулгууд гэвэл яриаг таньж бичгээр буулгадаг программ, микрофонтой чихэвч,эргиномик хулгана  зэрэг байлаа.",
//         },
//         {
//           title: "",
//           text: "Гулинбэрийн хам шинжээс болж уртасгасан хугацааны нөхөн сэргээлтийн эмчилгээнд явж дуусгасан нэгнийг нөхөн сэргээлтийн зөвлөх нь ажилдаа эргэн орж болно гэж хэлжээ.\n\nУг ажилтан хөнгөвтөр ажил хийж болох эсэхийг ажил олгогчоосоо асуув.  Ажил олгогч нь өөрчилсөн цагийн хуваариар ажиллуулж,\n\n\nАжил үүргийн хуваарьт нь мөн өөрчлөл оруулж өгсөн. Ингэхдээ түүнийг аажмаар жирийн хуваарьтаа орж, өмнө хийж байсан ажлаа эргэн хийхэд нээлттэй гэж хэлсэн байлаа. Уг ажилтан ажлын байран дээр байх цагаа уртасгаж хийх ажлаа ч бага багаар нэмж чадлаа. Хэрвээ хөнгөн хэмнэлээр явах боломж олгоогүй бол энэ ажилтан тийм богино хугацаанд тэгж их ахиц гаргаж чадах байсан уу гэвэл эргэлзээтэй шүү дээ.\n\nУлмаар бүр өмнө хийж байсан бүтэн цагийн хуваарьтаа орч чаджээ.",
//         },
//         {
//           title: "",
//           text: "Нэлээн нэр хүндтэй том корпорацын гүйцэтгэх захиралд Гулинбэрийн хам шинж илрэв.\n\nТүүнийг гэрээсээ ажиллахыг зөвшөөрсөн. Хувилбарт оролттой программ хангамж ашиглаж компьютерт нэвтрэх боломжийг мөн олгожээ.",
//         },
//         {
//           title: "",
//           text: "Олон жил ажилласан нэгэн багшид Гуинбэрийн хам шинж илэрсэн. Сурагчдын зуны амралтаар илэрсэн учир эмчилгээнд явж амжсан байлаа. Намар хичээл эхлэхэд ажлын байрны тохируулахтайгаар бол эргэн багшилж чадахаар байв.\n\nТэргэнцэрт сууж байсан учир ангид байгаа зарим нэг хичээлийн хэрэглэгдэхүүнд гар хүрэхгүй байв. Бас ариун цэврийн өрөөнд хувийн хэрэгцээгээ бүрэн хангаж чадахгүй байлаа. Ажилтнуудын ариун цэврийн өрөөг хүртээмжтэй болгож өөрчилсөн. Багшийн хичээл заадаг ангиудад ухаалаг самбар тавьж өгөөд багшид өөрт нь зөөврийн компьютер олгожээ. Тэргэнцэрт нь зөөврийн компьютер тавих тавиур худалдан авч өгсөн.\n\nАжлын ширээг нь эргиномик ширээгээр сольж өгөв. Намхан шүүгээ тавьж өгсөн.\n\nМөн семестрийн эхэнд түүний хичээл орох ангиудыг хүртээмжтэй болгон бэлтгэл хангадаг боллоо.",
//         },
//       ],
//     },
//   },
  

//   {
//     _id: "25",

//     title: "Дистониа буюу Булчингийн Агшилт ",
//     type: PerformanceTypes.de,
//     text: "Булчин хяналтгүйгээр агшсаны улмаас бие эмх замбараагүй  хөдөлгөөн хийж, эвгүй байрлалд орохыг дистониа гэнэ. Биед ихэвчлэн хөндүүр зовуурьтай байдаг.\n\nБиеийн аль ч хэсэгт явагдаж болно. Гар, \n\nХөл, , хүзүү, их бие, зовхи, нүүр, дууны хөвч гээд аль хэсгийг ч дайрч болно.\n\nХүүхэд нас, өсвөр нас, насанд хүрсэн үед гээд хэдийд ч илэрч болдог байна. Биеийн аль хэсэгт явагдаж байгаагаас шалтгаалан хэд хэдэн төрөлд хуваадаг. Жишээлбэл, ерөнхий булчингийн агшилтад бүх бие Хамрагддаг бол цэгийн агшилтад биеийн аль нэг хэсэг харин олон цэгийн агшилтад биеийн 2 болон түүнээс олон биеийн хэсэг хамрагдана. Эдгээр биеийн хэсэг нь хоорондоо холбоотой байх албагүй.\n\nСегментийн булчингийн агшилтад 2 болон түүнээс олон хоорондоо холбоотой биеийн хэсэг хамрагдана.\n\nТархины нэг тал бөмбөрцөг дагнасан дистониагийн үед бие өрөөлдөж таталт өгөх буюу дан нэг талын гар, хөлд булчингийн агшилт явагдана гэсэн үг.\n\nНуруу  нугасны дээд хэсгийн дистониа нь хамгийн элбэг тохиолддог цэгийн булчингийн агшилт. Хүзүүний булчин хамрагддаг учир толгойн хөдөлгөөнийг удирдаж чадахгүйд хүрдэг. Толгой урагш хойш эсвэл хоёр хажуу тийш савлах хөдөлгөөн хийдэг.\n\nХамгийн элбэг тохиолддог өөр нэг цэгийн булчингийн агшилт нь зовхи хаагдаж, нүд цавчлахад хүргэдэг.\n\nГавлын ясны булчингийн агшилт нь толгой, хүзүү, нүүрний хөдөлгөөнд нөлөөлдөг.\n\nБазалт өгдөг хэлбэр нь хоолойны булчинг агшаадаг учир хэл ярианы хүндрэл учруулдаг. Завж, уруул, хэлний булчинд нөлөөлдөг хэлбэр нь хэл яриа, залгиурт нөлөөлдөг.\n\nБичих чадварт нөлөөлдөг хэлбэр нь олон хүнд түр хугацаагаар тохиолддог.\n\nДопад засал авдаг хэлбэр нь хүүхэд нас болон өсвөр насанд тохиолдох ба алхаж явах чадварыг муутгадаг. Их явах тусам хурд хүч саардаг байна.\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[7], PerformanceDetailData[8]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Ажлын сонгон шалгаруулалтад сонгогдсон хүсэлт гаргагч ярилцлагын үеэр булчин нь агшиж салганах хөдөлгөөн хяналтгүй хийдэг болохоо хэлсэн. Гэхдээ түүний булчингийн агшилт нь допад засал авдаг хэдий ч өдрийн турш алхаж явах чадвар нь муудсаар байдаг болохоо тайлбарласан байна.\n\nАжил олгогч түүний ажлын хуваарийг өөрчилж алхаж явах шаардлагатай ажлуудыг ээлжийнхээ эхэнд хийгээд ээлжийн төгсгөл хэсэг рүү суугаа ажлуудаа хийдэг байхаар хуваарилахыг санал болгосон байна.",
//         },
//         {
//           title: "",
//           text: "Нурууны булчингийн агшилттай ажилтан утасны харилцуурыг барьж ярингаа компьютерын гар дээр шивэх ажлыг зэрэг хийж чадахгүй гэдгээ хэлсэн.\n\nНурууны булчин агшсанаас толгой нь салганаж чичирдэг байв. Тиймээс түүнд микрофонтой чихэвч авч өгснөөр утсандаа холбоод хоёр гар чөлөөтэй шивэх боломжтой болсон байна.",
//         },
//         {
//           title: "",
//           text: "Булчин агшиж чангардаг учраас харилцагчидтайгаа утсаар удаан ярьж үйлчилгээ үзүүлэхэд маш хүндрэлтэй байлаа. Өөрийн мэдэлгүй салганах, чичрэх хөдөлгөөн хийхээс гадна аман харилцаагаар ярилцаж ойлголцоход хэцүү болдог байв.\n\nТиймээс ажил олгогч нь үйлчлүүлэгчдийн асуулт, санал сэтгэгдэлд цахим шуудан, текст зурвас, шууд чат ашиглаж харилцах замаар ажлаа хийхийг зөвшөөрсөн байна.",
//         },
//         {
//           title: "",
//           text: "Ажлын сонгон шалгаруулалтад оролцож байсан нэгэн тухайн ажлын байрны жолоо барихыг шаардаж буй ажил үүргүүдийн хувьд санаа зовж байгаагаа хэлжээ. Учир нь түүний нүд хяналтгүйгээр цавчиж, зовхи нь байнга таталддаг байна. Гэтэл ажил олгогч нь шаардлага гарсан тохиолдолд хамт ажилладаг хэн нэг ажилтнаар жолоо барьж гүйцэтгэх ажлуудыг хийлгэж болно гэж үзсэн. Үүнийгээ албан ёсоор ажлын байрны тохируулга болгон хэрэгжүүлэхээ амласан. Яагаад гэвэл тэр ажлын байрны хувьд жолоо барих шаардлага ховор тохиолддог бөгөөд зайлшгүй чухал үүрэг даалгавар биш байсан.",
//         },
//         {
//           title: "",
//           text: "Гарын сарвуу хэсгийн булчингийн агшилттай нэгэн ажилтан удаан хугацаагаар юм бичиж чаддаггүй байв. Ажил олгогч нь эргиномик туслах хэрэгслээр хангажээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "26",

//     title: "Дөрвөлсөн буюу дөрвөн мөчийн саажилт ",
//     type: PerformanceTypes.de,
//     text: "Тэргэнцэр хэрэглэх шалтгаануудын нэг нь нуруу нугасны гэмтлээс үүдэлтэйгээр дөрвөлсөн эсвэл талласан саажилтад өртөж хөдөлгөөний хязгаарлалттай болох явдал билээ. Нуруу нугасны гэмтлээс тэргэнцэрт суух болсон хүмүүсийн дийлэх нь эрэгтэй хүмүүс байгаа тоон мэдээ дэлхийн байдаг байна.\n\nОлон алт судасны хатуурал, нурууны өвчин, хорт хавдах зэрэг шалтгаанууд нь мөн харилцан адилгүй хугацаагаар хөдөлгөөний хязгаарлалттай болгодог учир тэргэнцэр шалтгаануудын нэг болдог байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[0],
//       PerformanceDetailData[22],
//       PerformanceDetailData[7],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Сэтгэл заслын үйлчилгээ үзүүлдэг сэтгэцийн эмч мэргэжилтэй нэгэн дөрвөн мөчиндөө саажилттай байв. Гэтэл түүний ажлын өрөөг эртний хуучин барилга руу нүүлгэчихлээ. Тэнд тэргэнцэртэй хүн явахад ямар ч хүртээмжгүй байлаа.\n\nАжил олгогч нь анхнаасаа мэдэж байсан бөгөөд орох гарах хаалганд налуу шат хийлгэж мөн ариун цэврийн өрөөг тэргэнцэртэй хүн хэрэглэхэд хүртээмжтэй болгон засвар хийсэн байна.          ",
//         },
//         {
//           title: "",
//           text: "Хэл ярианы засалч өөрөө дөрвөн мөчний саажилттай нэгэн. Тэрээр стандарт ажлын байрны ард тэргэнцэртэйгээ суух ямар ч боломжгүй байв.\n\nАжил олгогч нь түүний ажлын байрыг эргиномикоор сольж өгснөөр дээш нь өргөн өндөрсгөж тэргэнцэртэйгээ орж сууж чадахаар болсон.",
//         },
//         {
//           title: "",
//           text: "Маркетингийн мэргэжилтэн жилд нэгээс илүү удаа гадагш томилолтоор явах хэрэгтэй байдаг. \n\nТэрээр нисэх онгоцны буудлаар үйлчлүүлэх мөн хурал болох газарт хүрсэн хойноо ийш тээшээ чөлөөтэй явж чадахгүй ганцаарддаг байсан.\n\nТүүний нислэгийн тасалбарыг захиалахдаа туслах хүн заавал хэрэгтэй гэдгийг хариуцлагатайгаар тэмдэглүүлж байхыг захиргааны ажилтнууддаа анхааруулсан байна. Мөн эцсийн цэгт буусан хойно нь тосон авч хурлын турш туслан үйлчлэх хүнийг цад зохион байгуулагчаас хөлслөн авдаг болжээ.",
//         },
//         {
//           title: "",
//           text: "Орон нутгийн төрийн байгууллагын ажилтан дөрвөн мөчний саажилттай ба үдийн хоолны цагаар хувийн туслах хүнээ ирүүлж хоол идэх ба хоолны дараа хувийн бэлтгэлээ хангахдаа туслуулж байхыг зөвшөөрөхийг хүссэн байна.\n\nУг ажилтны ийм туслалцаа авах хэрэгцээтэй болох нь илэрхий байгаа тул ажил олгогч нь ямар нэг эмчийн нотолгоо цаас шаардалгүйгээр шууд зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Төсөл бичих ажлын байранд хүсэлт гаргасан нэгэн залуу дөрвөлсөн саажилттай нэгэн байв.\n\nАжил олгогч түүнээс хэрхэн компьютер ашиглаж бичих вэ гэж асуусанд төвөггүй хариулжээ. Нүдээр удирддаг төхөөрөмж залгах хувилбарт оролт байдаг ба түүнийг ашиглан компютертаа холбон нүдээрээ удирдан мэдээлэл оруулах болно гэдгээ хэлжээ. Тийнхүү ажилд авах шийдвэр ч гарсан байна, Ажил олгогч ч үнэ цэнтэй ажилтантай болсон байна.",
//         },
//         {
//           title: "",
//           text: "Дөрвөн мөчний саажилттай хүнийг төслийн менежерээр ажилд авчээ.\n\nАжлын байран дээрээ суугаад ажиллах гэтэл байгууллагын утсыг хэриглэж чадахааргүй байгааг ажил олгогчийн тал олж харсан юм. Энэ асуудлыг дор нь шийдсэн ба ухаалаг утас өгөөд тэргэнцрийнхээ тавцан дээр байрлуулж дуу хоолойгоор команд  өгч утсаа ажиллуулах боломжтойгоор программчилж өгсөн байна.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "27",

//     title: "Жирэмслэлт ",
//     type: PerformanceTypes.ej,
//     text: "Жирэмслэлтийн явц эмэгтэй хүн бүрд адилгүй явагддаг.\n\nСэтгэл санаанд ихээр өөрчлөлт гардаг ба бүр зарим нэг ажлын үүрэг даалгаврыг гүйцэтгэхэд нөлөөлөх хэмжээгээр хүртэл илэрдэг байна.\n\nЗарим эмэгтэй хүний ажил хийх чадварт ямар ч хязгаарлалт үүсгэхгүй байхад заримд нь өмнөхийн адил чөлөөтэй ажиллах боломж хомс болгодог байна. Жишээлбэл, дотор муухай оргих, эцэж сульдах, бөөлжих, байнгын хөндүүр зовуурьтай болох зэрэг нь ажлын байрны тохируулга авахад хүргэнэ.\n\nХавагнах нь олон цаг дараалж ажиллах, өглөө орой цагтаа ирж хангалттай ирцийн тэмдэглэлгүй болох, юм өргөх, зогсох, тонгойж бөхийх зэрэг үйлдэл гүйцэтгэх боломжгүй болоход хүргэдэг. Эдгээр нь ажлынхаа чухал даалгавруудыг хийж чадахгүйд хүргэх юм.\n\nДааврын өөрчлөлт нь анхаарал төвлөрөл, ой тогтоолтыг муутгаадахаас гадна сэтгэл түгшилтэй болгож бас болно.\n\nОй ойрхон хооллох, өөрт тухтайгаар хувцаслах зэрэг нь байгууллагын зарим нэг дотоод журамд харшлахыг үгүйсгэхгүй.\n\nЖирэмслэлттэй холбоотой эмнэл зүйн хүндрэлүүд бас гарч болно. Жишээлбэл, жирэмсний чихрийн шижин, нурууны хөндүүр зовуурь, цус багадалт, өндөр цусны даралт, шээсний замын халдвар, хүчилтөрөгчийн архаг дутагдал, сэтгэл гутрал, хэвтрийн дэглэм зэрэг байна.\n\nТөрсний дараах нөлөө ч бас удаан үргэлжилж болох ба өмнө байсан өвчнүүдийг сэдрээх эрсдэлтэй.\n\nАНУ-ын жишээг сонирхуулахад:\n\nНэгдсэн Холбооны хуулиар бол ажил олгогчийг жирэмсэн ажилтандаа ажлын байрны тохируулга гаргаж өгөхийг үүрэг болгосон байдаг уу?\n\nТИЙМ.\n\nЖирэмсэн ажилтнаа ялгаварлахгүй байх, жирэмсний тээлт, төрөлтийн өмнөх хүндрэл, эмийн эмчилгээ хийлгэхтэй холбоотойгоор зохицуулалт хийхийг шаардсан хэд хэдэн хууль байдаг. Үүнд Pregnant Workers Fairness Act, 1964 оны Civil Rights Act-ын Title VII шинэчлэгдсэн хувилбар, Pregnancy Discrimination Act, Americans with Disabilities Act.\n\n\nЖирэмслэлттэйгээр холбоотойгоор ямар нэгэн үйлдэл гүйцэтгэх чадвараа алдсан байгаа бол дээрх хуулиудын дор зохицуулагдана.\n\nЭдгээрээс гадна өөр олон хуульд жирэмсэн ажилтныг хамгаалах талаар заасан нөхцөлүүд байдаг. Жишээлбэл, Family and Medical Leave Act-аар гэр үйл болон эрүүл мэндийн шалтгаанаар цалингүй чөлөө олгохыг шаардсан байдаг ба үүнд жирэмслэлт, төрөлтийн явц, хүүхэд үрчлэлт мөн хамрагддаг байна.\n\nPregnant Workers Fairness Act юу шаарддаг вэ?\n\nЖирэмсэн ажилтан нь ураг тээлт, төрөлт, эмчилгээ хийлгэх шалтгаанаар ажлын байрны тохируулга авах шаардлага үүссэн хигээд шаардлагатай боломжит тохируулга нь ажил олгогчид хүндрэл үзүүлэхээргүй байгаа бол тийнхүү тохируулгаар хангах үүрэгтэй гэж тодорхой заасан байдаг. Мөн холбогдох бусад хууль болох PDA, ADA хуулийн баримт бичгүүдийн жирэмсэн ажилтантай холбоотой нөхцөлүүдийг хэрэгжүүлэх талаар тодорхой зааварчилгаа болж өгдөг.\n\nPWFA-ын дагуу хэрэглэх ажлын байрны тохируулгуудыг дурдвал:\n\n\n\t\t•\tЗайнаас ажиллахыг зөвшөөрөх\n\n\t\t•\tСуугаа байрлалд ажиллах боломж олгох \n\n\t\t•\tАжлын цагийн хуваарьт өөрчлөлт оруулж өглөө эрт ирэхийг шардахгүй байх,Богиносгосон цагаар ажиллахыг зөвшөөрөх \n\n\t\t•\tНэмэлт, уртасгасан, ойр ойрхон завсарлага авахыг зөвшөөрөх \n\nХооллох бодлого журамдаа тусгай нөхцөл оруулах\n\n\t\t•\tХамгийн ойр машины зогсоол гаргаж тусгай тэмдэг тавих\n\n\t\t•\tТөрсний дараа эмчийн хяналтад явах эсвэл нөхөн срэгээгдэх шаардлагатай бол нэмэлт чөлөө олгож ажлын байрыг нь хадгалах\n\n\t\t•\tТүр хугацаагаар өөр ажилд шилжүүлэн томилох\n\nБусад холбогдох хуулиудад дээрхийн адил тодорхой заасан байдаг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[4]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Даатгалын компанийн харилцагчтай үйлчлэх ажилтан жирэмсэн бөгөөд удаан суухад хөл, нуруугаар нь байнга зовуурилан өвддөг байв. Ариун цэврийн өрөө ойр ойрхон орох хэрэг гардаг болов.\n\nАжил олгогч нь эргиномик ажлын байр авч өгснөөр босоо, суугаа байрлалд ээлжлэн ажиллах боломжтой болов. Бүх ажилтанд зөвшөөрөгдсөн гучин минутын завсарлагыг богино богиноор авч ашиглахдаа дээр нь цөөн хэдэн минут нэмж авахыг зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Нөхөн сэргээлтийн эмнэлгийн сувилахуйн сувилагч гурван сартай жирэмсэн байв. Жирэмсний үеийн хүндрэл өгсөн учир түүнийг эмч хорин фунтээс илүү жинтэй зүйл өргөхгүй байхыг зөвлөжээ.\n\nТүүний ажлын байрны тодорхойлолтод түр хугацаагаар өөрчлөлт оруулж өөрөө хөдлөх чадвартай байгаа өвчтөнүүдтэй ажиллуулахаар болсон. Харин хорин фунтээс илүү хүнд зүйл өргөж хөдөлгөх болбол хамт ажилладаг хүмүүс нь тусалж байхыг хүний нөөцийн зүгээс албан ёсоор имэйлээр мэдэгдсэн байна.",
//         },
//         {
//           title: "",
//           text: "Социал хэвлэлийн зохицуулагчаар  ажилладаг эмэгтэй жирэмснийхээ сүүлийн сард хэвтрийн дэглэм барихгүй бол жирэмсний хожуу үеийн хордлого нэлээн хүнд явагдаж эхлэв.\n\nТүүнийг их хэмжээгээр дээш өгсөх, алхах, зогсохыг хориглосон байна.\n\nТиймээс ажил олгогч нь хуулиар зөвшөөрсөн тохируулгуудаас богиносгосон цагаар ажиллуулах ихэнх ажлаа зайнаас хийх боломжтой байсан тул тийнхүү ажиллахыг зөвшөөрөх гэсэн тохируулгуудыг хэрэгжүүлсэн байна. Багийн хуралд цахимаар дүрстээр оролцохыг санал болгосон.",
//         },
//         {
//           title: "",
//           text: "Хуулийн зөвлөгөө үйлчилгээ үзүүлдэг компанийн ресепшинист ажлын дундуур хөхний сүүгээ сааж зориулалтын уутанд нь хийж хүүхдэдээ өгөх маргаашийн сүүгээ бэлтгэх хэрэгтэй байгаагаа учирласан юм.\n\nХүнд харигдахааргүй хаалттай хувийн орон зай гаргаж өгснөөр сүүгээ саах хэрэгтэй болсон үед богино завсарлага авч харин хэн нэг ажилтан нь түр орлох боломжийг олгосон байна. Тэрээр саасан сүүгээ хадгалж байхад орой авч явахад нь хэрэгтэй жижиг хэмжээний хөргөгч авчирч цайных өрөөндөө тавьжээ.",
//         },
//         {
//           title: "",
//           text: "Үйлдвэрлэлийн компанийн чанар шалгагч эмэгтэй жирэмсний явцдаа хөлийн шилбэ, тавхайгаараа хавагнаж эхэлсэн юм.\n\nТүүний ажил байнга зогсож тэрүүхэн тэндээ эргэлдэж ажиллахыг шаарддаг.\n\nЖирэмсний хяналтад явж байгаа эмч нь түүнийг ойр ойрхон амарч хөлөн очих даралтыг багасгаж байхгүй бол аюултай гэж анхааруулсан байлаа.\n\nАжил олгогч нь түүнийг хэрэгтэй үедээ богино завсарлага авч байхыг зөвшөөрөөд босоо суугаа байрла шилждэг эргиномик сандал авч өгснөөр амарч байхдаа хөлөө дээш өргөж амраах боломжтой болсон байна.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "28",

//     title: "Зайлшгүй Чичирхийлэлд ",
//     type: PerformanceTypes.zi,
//     text: "Хүн ямар нэг хөдөлгөөн, үйлдэл хийж байхад эсвэл хийхийг завдахад ямар ч шалтгаангүйгээр чичрэх, салганах хөдөлгөөн явагдахыг зайлшгүй чичрэлт гэж нэрлэж байна.\n\nЭнэ бол мэдрэлийн эсүүдийн гэмтэлтэй холбоотойгоор хүний биед явагдаж байгаа чичирхийлэл юм. \n\nГар ямар нэг үйлдэл хийж байхдаа чичирхийлэн салганадаг бол харин Паркинсон өвчний шинж тэмдэг нь арай өөр. Гар биеийн хажууг даган сул унжиж байхад эсвэл гараа өвөр дээрээ тавин сууж байхад салганадаг.\n\nГаринаас гадна толгойн хөдөлгөөн, дуу хоолны дуугаралтад нөлөөлдөг.\n\nИймэрхүү салганах, чичирхийлэх хөдөлгөөн нь шалтгаанаараа олон янз байдаг ба энэхүү хэлбэр нь маш элбэг тохиолддог.\n\nЗайлшгүй чичирхийлэл нь харьцангуй зөөлөн хэлбэрийн эмгэгт тооцогддог. Хөдөлгөөн, дуу хоолойд нөлөөлөхөөс өөр хүндрэл үзүүлдэггүй учир зөөлөн хэлбэрт тооцогддог байна.\n\nЭнэхүү хөдөлгөөн нь тархины ухамсарт удирдлагаар хийгддэггүй.\n\nБиеийн бүтцээр энгийн тайлбарла юм бол ястай холбоотой том булчингуудын хяналтгүй хөдөлгөөн гэж хэлж болно. Хэмнэлттэйгээр, хурдтайгаар чичирхийлэл өгдөг.\n\nНэгэнт чичирхийлэл өгч эхэлсний дараа зогсоох гэж оролдох нь улам дордуулдаг болохыг мэдэж байх нь зүйтэй. Гарын сарвуу хэсэг салганан чичирхийлснээр жижиг зүйл барихад төвөгтэй болно. Жишээлбэл, аяга халбага барих, юм бичих гэ мэт.\n\nАжлын байран дээр бол гар тэмдэглэл хийх, компьютердээр шивэх, \n\nХулгана ашиглан ажиллах, жижиг хэмжээтэй зүйл барьж ажиллуулах зэрэг үйлдлийг гүйцэтгэхэд хүндрэлтэй байх болно. Ингэснээр бусадтай харилцах,холбоо барихад ч хэцүү болж ирнэ.\n\nЭцэж ядрах, стрессдэх, сэтгэл түгших,  гадна хэт халуун, хүйтэн хэмд өртөх нь чичирхийлэлтэйг улам ихэсгэдэг.\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[6], PerformanceDetailData[20]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Мэдээллийн ажилтан компьютерын гар, хулганаар ажиллахад маш хэцүү болж ирсэн.\n\nМэдээллийн ажилтан компьютерын гар, хулганаар ажиллахад маш хэцүү болж ирсэн. Гар нь өөрийн мэдэлгүй чичирхийлдэг болжээ. Ажил олгогч нь яриа таньж текстэд буулгах программ хангамж, эргиномик гар, хулгана авч өгчээ.",
//         },
//         {
//           title: "",
//           text: "Үйлдвэрийн угсралтын хэлтэст шинээр ажилд орсон ажилтантайгаа жижиг эд ангиудыг угсрах ажилд томилогдов. Уг нь том эд анги угсрах ажил хийлгэхээр ажилд авсан хэдий ч том эд анги угсрах ажил нэг хэсэгтээ гарахгүй хүлээгдэж байсан. Тиймээс том эд анги угсралтын ажил гартал вакум сорогч багажаар хангаж жижиг эд анги барьж угсрахад нь тохируулга болгон туслалцаа үзүүлсэн.",
//         },
//         {
//           title: "",
//           text: "Гарын чичирхийлэл нь улам ихсэж байсан тул утасны харилцуур барьж ярих боломжгүй болж байлаа.\n\nУтсаар мэдээлэл өгөх нь түүний үндсэн үүрэг даалгавар байсан тул ажил үүргийн хуваарилалт шинээр хийх боломжгүй байв. Тиймээс түүнд микрофонтой чихэвч өгснөөр удаан хугацаагаар харилцуур байрилгүйгээр чөлөөтэй ярилцах боломж бүрдэж ажлаа үргэлжлүүлэн хийж чадахаар болжээ.",
//         },
//         {
//           title: "",
//           text: "Цахилгаанчин байнга гадаа ажилладаг ба түүний гчичирхийллэт зуны халуун болон өвлийн хүйтэн саруудад эрс ихсэж байгаа нь илт мэдрэгдсэн. \n\nЗайгаар ажилладаг сэнс болон дулаацуулагч хувцсаар хангасан нь төдийлөн үр дүнтэй тохируулга болж чадсангүй. Тиймээс эрс халуун, хүйтэн өдрүүдэд чөлөө өгч цаашдаа дотор ажилладаг өөр ажилд шилжүүлэн томилох боломж байгаа эсэхийг эрэлхийлж эхэлсэн байна.",
//         },
//         {
//           title: "",
//           text: "Нэгэн багш гарын чичирхийлэлтэйгээ болж автомат онгойлгогчгүй хаалгатай хэсэгт нэвтэрч чадахгүй байлаа. Хүн ирэхийг хүлээдэг болсон байв. Сургуулийн бүх хаалгыг автоматаар онгойдог болгох боломжгүй байсан тул түүний хамгийн их нэвтэрдэг хэсгүүдийн хаалганд автомат онгойлгогч суулгаж бусад хаалганы бариулыг эргиномирк болгон өөрчилсөн байна.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "29",

//     title: "Зан төлөвийн эмгэг ",
//     type: PerformanceTypes.zi,
//     text: "Зан төлөвийн эмгэг гэдэг нь сэтгэцийн эмгэгээс ялгаатай шинж нь засарч, бүр мөсөн арилах боломжтой байдаг. Жишээлбэл улигт бодол албадмал үйлдлийн эмгэг гэхээр сэтгэцийн эмгэг байна. Харин улигт бодол албадмал үйлдлийн эмгэгтэй зан төлөвт өөрчлөлт орох нь түр зуурын байж болох юм.\n\nЯмар нэг хэлбэрийн зан төлөвийн эмгэгтэй хүн ямар нэг зүйл болохгүй байна гэдгээ өөрөөр хэлбэл нийгмийн харилцаанд орох, ажил үйлсээ бүтээхэд харилцаа нь саад учруулж байна гэдгийг мэдэж байгаа хэрнээ хэрхэн засаж өөрчлөхөө мэддэггүй.\n\nХүн хувь хүнийхээ соёлоос хэт гажууд зан үйл гаргаж доторх хүнээсээ хэтэрхий өөрөөр илэрч гарахыг зан төлөвийн эмгэгтэй байна хэмээн хэлж байна. Нэгэнт илэрсэн ямар нэг зан төлөвийн эмгэг нь тэр чигээрээ хөгжиж улам хүндэрдэг. Өсвөр үеийнхэн юм уу залуу насанд хүрэгсдэд анх илэрдэг.\n\nЦаг хугацаа өнгөрөх тусам гажууд зан төлөв нь тогтворжиж эмгэг болон хөгждөг.\n\nАрван тодорхой зан төлөвийн эмгэг байдгийг доор тоочвол:\n\nПараной маягийн зан төлөвийн эмгэг–хэнд ч итгэдэггүй ба үргэлж хардаж сэрддэг. Бусдын аливаа үйлдэл албаар эсэргүүцэж хийсэн мэт санагддаг.\n\nШизофдин маягийн сэтгэцийн эмгэг–нийгмээс өөрөө тасарч, сэтгэл хөдлөлийн илэрхийлэл муу байдаг.\n\nШизофрины урьтал зан төлөвийн эмгэг–дотно харилцаанд таагүй мэдрэмж авахад маш хурцаар илэрхийлж, бодит байдлаас хэтэрхий өөрөөр аливааг ойлгон танин мэдэж, өвөрмөц содон зан үйл гаргадаг. \n\nНийгмийн эсрэг зан төлөвийн эмгэг–бусдын эрхийг үл тоомсорлодог бас зөрчдөг. \n\nХил хязгаарын хувь хүний зан төлөвийн эмгэг–сэтгэл зүйн тогтворгүйдээ, хэн нэгнээс ихээр хамаардаг, ямар нэг дүрд маш сайн ордог, сэтгэл санааны хувьд огцом өөрчлөгддөг.\n\nДүр үзүүлэх зан төлөвийн эмгэг–хэт их сэтгэл хөдлөл гаргаж бусдын анхаарлыг татахыг хичээдэг.\n\nНорсосист зан төлөвийн эмгэг--өөрийгөө хэт товойлгодог, дандаа бусдаар хүндлүүлэхийг хүсдэг, хүнийг эсвэл аливааг бодитоор таньж ойлгох чадваргүй байдаг.\n\nНийгмээс тасрах буюу зожгирох зан төлөвийн эмгэг–бусадтай чөлөөтэй харилцах харилцаанд өөртөө хориг тавьдаг, ямар нэг зүйлээр дутуу мэдрэмж байнга авдаг, сөрөг саналд хэт мэдрэг байдаг. \n\nБусдаас хамаарах зан төлөвийн эмгэг–бусдаар халамжлуулан анхааруулах хэт өндөр хэрэгцээтэй бөгөөд байнга хэн нэгнээс хамааралтай бах дуртай.\n\nУлигт бодол ба албадтал үйлдлийн эмгэг–болоогүй нөхцөл байдалд хүртэл хэт хяналт анхаарал тавьж, дэс дарааллаар нь явуулахыг хүсдэг ба төгс төгөлдөр байлгах гэж зүтгэдэг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[17], PerformanceDetailData[6]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Улигт бодол албадмал үйлдлийн эмгэг зан төлөвийн өөрчлөлтөд орсон ажилтан эрүүл мэндийн байгууллагад туслах ажил хийдэг.\n\nӨөрийг нь ажилд авах шийдвэр гарсны дараа сэтгэл зүйн онцлогтой болохоо хэлж ажлаа хийхэд нь зарим тохируулга хэрэгтэй болохыг хэлсэн байна. Ажлын зааварчилгааг бичгээр өгөх, шалгах хуудасны маягт гаргаж өгөх, хувийн ажлын орон зай гаргаж өгөхийг хүсжээ.\n\nАжил олгогч нь дээрх тохируулгуудыг зөвшөөрч хэрэглүүлсэн боловч цөөн хэдэн долоо хоногийн дараа өвчтөний түүх баримтжуулдаг протокол нь төвөгтэй их адармаатай тохиромжгүй юм хэмээн шүүмжилж эхэлсэн. Супервайзертаа баримтжуулалтыг өөрийнхөөрөө бичнэ гэдгээ хэлэхэд ингэж дураараа аашлахыг яагаад ч хүлээн зөвшөөрөхгүй гэж анхааруулсан боловч өөрөө тусдаа тэмдэглэ хийж эхлэв.\n\nСупервайзер нь ингэхээ болихгүй бол ажлаас халах хэмжээд сахилгын арга хэмжээ авна гэдгийг анхааруулсан хэдий ч түүний санал болгож байгаа өөрчлөлтийг ажил олгогч нэвтрүүлэх хэрэгтэй гэж бичгээр хариу өглөө. Ажил олгогчийн зүгээс нийт ажилтан нэг иил загвартай систем ашиглах ёстой гэдгийг тайлбарласан хэдий ч үргэлжлүүлэн тэмцсээр байсан тул түүний хөдөлмөрийн гэрээг цуцалсан байна.",
//         },
//         {
//           title: "",
//           text: "Хил хязгаарын зан төлөвийн эмгэгтэй үсний загвар зохиогч эмэгтэй нэлээн өндөр зэрэглэлийн гоо сайхны салонд ажилладаг.\n\nТэрээр үе үе гэнэт маш их сэтгэл гонсойж ажлаа шууд хаяад явчихдаг байв. Олон удаа давтагдсан учир супервайзер нь чухалчлан уулзахыг хүссэн. Нөгөө үсний загвар гаргадаг эмэгтэй маань гэнэт ийм огцом хямралд ордог бөгөөд өөрөө хэрхэн удирдахаа мэддэггүй хэмээн үнэнээ хэлсэн байна.\n\nСэтгэцийн эмчээс сэгэл заслын үйлчилгээ авдаг байсан боловч сүүлийн үед ажлын хуваариасаа болоод зөвлөх үйлчилгээндээ явж чадахгүй байгаагаа мөн хэлэв.\n\nАжил олгогч нь түүнийг тогтмол элжинд гарах санал тавьсан. Ийнхүү ээлжээ өөрчилснөөр өглөөний цагийг сэтгэл заслын эмчилгээндээ зориулж үдээс хойш ажлаа эхэлдэг болох боломжтой болсон юм.\n\nМөн нэг ээлжээс нөгөө элжинд шилжихдээ хэрвээ шаардлагатай бол хоёр өдрийн цалингүй чөлөө нэмж авахыг зөвшөөрсөн.\n\nЭдгээр зохицуулалтыг ажлын байрны тохируулга болгон хийснээр уг эмэгтэй бүрэн ур чадвараа гаргаж амжилттай ажиллаж чадсан бөгөөд нөгөө талдаа уг салоны эзэн чадварлаг загварчнаа алдалгүй ажиллуулж чадсан билээ.",
//         },
//         {
//           title: "",
//           text: "Нийгмийн эсрэг зан төлөвийн эмгэгтэй барилгын ажилчин байлаа. Нэг өдөр хамт барилга дээр ажиллаж байсан нэг залууд өөрт нь дургүй гэдгээ хэлж “араа даагаарай” хэмээн айлган сүрдүүлсэн байв.\n\nХамт ажиллаж байсан залуу нь супервайзертаа түүний энэ үйлдлийг мэдэгдсэн юм. Супервайзер нь нөгөө залууг дуудан ямар асуудал байгааг асуусан. Гэтэл тэрээр зүгээр л тэр ажилчинд дургүй гэж хэлсэн.\n\nДахин ийм зан үйл гаргавал энд дахин ажиллахгүй болохыг анхааруулжээ.\n\nДолоо хоногийн дараа дахин хүнд заналхийлэл хийсэн. Супервайзер анхааруулсныхаа дагуу шууд хөдөлмөрийн гэрээг нь цуцлав. Тэгэхэд нь нийгмийн эсрэг зан төлөвийн эмгэгтэй хэмээн оношлогдсон болохоо илчилжээ.\n\nЭнэ тохиолдолд ажил олгогч цуцлах шийдвэрээ буцаах үүрэггүй юм. Учир нь сэтгэл зүйн эмгэгтэй болохоо илчлэхээс өмнө гарсан шийдвэр юм. Анхны сануулгаар илчлэх боломжтой байсан хэдий ч тэгээгүй харин ч дахин өөр хүнийг үг хэлээр сүрдүүлсэн байна.",
//         },
//         {
//           title: "",
//           text: "Шизферины төрлийн зан төлөвийн эмгэгтэй нэгэн харилцагчдад үйлчлэх ажилтнаар хоёр жил ажилласан.Бизнесийн шаардлагаар ажил олгогч нь түүний ажилд харилцагчидтай нүүр тулж хийх уулзалтууд хуваарилж эхэлсэн байна. Тэгмэгц уг ажилтны талаар харилцагч нар гомдол мэдүүлж эхэлсэн байна.\n\nЭхний удаад түүнд найрсгаар зөвлөгөө өгөх маягаар хэлсэн боловч ажилтан бүртэй хийдэг гүйцэтгэл ба хөгжлийн уулзалтаар илүү нухацтай ярилцсан юм. Тэрээр зан төлөвийн эмгэгтэй бөгөөд сэтгэл хөдлөл гаргаж харилцдаг нь бусдад бүдүүлэг  эсвэл үл хайхарсан байдалтай харагддаг байж магадгүй хэмээн хүлээн зөвшөөрсөн байна.\n\nЭрүүл мэндийн шалтгаанаар зүй зохистой харилцаж чадахгүй байгааг нь ойлгосон учир өмнөх утсаар мэдээлэл өгдөг ажилд нь эргүүлэн томилсон байна.",
//         },
//         {
//           title: "",
//           text: "Айж зайлсхий зан төлөвийн эмгэгтэй нэгэн хөгжлийн бэрхшээлийн даатгалын компанид мэргэжлийн нөхөн сэргээлтийн зөвлөхөөр ажилладаг. Анх ажилд орохдоо сэгэл зүйн эмгэгтэй болохоо хэлсэн тул бүтэн цагаар гэрээс ажиллахыг зөвшөөрсөн байсан.\n\nУдирдах ажилтан солигдож зарим нэг үүрэг даалгаврыг заавал оффис дээр ирж хийдэг байхаар шинэчлэл хийсэн. Бусдаас тасрах зан төлөвийн эмгэгтэй ажилтан маань тодорхой шалтгааны улмаас гэрээс ажиллаж байсан гэдгээ хэлээд хүний нөөцийн хэлтэст өгсөн эрүүл мэндийн баримт бичигтэй танилцахыг хүссэн юм. Олон хүний дунд байхдаа маш ихээр тухгүйдэг учир түүний хувьд давчуу хурцадмал нөхцөл бадал үүсдэг гэж тайлбарлан учирласан байна. Мөн тиймээс гэрээсээ ажилладаг шигээ бүтээмж өндөртэй байж чадахгүй байх вий хэмээн эмээж байгаагаа хэлсэн.\n\nАжил олгогч эргэн хариу барихдаа үргэлжлүүлэн гэрээсээ ажиллаж болно гэжээ.",
//         },
//         {
//           title: "",
//           text: "Дүрд хувирах зан төлөвийн эмгэгтэй нэгэн эмэгтэй даатгалын компанид нэхэмжлэл хүлээн авч боловсруулах ажил хийдэг ба түүний ажлын байр хаалтаар тусгаарлагдсан байдаг. Хэт хувийн чанартай асуудал чангаар ярьж уйлах шахам болдог. Заримдаа хамт ажилладаг хүмүүсээ тэвэрч аваад л тэдэнтэй ойр байдагтай ямар их баяладагаа дахин дахин илэрхийлдэг.\n\nАль нь байлаа гэсэн уг ажилтны энэхүү зан авир нь бусдад маш их саад болдог бас дургүйцэл төрүүлдэг байв.\n\nТиймээс супервайзер нь түүнтэй нүүр тулан ярилцахад сэтгэл зүйн эмгэгтэй болохоо хэлсэн байна.\n\nАжилтан маань эмнэлгийн нотолгоо бичиг баримтаа өгсөн ба түүнд нь аль бол хувийн орон зайнд ажиллуулбал сайн гэж зөвлөсөн байв. Ингэвэл бусадтай шууд хамаарарлгйү зүйлийг тэдэнтэй ярих боломжоор хомс болох ба утсаар ажлаа хийгээгүй цагтаа чихэвчээр дуу хөгжим сонсон өөрийгөө сатааруулж ажиллах боломжтой болно гэсэн байлаа. \n\n олгогч уг тохируулдгаар хангасан ба тэр нь ч үнэхээр үр дүнтэй байлаа.",
//         },
//         {
//           title: "",
//           text: "Шизофрениэ төрлийн сэтгэл зүйн эмгэгтэй нэгэн жижигхэн дэлгүүрийн  кассчинаар ажилд орсон.\n\nГуравхан долоо хоног ажиллаж байхад дэлгүүрийн үйлчлүүлэгчид түүний зан үйлдлийн талаар хэд хэдэн сөрөг сэтгэгдэл үлдээв. Харь гаригийн хүн, хуйвалдааны онол зэрэг хачин зүйлс ярьж амжсан байв.\n\nАжил олгогч түүнтэй ганцаарчилсан уулзалт хийхэд тэрээр сэтгэл зүйн эмгэгтэй болохоо хэлээд эмийн эмчилгээний дүнд хийсвэр бодол санаанаас ангижрах чадвартай болдогоо хэлжээ. Харамсалтай нь бараг өдөр бүр ийм байдалтай байдаг гэдгийг түүний эмчийн гаргасан дүгнэлтэд өгүүлсэн байдаг. Энэхүү эмнэлгийн нотолгоо дүгнэлтийг үзүүлсэн байна.\n\nОдоогийн ажилд шаардагдах хамгийн чухал ур чадвар бол үйлчлүүлэгчидтэй зохистой харилцах явдал юм. Тиймээс энэ ажлын зайлшгүй үүрэг даалгаврыг гүйцэтгэх чадваргүй хэмээн үзсэн тул бараа бүтээгдэхүүний нөөц тоолдог нярвын ажилд шилжүүлэн томилжээ. Хэдийгээр ажил олгогч ийм үүрэггүй ч үйлчлүүлэгчтэй харилцах шаардлагагүй ажлын байр байсан тул ийнхүү тусалсан байлаа.",
//         },
//         {
//           title: "",
//           text: "Өөрийгөө товойлгох зан төлөвийн эмгэгтэй нэгэн ажилтан программ хангамж хөгжүүлдэг компанид төслийн менежерээр ажилд оров. Ажилд оронгуутаа удалгүй хамт ажилладаг нөхдөдөө одоогийн чадваргүй ерөнхийлөгчийн байр сууринд хоёр жилийн дотор очсон байх болно хэмээжээ. Тэдний нэг нь дэд ерөнхийлөгчдөө энэ яриаг хэлснээр ерөнхийлөгчийн чихэнд хүрсэн байлаа. Түүнд туршилтын хугацаа өгсөн ба дахин ийм үйлдэл гаргавал хөдөлмөрийн гэрээг нь цуцална гэж сануулаад орхив.\n\nГэтэл гурван сарын дараа өөрийн ажлын амжилтуудыг тэмдэглэн тайлагнахын хажуугаар ирээдүйн ерөнхийлөгчид өргөмжилж байгаагаа бичин нит ажилтанд илгээн зөвшөөрч байвал гарын үсгээ зурахыг хүссэн юм.\n\nЭнэ явдлыг мөн адил түрүүний нөхөр дэд ерөнхийлөгчдөө мэдээлснээр ерөнхийлөгчийн чихэнд дуулдсан байв.\n\nТүүнийг ажлаас халагдсан тухай нь  хэлхээр дуудахад өөрийгөө хэтэрхий товойлгоод байдаг гэдгээ хүлээн зөвшөөрсөн хэдий ч ийнхүү илчлэхээс өмнө удаа дараалан гаргасан үйлдэл тул шийдвэрээ буцахгүй хэмээн түүнд хариулсан байна.",
//         },
//         {
//           title: "",
//           text: "Параной маягийн зан төлөвийн эмгэгтэй санхүүгийн зөвлөх маркетингийн томоохон компанид ажилладаг. Зан төлөвийн эмгэгээсээ болоод хамт ажилладаг нөхөд болон супервайзер нь түүний ажлыг санаатайгаар саатуулах, бүтэлгүйтүүлэх гээд байгаа мэт санагддаг байв.\n\nСэтгэл засал авч эхэлсэн бөгөөд зарим нэг бодож байгаа зүйлс нь үнэн биш гэдгийг ухаарч харсны үр дүнд ажлын байран дээрээ туслалцаа авах хэрэгтэй гэж бодсон.\n\nСэтгэл зүйн асуудалтай болохоо хэлж нэмэлт тохируулга батлуулахаар шийджээ.\n\nСупервайзертайгаа илүү ойрхон уулзалдаж үр дүнтэй харилцдаг болох, гүйцэтгэлийн уулзалтаар дэмжин туслах хүн авах, сэтгэл заслын зөвлөх үйлчилгээгээ үргэлжлүүлэн авахын тулд уян хатан хуваариар ажиллахыг хүсжээ.\n\nАжил олгогч нь эдгээр тохируулгыг зөвшөөрч бүтээмж сайтай ажиллахыг хүссэн.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "30",

//     title: "Зүрх, судасны согог",
//     type: PerformanceTypes.zi,
//     text: "Зүрх судасны эмгэг согог гэдэгт цусны өндөр даралт, зүрхний титэм судасны өвчлөл, зүрхний судас хатуурч цусан хангамж хаагдах, төрөлхийн зүрх судасны гэмтэл орно.\n\nДээрх согог бүр дор бүрнээ илрэх шинж тэмдгээрээ өөр өөр байна. Тэдгээрээс заримыг дурдвал: цээжээр хөндүүрлэх, зүүн гар дагаж эсвэл эрүү рүү цахилгаан гүйж байгаа мэт жирэлзэх, зүрх савлах, дэлсэх, хүчтэй лугших хурдан хурдан цохилох, хөлийн шагай, хэвлийн хөндий, уушги, зүрхээр хавантах, толгой эргэх, тамирдах, ухаан балартах,  ухаан алдах, амьсгалж чадахгүй болох, архаг тамирдалт, ходоод гэдэс хямарч дотор муухай оргих зэрэг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
//     setup: [
//       {
//         title:
//           "Тамир тэнхээ барагдаж ядарч цуцдаг тул уртасгасан ээлжээр ажилла, биеийн хүчний даалгавар гүйцэтгэх боломжгүй.",
//         details: [
//           {
//             title: "Гэрээс ажиллахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title:
//               "Уян хатан ажлын хуваариар ажиллах мөн завсарлага авах цагийг өөртөө үр дүнтэй байхаар уян хатан зохицуулах ",
//             text: "",
//           },
//           {
//             title: "Эргиномик туслах хэрэгсэл, тоног төхөөрөмжөөр хангах ",
//             text: "",
//           },
//           {
//             title:
//               "Хөдөлгөөнд дэмжлэг үзүүлэх зориулалтаар бэлтгэгдсэн сургуультай туслах амьтан авахыг зөвшөөрөх ",
//             text: "",
//           },
//         ],
//       },
//       {
//         title:
//           "Зүрх судасны асуудалтай хүмүүс толгой нь ихэр эргэдэг тул удаан зогсох, огцом босох, удаан алхаж явахад толгой нь эргэдэг.",
//         details: [
//           {
//             title: "Гарын түшлэг болон түгжигчтэй сандал өгөх. ",
//             text: "",
//           },
//           {
//             title:
//               "Гараа түшлэгт тавьснаар цэх сууж чадах ба сандлаа хөдөлгөөгүй түгжсэнээр сандал гулсаж толгой нь эргэн унах вий гэдэг айдасгүй болно.",
//             text: "",
//           },
//           {
//             title: "Босоо, суугаа байрлалд шилжих боломжтой сандал өгөх ",
//             text: "",
//           },
//           {
//             title: "Нэмэлт завсарлага авахыг зөвшөөрөх",
//             text: "",
//           },
//           {
//             title:
//               "Нэг даалгаврыг бүрэн дуусгасан бол удаан алхаж явах зөвшөөрөл олгох.",
//             text: "Том булчингийн үйл ажиллагаа нь саармагжиж идэвхгүй болдог. Эргиномик тоног төхөөрөмж хэрэглүүлэх ",
//           },
//           {
//             title:
//               "Өргөгч, цахилгаан тэрэг, босоо байрлалд урагш сунах боломжтой сандал зэрэг эргиномик бүтээгдэхүүнүүд байж болно.",
//             text: "",
//           },
//           {
//             title:
//               "Хөдөлгөөн дэмжих туслах хэрэгсэл, үйлчилгээний сургуультай амьтан авахыг зөвшөөрөх. ",
//             text: "",
//           },
//         ],
//       },
//       {
//         title:
//           "Тамир тэнхээ барагдаж ядарч цуцдаг тул уртасгасан ээлжээр ажилла, биеийн хүчний даалгавар гүйцэтгэх боломжгүй.",
//         details: [
//           {
//             title: "",
//             text: "",
//           },
//           {
//             title: "",
//             text: "",
//           },
//         ],
//       },
//       {
//         title:
//           "Зүрх судасны асуудалтай хүмүүс цус харвах нь элбэг бөгөөд жижиг булчингийн үйл ажиллагааны алдагдалтай болдог.",
//         details: [
//           {
//             title:
//               "Яриа таньж бичгээр буулгадаг программ эргиномик хулгана өгөх",
//             text: "",
//           },
//           {
//             title: "Эргиномик багаж болон багаж тэнцвэржүүлэгч өгөх.",
//             text: "Бариул, сунагч гар зэрэг туслах хэрэгслээр хангах ",
//           },
//         ],
//       },
//       {
//         title:
//           "Зүрхний хагалгааны дараах нөхөн сэргээлт, эмийн хүнд эмчилгээний дараах нөхөн сэргээлт, эмийн эмчилгээний хяналт хийлгэх шалтгаанаар эмчид ойр ойрхон үзүүлэх хэрэгтэй болдог.",
//         details: [
//           {
//             title: "Гэрээс ажиллахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title:
//               "Үдийн хоол болон бусад завсарлагыг уян хатнаар авч ашиглах боломж олгох. ",
//             text: "",
//           },
//         ],
//       },
//     ],
//     functions: [
//       PerformanceDetailData[21],
//       PerformanceDetailData[4],
//       PerformanceDetailData[6],
//       PerformanceDetailData[20],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Шөнийн элжийн ачаа тээш зөөгч дунд оврын машины операторчин зүрхний шигдээс болдог бөгөөд түүний хувьд артерийн гол судасны хамгийн хүнд хэлбэрээр явагддаг байв.\n\nСупервайзер нь түүнийг өглөө болон өдрийн элжинд л гарахыг зөвшөөрдөг болов.",
//         },
//         {
//           title: "",
//           text: "Засвар үйлчилгээний ажилтан эрс тэс цаг агаарт ажиллахад түүний зүрх судасны асуудал нь ноцтой хүндэрдэг байв.\n\nТүүнийг хэт халуун эсвэл хэт хүйтэн өдрүүдэд дотор ажиллах боломж бүрдүүлж ажлын хуваарийг нь уян хатан байхыг зөвшөөрсөн.",
//         },
//         {
//           title: "",
//           text: "Марфины хам шинжтэй нэгэн үйлчлүүлэгчтэй харилцах ажил хийдэг байв. Түүний хам шинж зүрхний шигдээс рүү орсон тул эмчийн хяхналтайд байх болсон. Эмийн эмчилгээ эхэлсэн тул ойрын хугацаанд хэд хэдэн удаа эмчид үзүүлж хяналт, зөвлөгөө авах хэрэгтэй болсон юм. Эмчийн үзлэгийн цагууд дандаа түүний ээлжтэй өдрүүдэд таарчээ. \n\nТиймээс ажилтан удирдлагатаа эрүүл мэндийн байдлаа танилцуулж тухайн өдрүүдэд уян хатан хуваариар ажлаа нөхөж хийхийг хүссэн. Ажил олгогч нь түр хугацаанд тийнхүү уян хатан хуваариар ажиллахыг зөвшөөрсөн.",
//         },
//         {
//           title: "",
//           text: "Үйлдвэрийн угсралтын хэлтэст ажилладаг нэгэн эрэгтэй төрөлхийн зүрх судасны асуудалтайн дээр архаг уушийг, амьсгалын замын хүндрэлтэй нэгэн байлаа. Эмч түүнийг суугаа ажил хийхийг мөн 15 фунтээс хүнд жинтэй зүйл өргөхгүй байхыг зөвлөсөн. \n\nТүүний ажил үүргийн хуваарьт өөрчлөлт оруулах ямар ч боломж байгаагүй. Яагаад гэвэл угсралтын хэлтсийн үндсэн ажил бол хүнд эд ангиудыг өргөж угсарна. Угсралтын ажлыг байнга зогсож гүйцэтгэхээс өөр аргагүй. Тиймээс түүнийг суугаа ажилд шилжүүлэн томилсон байна.",
//         },
//         {
//           title: "",
//           text: "Шуудан зөөгчид хуваарилагдсан шуудангийн хайрцгууд дээд эгнээнүүдэд таарсан байна. Уг шуудан зөөгч байнгын өндөр даралттай явдаг нэгэн байв. Түүнийг эмч 25 фунтээс хүнд зүйл өргөх, түлхэхийг хориглосон.\n\nАжил олгогч нь түүнд цахилгаанаар ажилладаг тэрэг,  жижиг оврын зүйл дээш агаарт өргөгч авч өгчээ",
//         },
//         {
//           title: "",
//           text: "Түүний ажил үүргийн хуваариас гар ажиллагаа шаардсан даалгавруудыг хасаж өгсөн. Тэдгээр гар ажиллагаанууд нь заавал тухайн ажлын байран дээр гүйцэтгэх шаардлагатай биш байсан учраас өөр ажлын байр руу шилжүүлэх боломжтой байсан юм.",
//         },
//         {
//           title: "",
//           text: "Бараа бүтээгдэхүүн хүлээн авч бүртгэх үүрэгтэй нярав залуухан эмэгтэй хэдий ч төрөлхийн зүрхний согогтой байв. Хүнд зүйл өргөхөд ихээхэн хүндрэлтэй байлаа.\n\nХудалдан авалтыг захиалгад оруулахдаа савлагааны тоо хэмжээ, хүндийн жинг тодорхойлон оруулдаг байхыг түүнд зөвшөөрсөн. Мөн өндөрт тавьсан бараа бүтээгдэхүүнийг буулгахдаа ашиглах зорилгоор өндөрсгөгчтэй тавцан авч өгсөн байна. Мөн ажлын байр руугаа юм зөөж хол явахгүйн тулд түүний машиныг хамгийн ойр бас шатаар өгсөхгүй байхаар зогсоолд тавиулдаг болсон. Тэр машины зогсоолд тусгай тэмдэглэгээ тавьж өөр ажилтан ашиглахгүй байхаар зохицуулж өгсөн байна",
//         },
//       ],
//     },
//   },
//   {
//     _id: "31",

//     title: "Катаплекси буюу Бүрэн сулрал ",
//     type: PerformanceTypes.kl,
//     text: "Катаплекси нь ихээр инээх эсвэл айх зэрэг хүчтэй сэтгэл хөдлөлийн дараа явагддаг төв мэдрэлийн системтэй холбоотой өвчин юм. Булчингийн агших, сунах ажиллагаа гэнэт алдагдаж түр зуурын саажилт үүсдэг. Энэ нь дангаараа тохиолдох нь ховор бөгөөд дээд тал нь 5 минут хэртэй л үргэлжилдэг. Үүний үр дагавар нь тогмолжиж үлдсэн бол давтарлт өгөх нь ховор байдаг. Харин нarcoleps буюу байнга нойрмог мансуурлын төлөвт байдаг зарим хүмүүс бараг өдөр бүр катаплекси өгдөг. Гэтэл зарим нarcolepsтой хүнд катаплекси явагддаггүй.\n\nКатаплекси дайралтын үед тухайн хүн ухамсарт мэдрэмжээ алддаггүй ч эрүү мултрах, зовхи унах аюултай. Ийнхүү хэл яриа, харааны байдалд нөлөөлдөг аж. Тэнцвэр муутай байх, дээд мөчинд сулрал явагдах, бүхэл биеэрээ хүчтэй унах зэрэг үр дагаврууд мөн гардаг.\n\nҮргэлжлэх хугацаа нь маш богино бөгөөд бүрмөсөн үлдэх үр нөлөө байхгүй хэдий ч зарим илрэлийн хувьд ажлын байрны тохируулга хэрэгтэй болдог. Ихэнхидээ хэл яриа муудаж ойлголцоход хүндрэлтэй болдог. Харааны байдалд нөлөөлөх, тэнцвэр муудах, дээд мөчний ажиллагаа сулрах, унах асуудал түр хугацаанд үргэлжилдэг.\n\n\n болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[4],
//       PerformanceDetailData[7],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Ажилд сонгон шалгаруулах уулзалтад дуудагдсан нэгэн ажил хайгч катаплекситай болохоо хэлж гадуур хөөцөлдөх ажлуудын хувьд санаа зовж байгаагаа илэрхийлсэн. Сургалт семинар зэрэг үйл ажиллагаанд машин түрээсэлдэг боловч түүнийг ажилд авах эцсийн шийдвэр гарсан тохиолдолд машин түрээслэхийн оронд хот хоорондын автобусаар аялахыг нь зөвшөөрч зохих хуваарь гаргаж өгч болно гэдгийг ажил олгогч хэлсэн. ",
//         },
//         {
//           title: "",
//           text: "Мэргэжлийн зэрэглэлээрээ дунд түвшний нэгэн хуульчийн зөв гар нь мэдээгүй болж хүч султай боложээ. Хэргийн кэйсүүдээ баримтжуулж тэмдэглэл хийхийн тулд нэг гарт компютерын гар, аман яриаг текстэд буулгагч програм хангамж хэрэглэдэг болсон",
//         },
//         {
//           title: "",
//           text: "Нэгэн сонины редактор катаплекси нь давталт өгсний дараахан тор хугацаагаар хэл ярианы согогтой болдог.  Бусад сэтгүүлчидтэй чөлөөтэй харилцахын тулд компьютерт чатлха программ суулгажээ.",
//         },
//         {
//           title: "",
//           text: "Нягтлан бодогч ажлын ачаалал эрс ихэссэн үед стрессийн түвшин нь дээд цэгтээ тулж катаплекси нь дахидаг байлаа. Ажил олгогч нь түүний ажил үүргийн тодорхойлолтод дүн шинжилгээ хийж зайлшгүй түүгээр хийлгэх шаардлагатай үүрэг даалгавруудыг үлдээж ажлын ачааллыг нь багасгасан. Компанийн зүгээс нийт ажилтнууддаа зориулсан дэмжлэг хөтөлбөрт хамрагдах санал тавьжээ.",
//         },
//         {
//           title: "",
//           text: "Нэгэн нарийн бичгийн дарга катаплекситай бөгөөд ихээр инээснийхээ дараа сандалнаасаа уначихдаг байв. Тйимээс түүнд гарын түшлэг, гуян дээгүүр нь давуулан бүсэлдэг бүстэй ажлын сандал авч өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Агуулахын ажилтан суурь өвчнийхөө улмаас бүхэл биеэрээ газар унадаг аюултай учир түүний ажлын хэсгийн шалан дээр зөөлөн дэвсгэр дэвсэж уналтын хүчийг сааруулах арга хэмжээ авсан байлаа. Мөн шатаар авирах бүртээ хамгаалалтны бүс зүүж байхаар хангаж өгчээ.",
//         },
//         {
//           title: "",
//           text: "Ажилд орох хүсэлт гаргасан нэгэн катаплекситай байв. Ажил олгогч түүнийг ухаан алдвал яах билээ гэхээс хамгийн их санаа нь зовж байлаа. Тиймээс тэр хоёр хамтдаа сууж байгаад ярилцсаны үр дүнд сайн төлөвлөгөө гаргаж чадсан юм. Ажилд сонгогдвол түүний шууд удирдлагад нь нөхцөл байдлыг танилцуулан гэнэтйин тохиолдол гарсан үед ямар тусламж үзүүлэх боломжтойг судлан бэлэн байх хэрэгтэй юм байна гэдгийг хэн хэн нь олйгож авлаа.",
//         },
//         {
//           title: "",
//           text: "Нэгэн ажилтан шууд удирдлагатайгаа нүүр тулсан уулзалт хийхэд сандарч стрессдсэнээсээ болоод ойр ойрхон унгаад байдаг гэдгээ хэлжээ.\n\nТиймээс аль болох зайнаас уулзалт хийдэг байхыг ажил олгогч нь түүний шууд удирдлагад зөвлөсөн байв.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "32",

//     title: "КОВИД вирусийн үр дагавар ",
//     type: PerformanceTypes.kl,
//     text: "Улс орнуудын өвчин эмгэг судлалын төвүүдээс хийсэн судалгаагаар КОВИД вирусээр өвчлөөд, халдварыг дарж, хүндрэлийг эмчилсэн хэдий ч уг вирусээр өвчилсний үр дагавар зарим хүнд хэдэн долоо хоног, хэдэн сар тэр бүү хэл жилээр ч үргэлжилж байгаа нь батлагдсан. Үүнийг дэлхий нитээр урт КОВИД ч гэж нэрлэж байна. Дараах үр дагатруудада хийх шинжилгээ, оношилгоо гэж байхгүй. Хүнд хүнд үлдээх үр дагавар янз бүр байгаа ба бусад өвчнүүдийн шинж тэмдэгтэй адилаар илэрч байгаа юм.\n\nИхэнх хүнд КОВИД вирусийн халдвар дараах үед нь илэрч байгаа хэдий ч зарим хүний шинжилгээний хариу эерэг биш сөрөг эсвэл КОВИД вирусээр өвчилсөн гэх нотолгоо гарахгүй байна. Тиймээс эрүүл мэндийн ажилтнуудын хувьд КОВИД-ын дараах үе үү өөр асуудал уу гэдгийг ялгаж оношлоход хүндрэлтэй болсон.\n\nХүний биеийн системүүдийг хэд хэдээр нь гэмтээж эрхтний үйл ажиллагааг нэгэн зэрэг доголдуулах тохиолдол ч байна. Зүрх, уушги, бөөр, арьс, тархины үйл ажиллагаанд ихээхэн нөлөөлж байна.\n\nМөн КОВИД вирусээр өвчлөөгүй хүнтэй харьцуулахад өвчилсөн хүмүүст чихрийн шижин, зүрх судасны эмгэг, мэдрэлийн үйл ажиллагааны доголдлууд шинээр үүсэх нь их байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
//     setup: [
//       {
//         title:
//           "Уртаар гүйцэт амьсгалж чадахгүй байх эсвэл амьсгаа авахад хүндрэлтэй байх ",
//         details: [
//           {
//             title: "Тохиромжтой маск олж хангах ",
//             text: "",
//           },
//           {
//             title: "Тохиромжтой нөхцөлд маскаа авахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title: "Биеийн хүч шардсан үүрэг даалгаврыг багасгах ",
//             text: "",
//           },
//           {
//             title: "Завсарлага авч амрахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title:
//               "Амьсгалын замын хүндрэлийг өдөөгч хүчин зүйлсийг ажлын байран дээр аль болох судалж багасгах ",
//             text: "",
//           },
//           {
//             title:
//               "Хиймэл амьсгалуур хэрэглэх зэрэг эмчилгээ хийлгэх цаг гаргаж өгөх ",
//             text: "",
//           },
//           {
//             title:
//               "Ажил үүргийн тодорхойлолтод бүтцийн өөрчлөлт хийж завсрын үүрэг даалгаврыг хасах, өөр ажлын байранд шилжүүлэх ",
//             text: "",
//           },
//           {
//             title:
//               "Амьсгалын замын хүндрэл гэнэт сэдэрсэн нөхцөлд авах яаралтай тусламжийн төлөвлөгөө боловсруулах ",
//             text: "",
//           },
//           {
//             title: "Зайнаас ажиллахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title: "Эмчилгээний чөлөө олгох ",
//             text: "",
//           },
//         ],
//       },
//       {
//         title: "Ядрамтгай, цуцамтгай болох ",
//         details: [
//           {
//             title: "Завсарлага авч амрахыг зөвшөөрөх ",
//             text: "Эргиномик ажлын байраар хангах ",
//           },
//           {
//             title: "Уян хатан хуваариар ажиллахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title:
//               "Завсрын үүрэг даалгаврыг хасах зорилгоор ажлын байрны тодорхойлолтод бүтцийн өөрчлөлт хийх ",
//             text: "",
//           },
//           {
//             title: "Зайнаас ажиллахыг зөвшөөрөх ",
//             text: "",
//           },
//         ],
//       },
//       {
//         title: "Сэтгэн бодож, төвлөрч чадахаа болих",
//         details: [
//           {
//             title: "Уян хатан хуваариар ажиллахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title: "Завсарлага авч амрахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title:
//               "Сэтгэлд гутралд орох эсвэл юмнаас байнга түгшдэг шинж тэмдэг нь сэдэрч илэрвэл өөрт үр дүнтэй байдаг арга техникээ ашиглах боломжтой хувийн орон зай гаргаж өгөх ",
//             text: "",
//           },
//           {
//             title: "Сургуультай үйлчлэх амьтан ашиглахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title: "Дэмжин туслах хүн авахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title:
//               "Ажлын байран дээрх сэдрээгч хүчин зүйлсийг илрүүлж, багасгах",
//             text: "",
//           },
//           {
//             title: "Эмчилгээний чөлөө авахыг зөвшөөрөх ",
//             text: "",
//           },
//         ],
//       },
//       {
//         title: "Нойргүйдэл ",
//         details: [
//           {
//             title: "Богино завсарлага авч түр зуур дугхийхийг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title: "Уян хатан хуваариар ажиллахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title:
//               "Ажлын байрны орчны хэмийг аль болох сэрүүн байлгах зохицуулалтыг хийх ",
//             text: "",
//           },
//           {
//             title:
//               "Хүйтэн ундааны төрөл ажлын байран дээрээ авчирч уухыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title: "Зайнаас ажиллахыг зөвшөөрөх ",
//             text: "",
//           },
//         ],
//       },
//       {
//         title: "Зүрх хурдан хурдан цохиж дэлсэх ",
//         details: [
//           {
//             title: "Завсарлага авч амрахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title: "Ажлын байрны орчны хэмийг хянан зохицуулах ",
//             text: "",
//           },
//           {
//             title: "Эргиномик ажлын байраар хангах ",
//             text: "",
//           },
//           {
//             title:
//               "Ажлын байран дээрээ шингэн юм хангалттай хэмжээгээр уухыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title:
//               "Гэнэт сэдэрч хүндэрсэн нөхцөлд авах арга хэмжээ боловсруулах ",
//             text: "",
//           },
//           {
//             title: "Зайнаас ажиллахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title: "Эмчилгээний чөлөө олгох ",
//             text: "",
//           },
//         ],
//       },
//       {
//         title: "Холбогч эд болон булчингийн зовуурь ",
//         details: [
//           {
//             title: "Завсарлага авч амрахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title: "Биед нэг дор их ачаалал өгч ажиллахгүй байхаар зохицуулах ",
//             text: "",
//           },
//           {
//             title: "Эргиномик ажлын байраар хангах ",
//             text: "",
//           },
//           {
//             title: "Уян хатан хуваариар ажиллахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title:
//               "Ажлын байрны тодорхойлолтод дүн шинжилгээ хийж завсрын үүрэг даалгаврыг хасах ",
//             text: "",
//           },
//           {
//             title: "Зайнаас ажиллахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title: "Эмчилгээний чөлөө авахыг зөвшөөрөх ",
//             text: "",
//           },
//         ],
//       },
//       {
//         title: "Толгой өвдөх ",
//         details: [
//           {
//             title: "Ажлын байртай холбоотой сэдрээгч хүчин зүйлсийг багасгах ",
//             text: "",
//           },
//           {
//             title: "Гэрэлтүүлгийн өөр хувилбар суулгаж өгөх ",
//             text: "",
//           },
//           {
//             title: "Дэлгэцийн гялбааг багасгах ",
//             text: "",
//           },
//           {
//             title: "Уян хатан хуваариар ажиллахыг зөвшөөрөх ",
//             text: "",
//           },
//           {
//             title: "Зайнаас ажиллахыг зөвшөөрөх ",
//             text: "",
//           },
//         ],
//       },
//     ],
//     functions: [
//       PerformanceDetailData[0],
//       PerformanceDetailData[21],
//       PerformanceDetailData[5],
//       PerformanceDetailData[9],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Хүний нөөцийн хэлтсийн ажилтан КОВИД вирусээр өвдсөнийхөө дараа удаан хугацаанд үргэлжилсэн үр дагавраас нь салж чадахгүй байлаа. Уртаар гүйцэт амьсгалж чадахгүй богино богиноор тасалдаж амьсгалдаг болсон байв. Маш ихээр ядарч, стресстэйгээрээ бүр дорддог байжээ.\n\nАжил олгогч нь түүнийг холимог гэрээгээр ажиллахыг зөвшөөрсөн нь долоо хоногийн зарим өдөрт зайнаас буюу гэрээс заримд нь оффист ирж ажиллахыг зөвшөөрсөн. Оффист ирсэн өдрүүддээ завсарлага авч байхыг мөн зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "КОВИД вирусээр өвчлөөд эдгэрсэн хэдий ч үр дагавраар нь дууссангүй. Нэгэн ажилтан нойргүйдэлд орж унтаж чадахаа больжээ.\n\nЭрүүл мэндийн мэргэжилтний зөвлөснөөр долоо хоногт ажлын дөчин цагаас хэтрэлгүйгээр ажиллах ба ингэхдээ нэг долоо хоног бүтэн гэрээс ажиллаж үзэх хүсэлт гаргасан. Ажил олгогч нь хэр үр дүнтэй байхыг харах зорилгоор туршилтын хугацааны тохируулгаар баталсан байна.",
//         },
//         {
//           title: "",
//           text: "Бизнесийн зөвлөх нэг удаа КОВИД туссанаас хойш дахин тусах вий, өмнөх хүндрэлүүд сэдрэх вий гэхээс байнга сэтгэл түгшиж тайван байж чадахаа больжээ.\n\n нарыг хүлээн авч биечлэн уулзалт хийдэг ажилтай учир дахин халдвар авах вий гэж санаа зовох бүрэн үндэстэй байлаа. ажил олгогч нь хагас цаг гэрээс ажилладаг байх санал тавьсан байна.",
//         },
//         {
//           title: "",
//           text: "КОВИД вирусээр өвчилж урхаг нь гүйцэт эдгэрээгүй нэгэн мэдээллийн ажилтан амьсгалын замын асуудалтай болж үлдсэн бөгөөд ойр ойр ханиалгадаг болжээ.\n\nУтсаар зөвлөгөө мэдээлэл өгдөг ажилттай тул байнга ханиалгаад байхаар удаан ярихад хэцүү байла.\n\nТүүний ажлыг түр хугацаагаар сольсон нь харилцагч нарт үйлчлэх ажлын байранд шилжүүлсэн хэрэг юм. Харилцагч нарт үйлчлэх ажилтнууд утсаар биш онлайн чатаар мэдээлэл өгдөг тул тун тохиромжтой сонголт боллоо.",
//         },
//         {
//           title: "",
//           text: "Барилгын ажилчин КОВИД туссанаас хойш биеийн хүч шаардсан ажил үүргийг хийж чадахгүйд хүрэв. Компанийн эзэн түүнийг чөлөө авч нөхөн сэргээгдэх эмчилгээнд явахыг зөвшөөрсөн.",
//         },
//         {
//           title: "",
//           text: "Борлуулалтын ажилтан сониорсонхүмүүст бараа бүтэгдэхүүний мэдээллийг утсаар өгөхдөө тухайн бүтээгдэхүүний үзүүлэлтүүдийг бүрэн танилцуулж чадахгүй байв. Ягаад гэвэл тэрээр ярьж байгаад гэнэт мартаад байдаг болсон байв.\n\nАжил олгогч нь бүтээгдэхүүнүүдийн гол үзүүлэлтийг цаасаар өгдөг болов. Түүнээс гадна нэг өдөр гэрээс ажиллаж бичиг цаасны ажлаа тайван хийдэг байхыг зөвшөөрөв.",
//         },
//         {
//           title: "",
//           text: "Нэгэн цэвэрлэгч эмэгтэй КОВИД вирусийн халдвараа эдгээж чадсан хэдий ч маш ихээр ядарч цуцдаг болов.\n\nТүүнийг үнэхээр их ядарсан үедээ богино завсарлага авч ачааллаа тааруулж байхыг зөвшөөрсөн. Энэ тохируулгыг хэрэглүүлэхэд ямар ч өртөг зардал гараагүй.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "33",

//     title: "Лаймын өвчин ",
//     type: PerformanceTypes.kl,
//     text: "Лаймын өвчин нь бактерийн гаралтай. Хүнд халдвар тэгж хачиг хувалзын хазалтаас дамждаг.\n\nХалдвар тээгч хачигт хазуулсан бол улайж ус гүйнэ, арьсан дээр тууралт гарна, толгой өвдөнө.\n\nБусад элбэг тохиолддог шинж тэмдгээс дурдвал халуурах, сэтгэл зовнилтой болох, эцэж ядрах, булчин болон холбогч зөөлөн эдээр хөндүүрлэж өвдөж болно.\n\nМэдэхгүй удааснаар дараах ноцтой өвчинд хүргэж болно: архаг зовуурь, үе мөчний үрэвсэл,\n\nменингит, үе мөч, бэлхүүс,  нуруу нугасаар халуу дүүгэх хатгаж өвдөх, саажих, архаг ядаргаа, сэтгэл гутрал,  зүрх судасны өвчин, хараа муудах, амьсгалын замын хүндрэл, хоол боловсруулах үйл ажиллагаа доголдох зэрэг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[0], PerformanceDetailData[4]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Орон сууцны засвар үйлчилгээний ажилтан Лаймын өвчин тусаж маш ихээр ядарч цуцдаг болов. Нэг байрнаас нөгөө байр хүртэл алхаж засварын дуудлагын дагуу ажил гүйцэтгэж явахад хамаг эрч хүчээ шавхдаг болсон тул өдөржингөө тийнхүү ажиллана гэхдээ хэцүү байв.\n\nТэрээр удирдлагатаа хандан ажлаа хийж чадахгүй болох вий хэмээн санаа зовж буйгаа хэлсэн. Удирдлага нь ирсэн дуудлагуудыг дэс дарааллаар нь явж үйлчилгээ үзүүлдэг байсан бүтцэдээ өөрллөт оруулж түүнийг тодорхой тооны байр хариуцдаг болгосон байна. Тиймээс тэрээр тухайн нэг юмуу хоёр байранд гарсан гэмтэл засварыг засаж янзалдаг болсон. хаана л дуудлага гарна тэр байр руу гүйж очихоо больсон тул явах нь багассан.",
//         },
//         {
//           title: "",
//           text: "Лаймын өвчтэй нэгэн ажилтан сэтгэл гутралын шинж тэмдэг илрэх болсон ба тэр нь ажлаа хэвийн хийхэд саад болж байгааг хэлж мэдэгдэж эхэлсэн.\n\nТэрээр ажлаа эцсийн хугацаанаас оройтуулалгүй гүйцэтгэж чадаж байгаа хэдий ч гүйцэтгэлийн чанар нь энд тэнд муу байгааг өөрөө олж харсан.\n\nТэрээр гэртээ сэтгэл санааны дэмжигч амьтантай хамт амьдардаг ба тэрхүү найз нь гэрээс гадуур орчинд бусдад саад учруулахгүйгээр биеэ зөв авч явдаг болохыг хэлсэн. Мөн өөрөө ч гэсэн уг амьтантайгаа зөв зохистой харилцах сургалтад явж бэлтгэгдсэн гэдгээ тайлбарлажээ. Түнийгээ ажил дээрээ авчирвал түүний сэтгэл санаанд эергээр нөлөөлөх учир зөвшөөрөл хүссэн юм.\n\nАжил олгогч нь түүнд уг амьтнаа авчрахыг зөвшөөрсөн. Энэ нь түүнд хэрэгтэй ажлын байрны тохируулга байсан юм. Харин ажлаа хиж байгаа бусдад саад учруулахгүй байх ёстойг анхааруулсан.",
//         },
//         {
//           title: "",
//           text: "Ажилд орох хүсэлтээ гаргасан нэгэн сонгон шалгаруулах ярилцлагад дуудагдан ярилцаж байхад Лаймын өвчтэй бөгөөд стресс багатай байвал өвчнийхөө явцыг удирдаж чаддаг болохоо тайлбарлажээ. \n\nСупервайзертайгаа нүүр тулан ганцаарчлан уулзахад маш ихээр стресстдэг гэдгээ бас хэлсэн байна.\n\nШинэ ажил олгогч болох хүн нь уг уулзалтыг утсаар эсвэл цахимаар хийдэг байх хүсэлт гаргахыг зөвшөөрсөн. Харин зайлшгүй биечлэн уулзах шаардлага гарвал дэмжих хүн авч орохыг зөвшөөрсөн байна.",
//         },
//         {
//           title: "",
//           text: "Лаймын өвчнөөсөө болоод их хэмжээний шивэх ажлыг хийхэд ихээхэн хүндрэлтэй байгаагаа хэлсэн. Архаг хөндүүр зовуурьтай болсон байна.\n\nЯриа таньж бичигт буулгадаг программ өндөр үзүүлэлттэйг нь худалдан авч компьютерт нь суулгаж өгсөн.",
//         },
//         {
//           title: "",
//           text: "Ажилд орох хүсэлтээ ирүүлсэн нэгэн Лаймын өвчтэй ба түүнээс болоод толгой маш ихээр өвддөг буюу мигрентэй болохоо хэлжээ.\n\nМигренийг сэдрээгч том хүчин зүйл бол гэрэлтүүлэг юм. Оффист нийт талбайгаар нь суулгасан өдрийн гэрэлд туяа болон гялбааны шүүлтүүр хийж, тухайн ажилтны ажлын байрны орчинд нь бүдэг гэрэл тавьж өгсөн.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "34",

//     title: "Мансууруулах Бодсонд Донтолт ",
//     type: PerformanceTypes.mn,
//     text: "Мансууруулах бодисын донтолт нь архагшиж бас сэдэрч болно. Гэхдээ донтолтоосоо бүр мөсөн гарах ч боломжтой. Хүн эхлээд ухамсартайгаар сонголт хийж мансууруулах бодис хэрэглэж үздэг. Гэтэл энэ нь хэрэглэсэн даруйд хүний сэгэл санаанд тааламжтай мэдрэмж төрүүлэх байдлаар тархины үйл ажиллагаанд нөлөөлдөг бол урт хугацаандаа тархинд явагдаж буй бодисын солилцоогоор дамжин хүний биед байнгын нөлөө үзүүлдэг болдгийг судалгаагаар баталсан байна. Тийнхүү тархины үйл ажиллагаанд байнгын нөлөөтэй болдог. Нэгэнт мансууруулах бодисын нөлөөгөөр ажиллаж дассан тархи уг бодисыг нэхэж эхэлдэг ба хүн өөрөө хэчнээн их тэвчээд ч хэрэглээгээ зогсооход маш хэцүү болдог.\n\nМансууруулах бодисоос хараат хүнд түлхүү хэрэглүүлдэг ажлын байрны тохируулгад эмийн эмчилгээний үеэр цалинтай ба цалингүй чөлөөг дотоод журмын дагуу дээд хэмжээгээр зөвшөөрөх,  сэтгэл заслын зөвлөгөө авах үеэр ажлын цагийн хуваарийг уян хатнаа зохицуулж өгөх, эм, эмийн бодистой харьцдаг ажил хийдэг хүн ажлын байрны давуу талаа ашиглан донтох хэрэгцээгээ ажлын байран дээр хангах эрсдэлтэй тул өндөр хяналт тавих, түүний донтолтыг сэдрээхгүй байх ажилд томилох, зэрэг байж болно.\n\n\nХэн нэг ажилтан тань мансууруулах бодисын донтолттой эсэхийг хэрхэн таних вэ\n\nДараах зан байдал илэртэл илүү нарийн судалсны үндсэн дээр донтолттой эсэхийг магадлах нь зүйтэй. Эдгээр шинж тэмдэг танд анхдагч мэдээллийг өгнө:\n\n•\tХэлэлгүйгээр ажлаа таслах, олон өдрийн чөлөө авах \n\n•\tажлын байран дээрээс удаа дараалан урт хугацаагаар алга болох, ямар ч үндэслэлгүй шалтаг гэнэт гаргаж ирэх \n\n•\tуулзалтад ирэхгүй байх, ажлын эцсийн хугацаанд амжиж гүйцэтгэл өгдөггүй байх\n\n•\t ажлын бүтээмж огцом муудаж, сайжрах \n\n•\t анхаарал төвлөрөхгүй байх, буруу шийдвэр гаргах, асуудлыг зөв илрүүлж чадахгүй байх, эдгээр шалтгааны улмаас алдаа гаргадаг байх.\n\n•\t андуурч будилах,  юм санахгүй байх, анхаарал төвлөрөхгүй байх, нарийвчилсан мэдээлэл, зааварчилгааг олон дахин унших, мартах.\n\n•\t энгийн хялбар ажилд илүү их цаг, хүчин чармайлт гаргах. \n\n•\t хамт олонтойгоо зөв харилцаж чадахгүй байх.\n\n•\t алдаагаа хүлээн зөвшөөрөхгүй байх, бусдаас бурууг эрэх, үл ойшоох.\n\n•\t хувийн ариун цэвэр, гадаад байдалдаа анхаарал тавихаа болих.\n\n•\t тохиромжгүй үед дандаа урт ханцуйтай хувцас өмсөх.\n\n•\t хувийн зан араншин өөрчлөлт орох. Сэтгэл санаа тогтворгүйтэх, сэтгэл түгших, гутрах, огцом сэтгэл хөдлөлд орж удирдаж чадахгүй байх, амиа хорлох сэдэл төрж, дохио зангаагаар илэрхийлэх. \n\n•\t бусадтай чөлөөтэй харилцахаа больж, мэргэжлийн ажлаа ч ганцаараа л хийхийг илүүд үздэг болох\n\nМансууруулах бодисын донтолтыг эмчлэх боломжтой юу \n\nБоломжтой. Эмчилгээний хөтөлбөрт олон янзын арга хосолсон байх тусмаа тархи мансууруулах бодис нэхэх толонд хэрэглэхгүй өнгөрүүлэхэд тустай. Эмчилгээний хөтөлбөрийг тухайн хүнд тохируулан ганцаарчилсан байдлаар гаргах нь илүү үр дүнтэй байдаг. Ерөнхийдөө зургаагаас цөөн сарих бол богино хугацааны эмчилгээнд орох ба эмийн эмчилгээ, хэвтэн эмчлүүлэх, эмийн бус гадуур эмчилгээ хосолдог.\n\nУрт хугацааны эмчилгээг олон нийтэд түшиглэсэн аргаар хийдэг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[6], PerformanceDetailData[9]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Мансууруулах бодсонд донтолттой байсан үйлдвэрийн ажилтан нөхөн сэргээх зөвлөх үйлчилгээ авч эхэлсэн ба сэтгэл заслын зөвлө нь зөвхөн оройн цагаар л зөвлөгөө өгөх боломжтой байлаа.\n\nАжил олгогч нь түүнийг зөвлөгөө авсан өдрүүддээ илүү цагаар ажиллахгүйгээр чөлөө авахыг зөвшөөрсөн",
//         },
//         {
//           title: "",
//           text: "Нэгэн сувилагч мансууруулах бодисын донтолттой байсан бөгөөд хуулиар эмчилгээний зориулалтад зөвшөөрөгдөөгүй бодис ажлын байран дээр хэрэглэдэг болох нь баригдсан байна.\n\nТэдний эмнэлгийн дотоод бодлогоор бол мансууруулах бодисоос гарах нөхөн сэргээлтийн эмчилгээнд явсан бол “сүүлчийн боломж” нөхцөлтэйгөөр ажилдаа эргэн орохыг зөвшөөрдөг байлаа. Ажилдаа эргэн ирэхэд нь түүнийг эм тариа хуваарилдаггүй ажилд томилсон. Яагаад гэвэл эм тариатай харьцах нь мансууруулах бодисын хэрэглээг нь өдөөж байсан.",
//         },
//         {
//           title: "",
//           text: "Өмнө нь мансууруулах бодис хэрэглэдэг байсан нэгэн утасны мэдээллийн ажилтан байв. Тэрээр ерөнхийдөө их стресстэй бадагтай ялангуяа супервайзертайгаа хийх ажлын гүйцэтгэлийн уулзалт түүний хувьд маш хэцүү даваа байлаа.\n\nСупервайзер нь түүнтэй нүүр тулан уулзахын оронд бичгээр гүйцэтгэлийн үнэлгээг нь авдаг болохыг зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Мансууруулах бодисын донтолттой хүмүүстэй ажилладаг зөвлөх өөрөө өмнө нь мансууруулах бодис хэрэглэдэг байсан байна. Тэрээр гэр бүл дотроо гарсан хямралын хажуугаар харилцагч нартаа үр дүнтэй зөвлөгөө өгч ажиллана гэхэд тун хэцүү болов. Ажил олгогч нь түүнийг чөлөө авч гэр бүлийн асуудлаа шийдвэрлэчхээд эргэн ажилдаа орохыг зөвшөөрчээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "35",

//     title: "Могойн Хор тууралт ",
//     type: PerformanceTypes.mn,
//     text: "Салхин цэцгийн вирусээр сэдэрдэгтууралт ба бүсэлхийгээр ороож тойрсон маягаар гардаг. Салхин цэцэг туссаны дараа могойн хор тууралтын вирус хүний биеийн мэдрэлийн эсэд үлддэг ба хэдэн жилээр ч унтангаа байдалтай байж болно. Хүний биеэс гадагшилж арилна гэж байхгүй бөгөөд дараах хүчин зүйлсээр сэдэрдэг байна: стресс, сул дархлаа, насжилт. Эдгээр хүчин зүйлсээр үржиж идэвхэждэг.\n\nХүний арьсанд нуугдан нойрссон вирусүүд идэвхжин мэдрэлийн эсүүдэд нэвчиж тууралт хэлбэрээр арьсан дээр харагддаг юм.\n\nТууралт гарснаар мэдээ алдах, чимчигнэх, загатнах, хөндүүртэй болох шинж тэмдгүүд илэрнэ. Битүү ус гүйсэн тууралт болж хувирна. Яагаад гэвэл уг вирус нь анхнаасаа хүний арьсны хэлэн авагч мэдрэлийн судас бүхий хэсэгт орж хорогдсон байдаг. Тэрхүү хүлээн авагч мэдрэлийн судлалыг дермотин гэдэг.\n\nИхэхидээ биеийн нэг талыг дагаж туурдаг ба их бие, нүүр, хамар, нүд зэрэг эрхтнээр туурдаг байна. тууралт харагдахаас наана оношлоход адармаатай ба олгой, зүрх судасны өвчинтэй андуурагдах гээд байдаг.\n\nТохирсон эмчилгээгээ хийснээр тууралт гарах хугацааг богиносгох, хөндүүр зовуурийг багасгах байдлаар үйлчилнэ. \n\nТууралт гарч дуусан дэгэрсэн хэдий ч мэдрэлийн гаралтай архаг хөндүүртэй болж үлдэх эрсдэл бий. Энэхүү үлдцийг бол эмчлэх боломжгүй юм.Богино хугацаагаар ч гэсэн хүчтэй стресст орвол өмнө туурч байсан газраар хөндүүр үүсдэг байна. Ийм тууралт гарсан хүмүүсийн маш бага хувь нь дахилт өгсөн байдаг нь судалгаагаар илэрсэн байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[17],
//       PerformanceDetailData[6],
//       PerformanceDetailData[20],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Салхин цэцгийн тууралттай нэгэн профессор агааржуулагчийн хүйтэн агаарын урсгалд хүзүүгээр нь хөндүүрлэж өвддөг. Хүзүүнийх нь ар талаар битүү туурдаг учир тийнхүү хүйтэн агаарт хөндүүрлэж өвддөг байна.\n\n ажлын байрны тохируулга бол ердөө агааржуулагчид чиглэл өөрчлөгч хаалт хийгээд л болохоор байлаа. Хаалт хийснээр түүний суудаг хэсэг рүү хүчтэй урсгал очихооргүй болжээ.",
//         },
//         {
//           title: "",
//           text: "Санхүүгийн зохицуулагч ажлын байран дээрх дарамт сэдэвт сургалтад суух шаардлагатай болов. Түүний биеэр салхин цэцгийн тууралт гарсан байлаа.\n\nСургалт эхлэхийн өмнөх өдөр гэхэд салхин цэцгийн халдвар идэвхттэй хугацаандаа байлаа.\n\nАжил олгогч нь түүнийг зайнаас дүрстээр оролцохыг зөвшөөрсөн байна.",
//         },
//         {
//           title: "",
//           text: "Нэгэн сэтгүүлч салхин цэцгээр өвчлөөд нөхөн сэргэлтийн үедээ нэлээн хүндэвтэр байдалтай байсан.\n\nТүүний баруун нүдний эргэн тойронд нь туурсан байв. Эдгэрлийн үедээ тээрээр зургаан долоо хоногийн турш сэтгэл гутрал, байнгын толгойны өвдөлттэй өнгөрүүлсэн.",
//         },
//         {
//           title: "",
//           text: "Боловсролын ерөнхий газрын мэргэжилтэн салхин цэцгийн тууралтаас болоод унтаж чадахгүй байсан. Салхин цэцгийн тууралт нь мэдрэлийн гаралтай учраас мэндрэлийн судаснууд нь үрэвссэн байсан юм.\n\nЭмч түүнд хамгийн хүнд үе нь хоёр сарын дотор дуусна гэж хэлсэн.\n\nАжил олгогч нь гэрээсээ уян хатан хуваариар түр хугацаанд ажиллахыг зөвшөөрчээ. Унтах цагтаа унтаж ажиллах цагтаа ажиллах байдлаар хэт сульдахгйүгээр ажлаа чанартай хийхийг хэн хэн нь хүссэн учраас ийм зохицуулалт хийхээр тохиролцжээ.",
//         },
//         {
//           title: "",
//           text: "Ахлах тогооч эрүүл ахуйн шаардлагаар өмсдөг зориулалтын бээлий өмсөж чадахаа болив. Гараар нь  тууралт гарсан юм.\n\nАжлын байрны тохируулга болгож түүнд сүүн шингэний нунтаггүй бээлий авч өгдөг болсон.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "36",

//     title: "Насжилт ",
//     type: PerformanceTypes.mn,
//     text: "Ахмад настан болсон ч ямар нэг нэмэлт туслалцаагүйгээр бүтээмж сайтай ажиллах хүмүүс зөндөө байдаг боловч тэдэнд ажил үүргээ хийж гүйцэтгэхэд сад болох хөнгөвтөр бэрхшээлүүд гарч болно. Өртөг багатай, олдоц сайтай тохируулгаар шийдвэрлэх боломжтой асуудал олон бий.\n\nНастнууд сэгэл гутрал, сэгэл зовнил, танин мэдэхүйн, мэдрэхүйн болон бие махбодын чадвар алдалттай болох нь их байдаг юм.\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\n улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[10],
//       PerformanceDetailData[11],
//       PerformanceDetailData[25],
//       PerformanceDetailData[16],
//       PerformanceDetailData[4],
//       PerformanceDetailData[9],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Нэгэн ажилтан ухаан санаа тогтворгүй болж ажлынхаа маш чухал үүргүүдийг  ихээхэн зүдэрч гүйцэтгэдэг болсон байна. Эмчээс нь мэдээлэл, зөвлөгөө авсны үр дүнд ажил олгогч түүнийг байнгын давтамжтай ажил үүргүүдийг бол сайн хийх юм байна гэдгийг ойлгож авлаа. Түүнийг ажилтай байлгахыг хүссэн учраас түүний ажлын байрны тодорхойлолт дээр ажиллав. Өвчний улмаас гүйцэтгэж чадахгүй болсон үүрэг даалгавруудыг өөр ажлын байрнуудад шилжүүлэв. Түүний ажлын байранд оруулсан өөрчлөлттэй холбоотойгоор хариа хэлтсийнх нь бүх ажлын байрны тодорхойлолтыг дахин боловсруулж илүү мэргэшсэн ажлын байрнууд бий болгож чадсан байна.",
//         },
//         {
//           title: "",
//           text: "Нэгэн багийн гишүүнийх нь хараа үрс муудсан учраас ажил олгогч босоо байршилд тавьж хэрэглэдэг томруулагч, дэлгэц томруулагч программаар хангаж өгснөөр ажлын бүтээмжийн чанараа бууруулалгүйгээр өмнөх шигээ ажиллаж эхлэв. Ингэж оновчтой тохируулга тодорхойлохын тулд өөрөөс нь зөвшөөрөл авсны үндсэн дэр уг ажилтны нөхөн сэргэлтийн зөвлөхтэй нь холбогдсон юм.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "37",

//     title: "Нойрны хямрал ",
//     type: PerformanceTypes.mn,
//     text: "Хүн хэдэн янзаар нойрны хамралд ордог ба элбэг тохиолддог төрлүүд нь нойргүйдэл буюу нойр хүрээд байгаа хэр нь унтаж чадахгүй болох, нойр хүрэхгүй болох, мансуурлын дон, хөл чичгэнэх зэрэг болон.\n\nНойрны хямрал бол мэдрэлийн гаралтай согог бөгөөд хүний унтаж амрах горим, арга барилыг эвддэг.\n\nХүний ерөнхий эрүүл мэндэд хор хүргэхээс гадна  аюулгүй ажиллагааг алдагдуулж, амьдралын чанарыг муутгах аюултай.\n\nНойр муутай хонодог болсноор хүн жолоо барихад эрсдэлтэй болно. Суурь эрүүл мэндийн байдал нь муудна.\n\nНойрны хямралтай болсныг мэдэх шинж тэмдгүүдээс тоочвол өдрийн цагаар маш их унтах, хэвийн бусаар амьсгалах, унаж байхдаа ихээр хөдлөх, нойр хүрч өгөхийг байх зэрэг байдаг.\n\nОлон төрлийн нойрны хямрал байдаг учир үүссэн шалтгаан болох хэрхэн явагдаж байгаагаар нь ангилдаг. Мөн хүний зан үйлтэй холбож нойрны хямралтай байгаа эсэхийг тодорхойлох боломжтой. Ингэхдээ сэрүүн байх болон унтах мөчлөг, амьсгалах асуудал, өдрийн агаар хэр их нойрмоглож байгаагаар шинжинэ.\n\n\nХамгийн элбэг тохиолддог нойрны хямралууд:\n\nУнтаж чадахгүй байх—шөнө нойр хүрэвч унтаж чадахгүй байсаар өнгөрүүлэх\n\nХурхирах—унтаж байхдаа хэвийн бус амьсгалах. Энэ нь дотроо мөн төрөлтэй.\n\nХөл чичгэнэх—хүний тархи нойрсон амрахын өмнөхөн хөл яарч байгаа мэт салганах хөдөлгөөн хийх\n\nНойрны хямрал оношлох олон арга байдаг ба зөв оношилж чадвал бүрэн эмчлэх боломжтой юм. Эмчилгээг үр дүнтэй болгох эсвэл зөв нойрны горимд ороход ажлыг байрны тохируулга маш чухал үүрэгтэй байх болно.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[17]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Их сургуулийн шинээр орсон ажилтан анх удаагаа хотоос гадуур сургалтад суух болжээ. Өөр нэг ажилтантай нэг өрөөнд орох гэж байгаагаа мэдээд тэнхимийнхээ эрхлэгчид тусдаа өрөө авах хүсэлтэй байгаагаа хэлсэн. Нойргүйдэлтэй учир ая гаргагч төхөөрөмж ажиллуулж унтдаг ба үүнийгээ нууц хэвээр үлдэхийг хүсэж байгаагаа тайлбарласан юм.\n\nТүүнд энэ удаад бол тусад нь өрөө авч өгөхөд санхүүгийн хүндрэлгүй байгаа учраас хүсэлтийг нь хүлээн авч байгаа ба дараа дараачийн удаад санхүүгийн байдал ямар байгаагаас шалтгаалан тухай бүрд нь шийдэж байна гэдгээ ажил олгогч нь хэлсэн байна.",
//         },
//         {
//           title: "",
//           text: "Нэг ажилтан олон жилийн өмнө нэгэн төрлийн сэтгэцийн эмгэгтэй гэж оношлогдсон боловч өдийг хүртэл албан дүгнэлт гаргуулж авч байгаагүй тул баримт нотолгоо гаргаж өгч чадахгүй хэдий ч ажлын байрны тохируулга хүссэн байгаа юм. Түүний хүсэмжилсэн тохируулга нь тохиргоотой ажлын ширээ байсан. Гэнэт нойр нь хүрээд унаад өгөхөд сэрээх зориулалттай тоиргоотой ширээ хүссэн байна. Ажилтан өөрөө дахин эмнэлгээр явж давтан оношилгоо хийлгэх үсэлгүй айсан тул ажил олгогч түүний хүссэн тохируулгаар хангаж чадахгүй боловч бодитоор байгаа нөхцөл байдлыг нь хүлээн зөвшөөрч арай хямд нойр сэргээгч төхөөрөмж авч өгөхийг зөвшөөрсөн байна.",
//         },
//         {
//           title: "",
//           text: "Хууль сахиулагч байгууллагын ажилтан өдрийн элжинд гардаг хэдий ч хааяа шөнө дунд эсвэл амралтын өдрүүдэд дуудагдах тохиолдол ойр ойрхон гардаг байлаа. Нойрны хямралтай учраас ийнхүү шөнийн болон амралтын цагаар огт дуудахгүй байхыг хүссэн байна.\n\nТүүний ажилладаг байгууллагын хариа газар нутагт хэрэг төвөг ихээр гардаг тул бүх ажилтан шаардлагатай нөхцөлд бэлэн байдалд байх ёстой гэдэг шаардлага тавьдаг гэж ажил олгогч нь тайлбарласан . Түүнээс гадна энэ шаардлага бол тэдний ажлын байранд зайлшгүй тавигдах шаардлага гэж хэлсэн байна. Тиймээс түүний амралтын цагийг огт бусниулахгүй байх боломжгүй ба харин өөр ажлын бараанд шилжүүлэн томилох боломж байгаа :сэхийг судална гэж амлажээ.",
//         },
//         {
//           title: "",
//           text: "Олон жил ажилласан нойрны хямралтай нэг ажилтан нь ажил олгогчийнхоо шаардсан илүү цагаар ажиллаж чадахааргүй байв.\n\nИлүү цаг ажилласан өдрөө тухайн ажилтан маань ихээр сульдаж ядарч, анхаарал төвлөрч чадахгүй болж,өмнө гүйцэтгэдэг байсан хэмжээний үүрэг даалгавруудыг ч цаг тухайд нь амжуулж чадахгүй болдог. Тиймээс тэрээр илүү цаг огт авмааргүй байгаагаа илэрхийлсэн. гэтэл ажил олгогч нь олон удаа асууж лавласны эцэст мөн эмчийн гаргасан онош дүгнэлтийг цаасаар авч харсны эцэст илүү цагаар ажиллахыг таллан багасгаж болох хэдий ч огт илүү цаг ажиллуулахгүй байх боломжгүй гэж хариулсан байна.\n\nБизнесийн үйл ажиллагаатай холбоотойгоор улирлын чанартайгаар ихэсдэг ажлууд байдаг тул энэ онцгой үед хүн бүрийн хувь нэмэр асар чухал байдаг гэсэн тайлбар өгсөн юм.",
//         },
//         {
//           title: "",
//           text: "Санхүүгийн шинжээч компьютерын ард сууж байгаад гэнэт нам унтчихдаг нойрны согогтой хүн байсан. Ажил олгогч нь түүнд Doze нэртэй сэрүүлгийн авч өгсөн байна. Уг төхөөрөмж нь хөнгөн, нүдний шилтэй хүн зүүхэд сад болохооргүй авсаархан учир чихэндээ хийж зүүдэг. Уг хүн  зүүрмэглэн толгой дохиж эхлэхэд сэрүүлэг мэдэрч дуугарах замаар ажилладаг.",
//         },
//         {
//           title: "",
//           text: "Дайнд оролцож байсан ахмад дайчин одоо ачааны машины жолоочоор ажилладаг. Дайны улмаас цочролын дараах стрессийн эмгэгтэй болж үлдсэн нэгэн аж. Цочролын дараах стрессийн эмгэг нь  түүнийг нойрны хямралтай болгосон байна. \n\nШөнийн элжинд жолоо барих нь түүнд маш хүндрэлтэйн дээр аюултай байсан учир ажил олгогч нь өдрийн ээлж гармагц шилжүүлэн томилсон юм",
//         },
//         {
//           title: "",
//           text: "Харилцагчдад үйлчлэх ажилтан хэт их унтдаг нойрны хямралтай учир өглөө ажилдаа хоцордог болсон. Өглөөний элжинд харилцуурынхаа ард бэлэн байж харилцагчдад хэрэгтээ мэдээлэл зөвлөгөө өгөх боломжгүй болж хувирсан юм.\n\nӨглөөний элжинд гарах дуртай хүн олон байсан тул түүнийг өдрийн элжинд шилжүүлэхэд амархан байлаа",
//         },
//         {
//           title: "",
//           text: "Гүн нойрны хямралтай ажилтан шинэ эмийн эмчилгээ хийж эхэлсэн байлаа. Эмийн үйлчилгээ идэвхэжтэл хэт их унтдаг хэвээрээ байсан байна. Тиймээс өглөө эрт ажилдаа цагтаа бэлэн байхад асуудалтай болсон юм.\n\nАжил олгогч нь бизнесийн үйл ажиллагаа намдуурахн ачаалал багатай байгаа үе таарсан тул түр хугацаанд уян хатан хуваариар ажиллахыг зөвшөөрсөн юм. Ууж эхэлсэн эм нь үйлчилсний дараа ямар тохируулга хэрэгтэй байхыг хархаар шийдсэн байна. Хэрвээ уян хатан хуваариар ажиллах нь үр дүн муутай байвал байнгын өдрийн элжинд шилжүүлэх боломж эрэлхийлнэ гэж амласан байна. Мөн чихэнд дохио өгөгч төхөөрөмжөөр хангаж болно гэжээ",
//         },
//         {
//           title: "",
//           text: "Файбромиалжиа оноштой нэгэн сувилагч дүүргийн нэгдсэн эмнэлэгт ажилладаг байв.   Уг оношны онцлогоос болоод тэрээр ажлынхаа цагаар ихээр ядарч, байнгын хөндүүр зовуурьтай байдаг байлаа.\n\nЭмч нь түүнийг шөнийн ээлжид гарахаа больж өдрийн элжинд гардаг болбол хүний физиологийн цагийн горимыг эвдэлгүйгээр ажиллаж, амрах боломжтой болно гэдгийг хэлдэг байна.\n\nТэгээд түүнд санал болгосон ажлын байрны тохируулгуудад ажлын ээлжийг солих, арван хоёр цагаар дараалан хоёр удаа гарч ажиллахгүй байхаар ажлын бүтцийг нь өөрчлөх, хагас цагаар ажиллах цагийн тоог цөөлөх, ойр ойрхон богино завсарлаг авч байхыг зөвшөөрөх зэрэг байлаа",
//         },
//         {
//           title: "",
//           text: "Үйлдвэрт ажилладаг нэгэн улирлын чанартай сэтгэцийн эмгэгтэй учир хоёр дугаар ээлжид гардаг байсан. Гэтэл шинээр томилогдсон супервайзер түүнийг өглөөний элжинд шилжүүлсэн юм.\n\nТэрээр өглөө эрт босож ажилдаа ирэхэд маш ихээр ядардаг бас өдрийн турш анхаарал төвлөрч ажиллаж чадахгүй байсан.\n\nАжилтан шинэ удирдах ажилтандаа зөвхөн өдрийн элжинд гарч байсан шалтгааныг нь хүний нөөцийн хэлтсээсээ тодруулж болно хэмээн хэлсэн байна.\n\nИнгэсний үр дүнд түүнийг өмнөх элжинд нь буцаан хуваарилжээ",
//         },
//         {
//           title: "",
//           text: "Хэт гүн нойрноосоо болоод хүнсний дэлгүүрийн савлагч өглөө эрт ирж бараа бүтээгдэхүүн хүлээн авч чаддаггүй байв. Энэ хүндрэл нь түүний улирлын чанартай сэтгэцийн эмгэгтэй нь холбоотой юм.\n\nТүүнчлэн намрын сүүл сар, өвлийн бүх сард ихээр ядарч сульддаг бас сэгэл гутралд ордог байлаа.\n\nТүүнийг өдрийн ээлжид гарч ажиллахыг зөвшөөрснөөс гадна ажлын байрыг нь дэлгүүрийн цонхтой тал руу нүүлгэсэн байна. Хоёр дах тохируулга нь түүний сэтгэцийн хямралыг багасгах зорилготой байсан. Нарны гэрэлд ажилласнаар сэтгэл санаа тайван анхаарал нь сайн төвлөрөхөд үр дүнтэй байв",
//         },
//         {
//           title: "",
//           text: "Бамбай булчирхайн ажиллагааны доголдлоос бамбайн дутагдалд орсон хүн ажлын сонгон шалгаруулалтын ярилцлагад дуудагдсан байна. Тэрээр ямар оноштой болон уг оношны улмаас шөнө бөх унаж чаддаггүй ба хэвийн ажлын цагаар тогтмол ажиллахдаа асуудалтай болж байгаагаа нуулгүй хэлсэн юм.\n\nАжил олгогч түүнийг ажилтнаараа авах хүсэлтэй байгаагаа илэрхийлээд өглөө жаахан оройтож ирж орой жаахан сунаж тардаг байхаар ажлын цагийг нь уян хатнаар зохицуулах санал тавьсан",
//         },
//         {
//           title: "",
//           text: "Нойрны хямралтай оффисын ажилтан өглөө эрт босож чаддаггүй бөгөөд өдрийн ажлаа цагт нь амждаггүй дандаа хоцроодог байв. Эцсийн хугацаанд нь амжилгүй хоцроосны төлөө ямар нэг сахилгын шийтгэл авах ёсгүй гэж бодож байгаагаа хэлсэн байна.\n\nАжил олгогч нь түүнийг өглөө гучин минутаас хэтрэлгүйгээр хоцорч ажлаа эхлүүлдэг байхыг зөвшөөрсөн. Орой мөн тийм хугацаагаар сунаж ажиллаад өдрийнхөө гүйцэтгэлийг чанартай дуусгахыг санал болгосон байна",
//         },
//         {
//           title: "",
//           text: "Автобусны жолооч жолооны ард гэнэт унтчихдаг болсон тул эмчид үзүүлэхэд түүнийг унтлагын хямралтай болсон байна гэжээ. Жолооч  удалгүй ажлын байрны тохируулгын хүсэлт гаргасан байна. Тэрээр хөнгөвтөр ажил үүрэг томилохыг хүсжээ.\n\n олгогч ажлын байрны тохируулгын мэргэжилтэнд хандан ямар нэг өөр зохицуулалт байж болох эсэхийг асуув. Түүнийг уян хатан хуваариар ажиллуулах, богино зайн эргэлттэй чиглэлд хуваарилах, эмчилгээнд явах хэрэгтэй болбол гарах цагийг нь багасгах зэрэг тохируулгууд байж болно гэжээ",
//         },
//         {
//           title: "",
//           text: "Төрийн албаны ажилтан арьсан дээр туурсан тууралтаасаа болоод унтаж чадахгүй болсон. Тийнхүү мэдрэлийн судаснууд нь үрэвссэн байлаа.\n\nЭмч түүний өвчний хамгийн хүнд үе нь хоёр сарын дотор дуусна гэж хэлсэн байсан тул түүхийг тур хугацаагаар гэрээс нь уян хатан цагийн хуваариар ажиллуулахыг зөвшөөрсөн юм. Ингэснээр тэрээр ядарсан үедээ унтаж нойроо нөхөж бүтээмж өндөртэйгөөр ажиллах боломжтой боллоо",
//         },
//         {
//           title: "",
//           text: "Түгээлтийн ажилтан нойрны хямралтай ба ээлж сунгаж ажиллах шаардлага гарсан тохиолдолд нойрны хямрал нь улам сэдэрдэг байжээ. Энэ асуудал уг ажилтны хувьд хөндөгдсөн хэдий ч ахлах ажилтан ийнхүү бүх ажилтныг сунгаж элжинд гаргадаг байхыг зогсоох шийдвэрийг ажил олгогч нь гаргасан байна.",
//         },
//         {
//           title: "",
//           text: "Хөлийн чичрэлтийн хам шинжтэй нэгэн нягтлан бодогч өглөө бүр ажилдаа арваас арван таван минут хоцордог байв. Нойргүйдэл нь хүчтэй сэдэрсэн үед хөлийн чичрэх хөдөлгөөн нь улам ихэсдэг юм. хэр урт бөх унтаж чадсанаас нь хамардаг байв.\n\n          Ажил олгогч түүнийг өглөө ирснээсээ хойш гучин минутын дараа ажлаа эхэлдэг байхыг зөвшөөрчээ. Өглөөний ажиллаагүй цагийг өдөр завсарлагын цагаар нөхөх эсвэл ороо тарах цагийг хойш сунгах байдлаар нөхдөг болсон байна",
//         },
//         {
//           title: "",
//           text: "Тоон мэдээ оруулагч ажилтан нойргүйдэлтэй хүн байсан. Ихэнхдээ л нойр муутай хонодог бөгөөд өдөр нь  ажилдаа төвлөрөл муутай мөн ихээр ядардаг байсан.\n\nТүүнийг ойр ойрхон богино завсарлага авч ядралтаа багасгадаг байхыг зөвшөөрсөн байна",
//         },
//       ],
//     },
//   },
//   {
//     _id: "38",

//     title: "Одой хүн",
//     type: PerformanceTypes.ou,
//     text: "Бид одой гэж ярьж хэвшсэн хэдий ч энэ нь заримдаа таагүй сонсогддог нь үнэн. Гэвч хүн хүн өөр өөрсдийнхөөрөө хүлээж авдаг. Намхан нуруутай, сарвуу, үе мөч богино, нүүр цайрах жижиг хүмүүс байдаг.\n\nЗарим одой хүн ажлын байрны тохируулгагүйгээр ажиллах боломжтой байхад тохируулга шаардагдах тохиолдол бас нэлээн бий.\n\nХамгийн их хэрэглэгддэг үр дүнтэй тохируулгууд гэвэл ажиллах орчин болон ажлын байранд үнэлгээ хийж тохиргоо хийх, хуний ариун цэвэр сахих эсвэл ариун цэврийн өрөө ашиглах, бие засах хэрэгсэлд тохиргоо хийх, ажлын байрны аюулгүй ажиллагааг хангах зэрэг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[4],
//       PerformanceDetailData[26],
//       PerformanceDetailData[7],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Нэгэн жижиглэнгийн худалдааны дэлгүүрийн бэлэн мөнгөний кассчины орон тоонд ажлын байрны зар гарсан байв. Уг ажлын байранд хүсэлтээ ирүүлсэн хүмүүсээс нэгэн одой эмэгтэй ур чадвар, туршлагаараа тэнцсэн юм. Ярилцлагын үеэр түүний шууд удирдлага болох хүн хэрхэн эд зүйлсэд хүрч авч худалдан авагч нарт үйлчлэх вэ гэж асуусанд тохиргоотой ажлын тавцан байхдаа л болно гэж өмнөх туршлагаасаа хуваалцав",
//         },
//         {
//           title: "",
//           text: "Харилцагчдад үйлчлэх ажилтны орон тоон ажилд орсныхоо дараа шинэ ажилтан одой эрэгтэй маань ажлаа хийхэд нь ямар нэг тохиргоо хийхгүй бол болохгүй юм байна гэдгийг ойлгосон.\n\nТүүний сандаалын хэмжээг жижгэрүүлж, хөлийг нь намсгаж болдог тохиргоотой ажлын ширээ авч өгсөн",
//         },
//         {
//           title: "",
//           text: "Орон нутгийнхаа ахлах сургуульд багшилдаг нэгэн багш одой бөгөөд шинэ хичээлийн жилд шинэ сэдвээр заахаар хуваарилагдсан байлаа. Уг хичээлийг заах ангиуд нь өөр өөр хичээлийн байрнуудад тарсан байв.\n\nХичээлийн байр хооронд хурдан явж чадахгүй учир байнга хоцордог байх вий гэж санаа зовж байгаагаа хэлхээд сургуулийн захирал түүнд жижиг оврын скүүтэр худалдан авч өгснөөр асуудал шийдэгдсэн юм",
//         },
//         {
//           title: "",
//           text: "Машинист залуу намхан нуруутай, жижиг биетэй учир хамгаалалтын нүдний шил нь тогтдоггүй уначихдаг байв.\n\nСупервайзер нь үүнийг анзаарч түүний аюулгүй ажиллагаанд санаа зовж эхэлсэн юм. Мэргэжлийн зөвлөхөд хандсанаар жижиг нүүр царайтай хүмүүст зориулсан аюулгүй ажиллагааны өмсгөл, төхөөрөмж үйлдвэрлэгчдийн жагсаалтыг олж авав. Тэндээс нөгөө ажилтандаа таарах хэмжээний хамгаалалтын шил төвөггүй авч өгдөг болжээ",
//         },
//         {
//           title: "",
//           text: "Шинээр ажилд орсон нарийн бичгийн дарга одой эмэгтэй бөгөөд ажлынх нь компьютерын гар стандарт том хэмжээтэй учраас хурдан шивж чадахгүй байлаа. түүний ажлын гүйцэтгэл ч маш муу байлаа. нэлээн хичээсний эцэст нөгөө одой ажилтан маань ажлын байрны тохируулга хэрэглэх хүсэлт гаргажээ. Ажил олгогч нь судалсны үр дүнд түүнд тохирох тохируулга бол яриа таньж бичгээр буулгадаг программ болон жижиг хэмжээтэй компьютерын гар байдаг болохыг мэдэж тэр даруй хангасан байна. Нарийн бичиг эмэгтэйн ажлын бүтээмж эрс нэмэгдэж ажил олгогч нь ч сайн ажилтнаа танилгүй алдах шахсанаа ойлгосон юм.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "39",

//     title: "Остеоартрит ба Хэрх үений үрэвсэл  ",
//     type: PerformanceTypes.ou,
//     text: "Биеийн үе мөч, холбогч эд, шөрмөс, мөгөөрс, судас, дотор эрхтнүүд, зөөлөн эдийг гэмтээдэг үрэвсэлт ба үрэвсэлт бус өвчнүүд байдаг.\n\nХамгийн элбэг тохиолддог хэлбэрүүд нь\n\nХэрх үений үрэвсэл ба Остеоартрит юм. Гол шинж тэмдэг нь хөндүүрлэх, хавдахаар илэрдэг.\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[0],
//       PerformanceDetailData[11],
//       PerformanceDetailData[4],
//       PerformanceDetailData[5],
//       PerformanceDetailData[6],
//       PerformanceDetailData[7],
//       PerformanceDetailData[8],
//       PerformanceDetailData[18],
//       PerformanceDetailData[19],
//       PerformanceDetailData[20],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Үйлчлүүлэгчидтэй харилцах ажилтан хэрх үений үрэвслээсээ болоод удаан хугацаагаар шивж чадахаа болив. Түүнд эргиномик компьютерын гар болон таблет компьютер ав өгснөөр урьдын адил гүйцэтгэлтэйгээр ажиллах болжээ.",
//         },
//         {
//           title: "",
//           text: "Номын сангийн туслах ажилтан удаан зогсоход үнэхээр хэцүү болсон байна. Ажил олгогч нь зогсож, урагш сунадаг сандал авч өгсөн нь түүний хувьд маш үр дүнтэй тохируулга болж чадсан.",
//         },
//         {
//           title: "",
//           text: "Нарийн бичгийн дарга гарын сарвуу хэсгээрээ хатуурч хөндүүрлэдэг болсон учраас нэлээн зовуурьтайгаар шивдэг болжээ. Хүйтний улиралд улам их үрэвсэж ажлын орчны хэм сэрүүсэж хүйтэн болоход түүний шивэх чадвар улам муудаж илүү их зовуурилдаг байв. Түүнд бага оврын халаагч, цонхны нэмэлт дулаалга, яриа танигч төхөөрөмж тохируулга болгон авч өгөв.",
//         },
//         {
//           title: "",
//           text: "Үе хэрхийн үрэвсэл нь сэдэрснээс болоод ажилдаа очиход тун хэцүү болжээ. Түүний гол хүндрэлүүд нь алхах, эргэх хөдөлгөөн хийхэд хязгаарлагдсан явдал байлаа. мэргэжлийн зөвлөх машины зогсоолыг хүртээмжтэй болгох, ажлын байрыг нь орох гарах төв хулгатай ойр хуваарилах, оффисын тоног төхөөрөмжүүдэд ойрхон суулгах шийдлүүд санал болгожээ.",
//         },
//         {
//           title: "",
//           text: "Даатгалын ажилтан системийн чонон хөрвөс үрэвслээсээ болоод удаан хугацаагаар суухад нуруу, хүзүү, гараар хөшиж өвддөг болов. Удаан хугацаагаар сууж хийх ажлыг нь багасгахын тулд яриа танигч программ, эргиномик сандал, өндөрсгөж намсгадаг тохиргоотой ажлын ширээгээр тохируулга хийж өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Машины оператор удирдлагын унтраалгуудыг асааж унтрааж чадахгүйд хүрэв ... унтраалгуудыг томоор сольж зуурамтгай бээлийгээр хангав. Унтраалгуудыг сольж ажиллуулахад халтирахгүй болоод зогсохгүй бага хүч ордог болов.",
//         },
//         {
//           title: "",
//           text: "Компанийн дэд Ерөнхийлөгч өдрийн турш эрч хүчтэйгээр ажиллаж чадахгүй болсон учраас шаардлагатай тохиолдолд л ирж байх уян хатан хуваарь зөвшөөрсөн. Түүнээс гадна хөл, гарын тавиуртай, хойш налдаг сандал авч өгчээ.",
//         },
//         {
//           title: "",
//           text: "Эм зүйч эмийн жорыг эмийн хайрцгуудад хийдэг байсан учраас олон цаг зогсдог байв. Ядралт багасгадаг дэвсгэр, зогсдог сунадаг сандал, уян хатан завсарлага авах тохируулгуудаар хангав. Үдийн хоолоо гучин минутад багтаан идээд үлдсэн гучин минутыг өөрт хэрэгтэй үед ашигладаг байхаар зохицуулжээ. Завсарлага авах үед хамт ажилладаг нөхөр нь орлон ажиллаж байхаар зохицуулав.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "40",

//     title: "Оюун санааны бэрхшээл",
//     type: PerformanceTypes.ou,
//     text: "Хүн тархины үйл ажиллагааны чадвар болон дасан зохицох чадвараа алдсанаар оюун санааны бэрхшээл үүсдэг.\n\nОрчиндоо дасан зохицож, зөв зан үйлийг хүлээн авч, зөв хариу үйлдэл үзүүлэх чадварыг дасан зохицох чадвар гэж байна.\n\nӨдөр тутмын амьдралдаа хүнтэй харилцах чадвар болон бодит үйлдэл гүйцэтгэх чадвар орно. Тухайлбал, харилцааны чадвар, бусадтай олголцож өөрийгөө зөв илэрхийлэх чадвар, бие хүн болохынхоо хувьд асуудлын шалтгааныг олж харж хариуцлага хүлээх чадвар , үр дүнтэйгээр цаг зохион байгуулах чадвар, хувийн ариун цэврийн хэрэгцээгээ хангах чадвар, аюулгүй ажиллагаагаа ханган ажиллаж амьдрах чадвар гэх мэтээр тоочиж болно. Хүн бүрийн чадвар алдагдлын хэмжээ нь ялгаатай байхын зэрэгцээ хүч тамирын асуудалтай хавсардаг.\n\nОюун санааны бэрхшээл нь хүний 18 наснаас өмнө тохиолддог ба учрах согог, төрөл, хүнд хөнгөний төвшнөөрөө ялгаатай байна.\n\nОюун санааны бэрхшээл нь гений түвшинд, бие бялдрын түвшинд, нийгмийн харилцаанд орох түвшинд гэдгээрээ ялгаатай байдаг.\n\nАмерик улсын тоон мэдээнээс сонирхуулахад арван гэр бүлийн нэг нь оюун санааны бэрхшээлтэй хэн нэг гишүүнээрээ дамжуулан энэхүү эрүүл мэндийн асуудалтай холбогдож байна.\n\nТиймээс бусдаас харьцангуй удаан олйгоцтой хүмүүстэй үр дүнтэй харилцах аргаа олох нь чухал.\n\n\nОюун санааны бэрхшээлтэй холбоотой зарим нэг үг хэллэгийг дор танилцуулъя:\n\n\nЗарим төрлийн хөгжлийн бэршээлд оюун санааны бэрхшээл хавсарсан байдаг. Энд хөгжлийн бэрхшээл гэдгийг Монгол улс бүх төрлийн эмгэг, согог, чадвар алдагдлыг нийтээр нь хөгжлийн бэрхшээл гэж нэрлэснээс өөр ойлголт явж байгаа гэдгийг хэлэх нь зүйтэй. Гаднын орнууд бол хөгжлийн бэрхшээл гэхээр тухайн хүн 21 нас хүрэхээс өмнө олсон эсвэл төрөлхийн чадвар алдагдлыг хэлдэг . Яагаад гэвэл хүнийг 21 нас хүртлээ хувь хүн болон бие хүнийхээ хувьд бүрэн хөгжих хугацаа гэж тооцдог байна. Тиймээс 21 нас хүрэхээсээ өмнө ямар нэг өвчин, гэмтэл зэрэг хүчин зүйлсээс болж тэр хүний эсвэл хүүхдийн хөгжих үйл явцыг зогсоодог, хэт их хоцроодог учраас хөгжих явцыг ихээр бэрхшээсэн гэж ойлгож байна.\n\nОюун санааны бэрхшээл буюу чадвар алдагдалд хүргэдэг шалтгаануудаас дурдвал толгойн гэмтэл бэртэл, цус харвалт, өвчин гэх мэт байна. Зарим тохиолдолд шалтгааныг тодруулж чадаагүй ч байдаг.\n\nОюун санааны бэрхшээлтэй гэж тооцогдоогүй хүмүүс ч гэсэн тархины үйл ажиллагаа, чадамжаараа ялгардагтай адил оюун санааны бэрхшээлтэй хүмүүс үлдэл гүйцэтгэх чадвараа харилцан адилгүй алдсан байдаг. Тэгэхээр тэдний хэрэгцээг ерөнхийлөн авч үзэж ерөөсөө болохгүй.  Зарим оюун санааны бэрхшээлийг гаднаас нь хараад таних ямар ч боломжгүй байдаг. Бие бялдрын хөгжил болон биеийн хөдөлгөөн, үйлдлээрээ зүгээр харагдах төрөл ч бий.\n\nЗарим хүмүүс бүр оюун санааны бэрхшээлгүй хүмүүсээс ч дээр бусдын найдаж хариуцуулдаг ажилтан болж ч чадсан байдаг.\n\n\nАутизмын хамрах хүрээнд багтаж байгаа бол хүүхэд мэндэлснээс хойш эхний гурван жилийн дотор янз бүрэн хөгжлийн асуудал илэрдэг. Аутизмын хамрах хүрээ нь мэдрэлийн эсийн гэмтлээс үүдэлтэйгээр тархины үйл ажиллагаанд нөлөөлдөг юм. Ингэхдээ хүүхдийн хэл яриа, харилцаа, нийгэмших чадварт нөлөөлдөг. Насанд хүрсэн хүнээс ихэвчлэн үг хэлээрээ харилцан ойлголцох, биеийн хэлээр харилцан ойлголцох, нийгэмтэй харилцах, тоглох, чөлөөт цагаа үр дүнтэй өнгөрүүлэх тал дээр томоохон хүндрэлтэй тулгардаг.\n\n\nТархины саажилт оюун санааны бэрхшээлийн бас нэг төрөл. Тархины саажилтыг өвчин гэж үзэггүй Харин төрөлхийн согог гэдэг. Энэ заримдаа хэд хэдэн согогийн нийлбэр байдаг. Тархи, төв мэдрэлийн системийн үйл ажиллагаанд нөлөөлдөг учраас хүний хөдөлгөөн,  суралцах үйл явц, сонсох чадвар, харах чадвар, сэтгэн бодох чадварыг гэмтээдэг Хүүхдийн тархийг төрөх явцад эсвэл эхийн хэвлийд байхад гэмтээснээс болж болно. Эсвэл тархины төрөлхийн хэвийн бус хөгжлөөс болно мөн эсвэл хүүхэд мэндэлснээс хойш хоёр жилийн дотор илэрдэг.  Хүүхдийн тархины хөгжил тасралтгүй үргэлжилж байгаа учир төрснөөс хойш илрэх боломжтой.\n\n\nДаунй хам шинж бол гэнийн гаралтай ба насан туршийн оюун санааны бэрхшээл, хөгжлийн хоцрогдол, бусад олон чадвар алдалтын нэгдмэл юм. Даунй хам шинж нь өөрөө хүнд хөнгөнөөрөө ялгаатай байдаг учраас улбаалах хөгжлийн хоцрогдол нь дундаас хүнд гэсэн түвшинтэй байна. Дхуны хам шинжтэй хүмүүст харамсалтай нь зүрхний согог, унтаж байхдаа чангаар хурхирах амьсгаа нь тасалдах, цус багадалт, \n\nДэмийрэлтэй болдог.\n\n\nУрагт үзүүлсэн спиртийн нөлөө бол бүрэн сэргийлэх боломжтоо цорын ганц оюун санааны бэрхшээлд хүргэдэг хам шинж юм. Эхийн спиртийн хэрэглээнээс шалтгаалдаг учир сэргийлэх боломжтоо гэж үзэж байна. Энэ нь сэтгэц болон оюун санаа, бие махбодын хавсарсан чадвар алдагдалд хүргэдэг. Өсөлтийг удаашруулж  , төв мэдрэлийн системийн үйл ажиллагааг алдагдуулж.  Толгой болон нүүр царайны хэлбэрийг гажуудуулж, зан үйлийн доголдолд оруулдаг.\n\n\nЭмзэг X хам шинж гэдэг нь удамшдаг согог юм. Суралцах чадвар,  оюуны чадамжид хөнгөн хэлбэрээр нөлөөлсөн байхаас гадна хүнд хэлбэрийн оюун санааны бэрхшээлд ч хүргэдэг. Аутизмын хам шин үүсгэж бас болно.\n\nБие махбод, зан үлийн доголдол, хэл ярианы согог, хоцрогдол үүсгэнэ.\n\n\nПрэйдэвиллэрийн хам шинж бол хамгийн их тохиолддог гэнийн гаралтай согог. Хүүхдэд хэт таргалалт явагдаж амь насанд нь эрсдэл учруулдаг. Булчингийн үйл ажиллагаа султай байна. Хэрвээ дааврын эмчилгээ хийхгүй бол дагдгар намха нуруутай болдог. Бодисын солилцоонд нь маш бага хэмжээний калори зарцуулагддаг учир байнгын өлсөх мэдрэмжтэй явдагаас болж хэт их идэж хэт таргалаад ордог. Тийнхүү хэт таргалалт нь хүүхдийн амь насанд эрсдэл учруулдаг. Ийм хүүхдийн хөдөлгөөний хөгжил хоцрогдоно, \n\nЗан үйлийн доголдол илэрнэ.Маш ховор тохиолддог эрүүл мэндийн бусад хүндрэл давхар илрэх боломжтой. Оюун санааны чадамжийн хувьд янз бүрээр илэрдэг боловч өндөр чадамжтай хэмээн үнэлгээгээр гарсан хэдий ч суралцах төрлийн бэрхшээлтэй байж болдог байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[9],
//       PerformanceDetailData[7],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Хийжүүлсэн ундаа савлагч өдөржингөө зогсож хуванцар саван дээр шошго наадаг байв. Гэтэл хуруунууд нь юм атгаж базаж чадахаа болив.\n\nТүүний энэ хүндрэлийг маш энгийн өртөг багатай шийдлээр зохицуулж болохоор байлаа. Модон хавчигч хийж өгөөд түүндээ хуванцар савнуудыг хавчин тогтоохоор хоёр гараараа чөлөөтэй ажиллах боломжтой болов",
//         },
//         {
//           title: "",
//           text: "Тоглоомын төвийн туслах бичиг үсэг муу тул хүмүүсийн үзэхийг хүссэн киноны гарчгаар хайж олоод тоглуулж өгч чаддаггүй байлаа.\n\nХүмүүс түрээсэлж аваад буцааж өгсөн кино, тоглоомуудыг зөв тавиурт буцаан тавьж эмхэлж цэгцлэхдээ маш муу байв.\n\nГэтэл түүний нөхөн сэргээлтийн зөвлөх нэг удаагийн үнэлгээ хийх уулзалтаараа үгээр тулгаж олох биш тавиур дээр зурган тэмдэглэгээ наагаад киноны хайрцаг дээрх шошготой тулгах арга байгааг хэлж өглөө",
//         },
//         {
//           title: "",
//           text: "Танин мэдэхүйн үйл ажиллагаа нь ихээр гэмтэж доголдсон нэгэн хүнсний дэлгүүрт ажилладаг байлаа. Тэрээр ажлын хувцас болон ажилд хэрэглэгддэг хэрэгслүүдээ зөв дарааллаар өмсөж чадахгүй болсон байлаа. дэлгүүрийн менежер түүнд туслахыг хүсэж ажлын байрны тохируулгын мэргэжилтэнд хандсан. Ажлын хувцсыг нь өмссөн байдлаар зураг аваад мөн ямар дэс дарааллаар зөв өмсөх алхмуудыг нэг нэгээр харуулсан зураг давхар авч лавлагаа болгон өгөхийг зөвлөсөн.\n\nНөгөө ажилтан маань харж байгаад төвөггүй өмсөж ажилдаа бэлэн болдог болжээ.",
//         },
//         {
//           title: "",
//           text: "Дэлгүүрийн нярав оюун санааны бэрхшээлтэй учир юм уншихдаа тааруухан бас юмсын дэс дараалал олохдоо муу байв. Тиймээс бараа хүлээн авч бүртгээд зөв тавиур дээр байрлуулж чаддаггүй байлаа.\n\nБарааны шошгыг зургийг нь аваад тавиур дээр нааж үгээр биш зургаар тулган олдог болбол алдаа гаргалгүй бас үг унших гэж цагаа баралгүй ажиллах боломж байгааг нөхөн сэргээлтийн зөвлөх нь хэлж өгсөн. Дэлгүүрийн ахлах ажилтан түүний супервайзер бөгөөд байнга таталт хийдэг бараануудын шошгыг хэвлэн бэлтгэж өгөхөө амлажээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "41",

//     title: "Өнгөний сохор ",
//     type: PerformanceTypes.ou,
//     text: "Өнгөний сохор буюу өнгө болон хэлбэр дүрс ялгаж таних чадвар алдагдал. Зарим хүн цөөн хэдэн өнгө таньдаг бол зарим хүн бүр огт өнгө ялгадаггүй.\n\nАль нэг нүдэндээ өнгөний шүүлтүүр бүхий улаан өнгийн линз зүүж эсвэл нүдний шил тааруулж зүүх байдлаар өнгө ялгах чадварыг нь дэмжиж өгдөг.\n\nЭсвэл бүрэн хараагүй хүмүүст зориулан бүтээсэн өнгө таньж хэлж өгдөг программ, төхөөрөмж ашиглан юмсыг таньж мэддэг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[27]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Химийн лабораторид аюултай бодисуудыг өнгө өнгийн шошгоор ялгаж ангилсан байдаг байв. Лабораторийн ажилтан тэдгээр өнгийн тусламжтайгаар зөв бодисыг сонгон аюулгүй ажиллагааны зааврын дагуу ажиллах ёстой байлаа. Түүгээр зогсохгүй өнгө өнгийн гэрэлд тохирох хариу үйлдэл үзүүлэх ёстой байв. Түүнд өнгө танигч төхөөрөмж худалдан авч өгсөн ба нүдний эмчид үзүүлэн гэрэл харах чадварыг нь сайжруулах тусгай жорын линз байх эсэхийг шалгахаар шийдлээ. Тийнхүү нүдний эмчид үзүүлэхээс нааш гэрэлтэй харьцах химийн ажил хийхгүй байхаар тохиролцов.",
//         },
//         {
//           title: "",
//           text: "Цэцэрлэгийн багш хүүхдүүдээ тойрог болгон суулгаад ном уншиж өгөх цагаар өнгө заах зориулалттай номыг тайлбарлаж өгөхдөө асуудалтай байлаа. Өнгөнүүдийг зөв хэлж өгөхөөс гадна номд байгаа дүрс зургуудыг зөв хэлж өгч чадахгүй байсан. Номд гарч байгаа зүйлсийг ярихдаа өнгөнүүдийг нь зөв хэлж өгөхийг хүсэж байв. Хааяа туслах багшаас туслалцаа авдаг боловч бие даан харилцах арга эрэлхийлж байсан. Өнгө танигч төхөөрөмж ашиглан номд гарч байгаа дүрс өнгөнүүдийг урьдчилан таниулж бэлтгэл хангадаг болов. Мөн номын зурган өгүүллэгүүдийг тайлбарлан тэмдэглэж номынхоо арын хуудсанд наан бэлддэг байлаа.",
//         },
//         {
//           title: "",
//           text: "Нэгэн өнгөний сохор инженер хэд хэдэн төсөл хариуцан ажиллах боллоо. Түүний ажилладаг компани төслүүдийн баримт бичгүүдийг хольж хутгахгүйн тулд өөр өөр өнгийн цаасан дээр хэвлэж зохион байгуулдаг байлаа. Гэтэл уг инженер өнгө танихгүйгээсээ болоод зохион байгуулалтын системийг ажилдаа үр дүнтэйгээр ашиглаж чадахгүй байсан. Хөдөлмөр эхлэлтийн мэргэжилтэнтэй зөвлөлдөхөд тэрээр бичиг цааснуудыг өөрөөр зохион байгуулдаг болох нь чухал гэлээ., Тухайн бичиг баримтын баруун дээд буланд цаасны өнгийг эсвэл өнгөний эхний үсгийг гараар бичиж тэмдэглэх, гарт багтах жижиг хэмжээтэй өнгө танигч төхөөрөмж хэрэглэж эхлэхийг санал болгосон. Ажил олгогч нь өнгө танигч төхөөрөмж худалдан авч өгчээ.",
//         },
//         {
//           title: "",
//           text: "Үйлдвэрийн ажилтан өдөр тутмын ажилдаа өнгө таних шаардлагатай байв. Ердийн үед зүүдэг өнгөний шүүлтүүртэй линзтэйгээ хамгаалалтын шилний араас харахад хэцүү байсан учир хамгаалалтын нүдний шилийг нь өнгөний шүүлтүүртэй линзтэйгээр хийж өгөхийг хүссэн юм. Ажил олгогч нь түүний хүсэлтийг биелүүлснээр үр дүнтэй тохируулга болж чадсан.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "42",

//     title: "Паркинсоны өвчин ",
//     type: PerformanceTypes.pr,
//     text: "Паркинсоны өвчин бол архагшдаг, алгуурхан газар авч хүндэрдэг мэдрэлийн системийн үйл ажиллагаатай холбоотой согог юм.\n\nЭнэ өвчний шинж тэмдэг маш олон хэлбэрээр явагддаг.. Тухайлбал, биеийн нэг талд зөөлөн чичрэлт явагдах, хөдөлгөөн удаашрах, үеэр хөшингө болох, тэнцвэр алдах, гар бичгийн хэмжээ хэт жижгэрэх, гарын далайх цар хүрээ хумигдах, нүүрний илэрхийлэлгүй болох, аяархан дуугардаг болох, сэтгэлээр унаж гутрах эсвэл байнга сэтгэл түгшдэг болж байгаагаа мэдрэх, нэг газраа гацсан мэт зогсох, явах гэж оролдоход маш жижиг болох, арьс ба хуух их тослогдож, хагтдаг болох,  нүдний цавчилт цөөрч гөлрөх маягтай болох,  залгихдаа муу болох зэрэг байж болон.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[0],
//       PerformanceDetailData[22],
//       PerformanceDetailData[4],
//       PerformanceDetailData[26],
//       PerformanceDetailData[9],
//       PerformanceDetailData[7],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Паркинсоны өвчин нь нэлээн хүндэрч яваа багш самбарын өмнө зогсож юм бичих бараг ямар ч боломжгүй болов.\n\n багшид удирдлагын зүгээс олгосон ажлын байрны тохируулгууд нь жижиг оврын скүүтэр, дэлгэцэд тусгагч, зөөврийн компьютер байлаа. Ингэснээр багш маань сууж байгаад хичээлээ заах боломжтой болов",
//         },
//         {
//           title: "",
//           text: "Паркинсоны өвчтэй зөвлөх өглөө эрт ажилдаа амжиж ирж чадахгүй байлаа.\n\nТүүнийг ажлын цагаа уян хатнаар тохируулахыг зөвшөөрсөн учир нийтийн тээврийн хэрэгсэлд амжиж суугаад орой бага зэрэг сунаж ажиллах байдлаар ажлын найман цагаа барих боломжоор хангасан байна.",
//         },
//         {
//           title: "",
//           text: "Архивын ажилтан өөрийн ажлын байрны удаан зогсож бичиг хэргийн тавиуруудыг цэгцлэх, бичиг баримт шүүж олох, ажлын өрөөнүүдийн хооронд явах, хүнд хавтаст хэрэг зөөх зэрэг биеийн хүч шардсан ажлуудыг хийж чадахгүйд хүрсэн юм.\n\nТүүнд ажил олгогч нь цахилгаан скүүтэр авч өгөөд сагс зүүж тоноглосон байна. Бас суугаа босоо байрлалд ордог сандал авч өгчээ",
//         },
//         {
//           title: "",
//           text: "Нэгэн супервайзер өдрийнхөө ажлыг барахгүй болов. Паркинсоны өвчин нь түүнийг маш ихээр ядраадаг болжээ.\n\nАжил олгогч нь жижиг буйдантай амрах хэсэг гаргаж өгснөөр өдрийн турш богино завсарлага хэрэгтэй үедээ авч ажлаа дуусгадаг болсон байна",
//         },
//         {
//           title: "",
//           text: "Харилцагчтай үйлчлэх ажилтан Паркинсоын өвчтэй нэгэн байсан. Тэрээр аажмаар компьютерынхоо хулганыг хөдөлгөж, шивж, хүмүүстэй мэндэлж зогсож чадахгүй болсон байлаа. Зөв ойлголцон харилцаж ч чадахгүйд хүрсэн.\n\nТиймээс ажил олгогч нь хүний нөөцийн багт даалгавар болгож судлуулснаар тухайн ажилтандаа чиглүүлэгч бөмбөлөг буюу гараа хөдөлгөхгүйгээр хурууны өндгөөр ажиллуулах боломжтой хулгана, бичгийн туслах хэрэгслүүд, түшлэгтэй сандал, яриа өсгөгч авч өгсөн",
//         },
//         {
//           title: "",
//           text: "Нарийн бичгийн дарга эмэгтэй гар нь чичирч салганадаг болсноос болоод ажлынх нь маш чухал үйлдэл болох шивэх чадвараа алдаж эхэлсэн.\n\nТүүн тусгаарлагчтай гар, шивэх туслах хэрэгсэл, хуудас эргүүлэгч, онгорхой байдаг задгай бичиг хэргийн хавтас авч өгсөн байна",
//         },
//         {
//           title: "",
//           text: "Нэгэн техникч Паркинсоны өвчнөөсөө болж анхаарал төвлөрөл маш муутай болжээ.\n\nСупервайзер нь түүний ажлын даалгаврыг аль болох бичгээр өгдөг болсон. Мөн шаардлагатай бол ойр орй богино завсарлага авч байхыг зөвшөөрсөн байна. Түүнчлэн түүний ажлын байрыг булан руу нүүлгэж тусгаарлагч хана босгож өгснөөр чимээ шуугианаас холдуулж чадсан юм",
//         },
//         {
//           title: "",
//           text: "Паркинсоны өвчтэй инженер өвчнийхөө явцаас болоод анхаарал төвлөрч бусадтай үр дүнтэй олголцон харилцаж чадахаа больсон байна.\n\nТүүнийг харьцангуй хөл хөдөлгөөн багатай оффист шилжүүлэн суулгав. Байгууллагын дотоод журамдаа нэг нэмэлт өөрчлөлт оруулсна нь ажилтнууд нэг нэгэндээ бичгээр үүрэгдаалгвар өгдөг болох мөн бичсэн зурвасаар цаг товлон уулзалт хийдэг болхийг сануулсан. Түүнчлэн харилцааны төхөөрөмжөөр хангасан байна",
//         },
//         {
//           title: "",
//           text: "Байгууллагын туслах ажилтан Паркинсоны өвчнөөсөө болоод салганадаг бас маш ихээр ядардаг болсон байв. Ажил олгогчийн тавьсан шаардлагын дагуу минутад бичих ёстой үгийг гүйцэж шивж чадахгүй болжээ.\n\nАжил олгогч нь уян хатан хуваариар ажиллахыг зөвшөөрсөн учир ажлын байрныхаа анхаарал сарниулах хүчин зүйлсийг аль болох бага байлгахаар өөрчлөлт хиж зохицуулсан байна. Компьютерынх нь үг боловсруулагч хэрэгслийг макро програмчлалтай болгосноор гарын командыг олон товч зэрэг дарж өгөх шаардлагагүй болсон байна. Мөн яриа таньж бичигт буулгах программ худалдан авч өгчээ",
//         },
//       ],
//     },
//   },
//   {
//     _id: "43",

//     title: "Полио болон полиогийн дараах үе",
//     type: PerformanceTypes.pr,
//     text: "Энэ бол вирусээр халдварладаг өвчин. Булчин болон мэдрэлийн системийг бүхэлд нь гэмтээдэг учир биеийг бүхэлд нь хамардаг.\n\nМаш хүнд хэлбэрээр явагдвал саажилт эсвэл үхэлд хүргэх аюултай.\n\nПолио нь дэлхийн бүх улс оронд бүртгэгдсэн байдаг боловч сүүлийн хэдэн жилд АНУ-ын хувьд нэг ч тохиолдол гараагүй байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[0], PerformanceDetailData[4]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Нэлээн том жижиглэнгийн худалдааны дэлгүүрт кассчинаар ажилладаг эмэгтэй полио тусаад эдгэрсний дараа удаан зогсож чадахгүй байдалтай үлдэв.\n\nНэг элжинд найман цаг гарах ёстой байдаг боловч тэрээр найман цаг кассны ард зогсож ажиллах үнэхээр боломжгүй болсон байлаа. \n\nДэлгүүрийн менежер түүний ажлын цагт бол өөрчлөлт оруулж чадахгүй ч гэсэн эргиномик сандлаар хангаж чадна гэдгээ хэлжээ. Тэр нь зогсоо ба суугаа байрлалд шилждэг сандал юм. Зогсож байгаа мэт суух боломжтой ба кассны ард чөлөөтэй хөдөлж ажиллахад нь ямар нэгэн саад үзүүлдэггүй байна",
//         },
//         {
//           title: "",
//           text: "Полиогийн дараах хам шинжээс болоод нэгэн нийгмийн ажилтан өдөр тутмын бие даан амьдрахад хэрэгтэй чухал үйлдлүүдээ гүйцэтгэж чадахгүйд хүрсэн. Бие засах, хоол идэхэд илүү их цаг зарцуулдаг учир урт богино завсарлагуудын дараа завсарлагын цагаас хэтрүүлэлгүйгээр ажилдаа эргэн ирж чадахгүй байв.\n\nЭнэ хүндрэлтэй асуудлаа ажил олгогчдоо хэлж ойлгуулсанд түүнийг ариун цэврийн өрөө ашиглах цаг хугацаанд санаа зовох хэрэггүй хэмээжээ. Мөн үдийн хоолоо идэж дуусгаагүй бол ажил дээрээ авчраад орой харихаасаа өмнө идэж бардаг байж болно гэсэн нь түүнийг завсарлагын цагийг уян хатнаар өөртөө тохируулан өөрчлөхийг зөвшөөрсөнтэй төстэй зохицуулалт болжээ",
//         },
//         {
//           title: "",
//           text: "Махны савлагаа шалгагч нэгэн полио вирусээр өвдөөд эдгэрэхдээ тэнцвэрээ барихдаа муу болж үлдсэн байв. Мах бэлтгэлийн хэсгийн шал гялгар плита учир түүнд бүр аюултай байлаа.\n\nКомпани журамдаа шинэчлэл хийж мах савлаагааг шалгахын өмнө шалаа цэвэрлэж хүн хальтаач унахааргүй болгосон байх шаардлага тавьжээ",
//         },
//         {
//           title: "",
//           text: "Засгийн газрын хэрэгжүүлэгч агентлагийн аудитор полио вирусээр өвчлөөд тэргэнцэр хэрэглэдэг болжээ.\n\nТэрээр хийсэн аудитын дүгнэлт тайлангуудаа бичээд хэсэг хугацааны дараа үдэж хавтаст хэрэг болгон архивд өгдөг байлаа.\n\nАжлын байрных нь гадуур босгосон байсан битүү хаалт нь тэргэнцэртэй чөлөөтэй эргэж хөдлөхөд нь саад болоод байсан учир буулгуулж, автомат зохион байгуулагч хэрэглэж эхэлсэн",
//         },
//         {
//           title: "",
//           text: "Харьцагчдад үйлчлэх мэдээллийн ажилтан полио вирусийн үлдцийн улмаас баруун гарын л ажиллагаатай болсон байна.\n\nКомпьютерт мэдээлэл шивж оруулах нь түүний хувьд хүнд даалгавар болсон юм. Ажлын байрны тохируулга хэрэглэх хүсэлт гаргасан ба ажил олгогч нь нэг гарын гар эргиномик хулганын хамт авч өгсөн юм",
//         },
//         {
//           title: "",
//           text: "Сэтгэл засалч полио вирусээр өвчлөөд эдгэрсэн хэдий ч зохих үр дагавар нь үлдсэн байна. Тэрээр ажил дээрээ скүүтэрэр явдаг байв. Ажил олгогч саяхан бага зэрэг зохион байгуулалтын өөрчлөлт хийхдээ цаг бүртгэлийн төхөөрөмжийг нэлээн хол аваачиж байршуулсан байлаа. Уг ажилтан маань ажлын байрнаасаа нэлээн явж байж цагаа бүртгүүлэх хэрэгтэй болсон тул түүнийг цаасан хүснэгтэд цагаа шударгаар тэмдэглээд цалин бодолтод оруулж байхыг зөвшөөрчээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "44",

//     title: "Рэйнодын өвчин ",
//     type: PerformanceTypes.pr,
//     text: "Хэт хүйтэнхэмд орох эсвэл хүчтэй сэтгэл хөдлөлд автахад илэрдэг ховор үзэгдэл. Эдгээр нөхцөл үүсэхэд судас нарийсаж, үе мөчөөр мэдээгүй алдах, чимчигнэх, түлэгдэж байгаа мэт халуу шавах мэдрэмж авдаг.\n\nИхэнхдээ гар ба хөлийн хуруугаар явагддаг боловч заримдаа хамар, чих, эрүүгээр мэдрэгдэж болно.\n\nГадаад хэм эрс тэс биш бага зэрэг байсан ч халуунаас хүйтэн рүү шилжих эсвэл хүйтнээс халуун руу шилжих төдийд л мэдрэгээр илэрч болно.\n\n\nРэйнодын өвчин бие даасан хэлбэрээр явагдвал шалтгаан нь тодорхой бус байдаг. Хоёр дах хэлбэр нь чонон хөрвөс эсвэл үе мөчний хэрх өвчнөөс үүдэлтэй байдаг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[6],
//       PerformanceDetailData[18],
//       PerformanceDetailData[20],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Маш том цэцэрлэгт хүрээлэнгийн ой хамгаалагчаар ажилладаг нэгэн Рэйнаудын өвчнөөр оношлогдсон. Өвчнийхөө улмаас цэцэрлэгт хүрээлэнд гадаа ажиллана гэхэд маш хүндрэлтэй болсон.\n\nАжил олгогч нь гадаад хэмд тэсвэртэй халуун хүйтнийг зохицуулах технологиор хийгдсэн хувцас хэд хэдэн төрлийг өмсгөж үзсэн хэдий ч үр дүнгүй байв. Ой хамгаалагч өөрөө өөр ажилд шилжүүлэн томилох боломж байгаа эсэхийг асуусан байна. Ажил олгогч, ажилтан хоёр уулзаж сайтар ярилцсаны үр дүнд түүний дотор орчинд ажиллуулах боломж байгааг олж харсан юм. ажил олгогч ч гүйцэтгэл сайтай чадварлаг ажилтнаа авч үлдсэндээ баяртай байлаа",
//         },
//         {
//           title: "",
//           text: "Рэйнаудын хам шинж илэрсэн нэгэн багш өвлийн цагт өглөө эрт ажилдаа очиж чадалгүй хоцроод байдаг болжээ.\n\nТэрээр өглөө ажилдаа жаахан орой ирж байхаар хичээлийн хуваариа гаргах хүсэлтийг ажлын байрны тохируулга болгон хүсжээ. Тэнхимийн эрхлэгч дулаан цаг иртэл хүссэнээр нь хуваарь гарган ажиллуулахыг зөвшөөрлөө. Харин өвөл дуусмагц өглөө эртийн ангиудыг авч хичээл тасалдах эрсдэлээс хамгаалах хэрэгтэй гэдгийг сануулсан байна",
//         },
//         {
//           title: "",
//           text: "Нийгмийн эрүүл мэндээр мэргэшсэн мэргэжлийн үнэмлэх бүхий сувилагч толгой нь байнга өвддөг болсон байв. Рэйнаудын өвчнөөс нь болж тархинд очих цусан хангамж муудсанаас үүдэлтэй байлаа.\n\nТүүнд тусад нь ажлын өрөө гаргаж өгвөл жижиг оврын халаагч өрөөндөө хэрэглэх боломжтоо болох ба тэгснээр даархаа боломж цусны эргэлт нь сайжрах болно гэдгийг тайлбарлажээ. Тийнхүү тархины цусан хангамж нь сайжрахаар толгойны өвдөлт нь багасаж ажлаа сайн хийдэг болно гэжээ. Орчны хэмийг тусад нь халааснаар ажилтнуудыг ч хэт халууцуулахгүй юм гэсэн байна",
//         },
//         {
//           title: "",
//           text: "Хэвлэлийн компанийн хянан тохиолдуулагч хэт хүйтэн өрөөнд сууж ажиллахаар суурь онош нь сэдэрч төвлөрч ажиллаж чадахгүй байв. Хэт даарснаас тухгүйдэж ажилдаа төвлөрөхгүй байлаа.\n\nАжил олгогчтойгоо сууж сайтар ярилцсаны эцэст тэдний хэн хэн нь зайнаас ажиллах нь хамгийн оновчтой арга гэдэгт санал нэгдсэн байна. Түүний ажлын онцлогт зайнаас ажиллах нь тохиромжтой тул орчны хэмийг өөртөө тохируулан чанартай ажиллах нь дээр гэж үзжээ",
//         },
//         {
//           title: "",
//           text: "Банкны зээлийн мэргэжилтэн Рэйнаудын өвчтэй байлаа. Оффисын хэм жаахан доошлоход л түүний гар нь бээрч шивж чадахгүй болддог байв.\n\nАжил олгогч нь түүнд компьютерын халдаг хэрэгслүүд авч өгснөөр сарвуу хэсгээрээ даарахгүйгээр ажлаа дуусгаж чаддаг болжээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "46",

//     title: "Саркодозис ",
//     type: PerformanceTypes.st,
//     text: "Судас, эс, холбоос эддээр явагдаж жижиг дугуй хэлбэрийн биет үүсдэг.\n\nЕрөнхийдөө бол архаг өвчин гэж ойлгож болох ба маш удаан хугацаагаар, бүр насан туршид ч үргэлжилдэг.\n\nГэхдээ зарим хүнд хэдхэн сар гараад алга болдог бол зарим хүнд бүр ямар ч шинж тэмдэггүй байдаг. Дам илэрдэг шинж тэмдгүүдээс дурдвал арьс, уушги,нүд, үе мөч, ядаргаа, халуун, жин хаях зэрэг юм.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[12],
//       PerformanceDetailData[4],
//       PerformanceDetailData[18],
//       PerformanceDetailData[20],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Тоон мэдээ оруулагчийн ажлын байранд хүсэлт гаргасан нэгэн саркодос оноштой хүн байсан. Тэрээр сонгон шалгаруулах ярилцлагын үеэр ийм оноштой ба энэ нь гэрэлт хэт мэдрэг байдаг ба түүнээс болоод биед байнгын хөндүүр зовуурь мэдэрдэг гэдгээ хэлсэн байна.\n\nХэрвээ түүнийг ажилд авах шийдвэр гарвал ширээний чийдэнгээр хангах болон бусад хувилбарт гэрэлтүүлэг бодож олж болно гэдгийг ажил олгогч амласан байлаа. Ямар нэгэн аргаар ажилтан өөрөө гэрэлтүүлгийнхээ хүчдэл, тусгалыг тохируулах боломжтойгоор гэрэлтүүлэг хиж өгнө гэсэн байна",
//         },
//         {
//           title: "",
//           text: "Ажилд орох хүсэлтээ гаргасан нэгэн эмэгтэй ярилцлагын үеэр нийтийн тээврийн хэрэгслээр зорчдог болохоо хэлжээ. Саркодос гэдэг оноштой учир өөрөө жолоо барьж чаддаггүй болохоо тайлбарласан байна.\n\nАжил олгогч уян хатан хуваарь зохион ажиллуулж болно гэж хариулжээ",
//         },
//         {
//           title: "",
//           text: "Саркодос оношны улмаас нүүрний хоёр талд хоёуланд нь саажилт өгсөн нэгэн ажилд орох хүсэлтээ гаргаж тийнхүү ярилцлагын урилга хүлээн авсан байна. Уг саажилт түүний хэл ярианы чадварт нөлөөлсөн юм.\n\nГэтэл уг ажлын байр нь хамт ажилладаг хүмүүстэйгээ ойр хамтынажиллагаа харилцаатай байхыг шаарддаг.\n\nХэрвээ ажилд орохоор болбол нүүр тулсан уулзалтаар зурвас солилцож санал бодлоо илэрхийлж байж болно гэжээ",
//         },
//         {
//           title: "",
//           text: "Саркодозэс өвчтэй нэгэн шинээр ажилд оронгуутаа ажилтнууд машинаа тавьдаг зогсоолд санаа нь ихээр зовж буйгаа илэрхийлсэн. Нэлээн том зогсоол бөгөөд түрүүлж ирсэн нь ойр зогсоолыг авдаг дүрэмтэй байлаа. Түүнд ихэнхдээ холын зогсоол олддог ба ээлжийн ажилдаа хол зай алхаж ирдэг байсан юм. Удаан алхах тусам амьсгаадаж гүйцэт амьсгалж чадахгүй болдог байв. \n\nАжил олгогч нь түүнийг хөмгийн ойр зогсоол хэрэглэж байх боломжоор хангаж өгсөн байна. Зогсоолоо сонгоод өөр машин тавихыг хориглосон тэмдэг тавьж өгчээ",
//         },
//         {
//           title: "",
//           text: "Саркодос оноштой нэгэн ажилтны хөл нь хөөн хавагнадаг байв. Өөрийн ажлын ширээнээс хувилагч машин байгаа газарт очиж бичиг баримт олшруулж авах нь түүнд нэлээн бэрхшээлтэй байдаг байлаа. Тэрээр гэртээ бол хөлөө сойж суудаг ба ингэх нь хавагналыг багасгах үр дүнтэй юм.\n\nАжил олгогч нь ширээн ээрээ байрлуулаад хэрэгтэй баримт бичгээ хувиар хувилаад ажлаа хийх боломж нээж өгсөн байна. Бага оврын хувилагч машин авч өгчээ",
//         },
//       ],
//     },
//   },
//   {
//     _id: "47",

//     title: "Сонсгол алдалт ",
//     type: PerformanceTypes.st,
//     text: "Сонсголоо алдана гэдэг ямар нэг дуу авиаг сонсож болихыг хэлэх ба хэд хэдэн шалтгаан бий.\n\nТөрөхөөсөө бүрэн сонсголгүй төрсөн байж болох ба эсвэл насанд хүрсэн хойноо ямар нэг өвчний улмаас сонсголоо алдсан байж болно.  Насжилтын үүдэлтэй нөлөө, гэнэтийн хүчтэй цочрол гэмтэл, цочир хүчтэй эсвэл байнгын үргэлжилсэн чанга дуу чимээнээс аажимдаа үзүүлэх нөлөө зэрэг хүчин зүйлс нь сонсголыг бүр мөсөн алдагдуулдаг эсвэл нэлээн хэмжээгээр алдагдуулж чих хатуу болгодог байна.\n\nЗарим ажил үүргийн онцлогоос шалтгаалж тохируулга хэрэглээгүйгээр тухайн ажлыг зөв гүйцэтгэж чадахгүй байх тохиолдол байх боловч зарим хүнд бол бүр тохируулга огт шаардлагагүй байж ч болно.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[1]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Мах бэлтгэгч бүрэн сонсголгүй байсан ба түүний ажлын зэрэглэлийг дээшлүүлж агуулахад ажиллуулдаг болжээ. Агуулахын ажил маш завгүй байдаг. Ахлах мах бэлтгэгч нартай өдөр тутам ойр харилцаж ажиллах шаардлагатай болсон байлаа. Тиймээс ажил олгогч нь бүх мах боловсруулагч нарт текстэйн харилцааны жижгэвтэр төхөөрөмж авч өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Хээрийн геологич алс хязгаар нутгуудаар ганцаараа хайгуул хйидэг байсан ба олдворуудаа хоёр талт радио харилцааны төхөөрөмжөөр дамжуулан мэдээлэх боломжгүй байлаа. Тиймээс түүний ашиглаж дадсан энэхүү төхөөрөмжийг сонсголгүй хүнд зориулсан үүрэн утсан харилцааны төхөөрөмжөөр орлуулж текстэд суурилсан утсан харилцааны технологи ашиглах боломжоор ханган явуулдаг болжээ.",
//         },
//         {
//           title: "",
//           text: "Нэгэн төрийн албаны ажилтан сонсголын бэрхшээлээсээ болоод хамт ажилладаг хүмүүстэйгээ хангалттай үр дүнтэйгээр харилцаж чадахгүй байлаа. Ажил олгогч нь түүнийг дүрст дамжуулалттай үйлчилгээнд холбож дагалдах сургалтыг авч өгөв.",
//         },
//         {
//           title: "",
//           text: "Эмнэлгийн лабораторийн техникч лабораторийн туршилтын үеэр цаг болмогц дуугарах чимээг алдалгүй сонсож түргэн хариу үйлдэл хийх ёстой байдаг байв. дуугарахыг сонсож чадахгүйгээс болоод чухал мөчүүдийг алдаад байв. Менежер нь цагийн системийг гэрлэн дохиотой холбож өгснөөр асуудлыг шийдсэн.",
//         },
//         {
//           title: "",
//           text: "Ажилд орохоор ирүүлсэн маягтуудаас нэгэн сонсголын бэрхшээлтэй өргөдөл гаргагч шалгуур хангаж түүнийг ажилд авахыг хүссэн учраас уг банкны менежер хөдөлмөр эрхлэлтийн мэргэжилтэнд хандаж зөвлөгөө хүсжээ. Тухайн албан тушаал нь үйлчлүүлэгчидтэй харилцах ажил байнга хийх учир хоёр хүн хувийн жижиг дэлгэцээр амжуулж харилцах шийдэл санал болгосон байна. Энэ нь нөгөө ажилд орох гэж буй сонсголгүй хүнд ч банкаар үйлчлүүлэх сонсголын бэрхшээлтэй хүмүүст ч үр дүнтэй шинэлэг санаачилга болжээ.",
//         },
//         {
//           title: "",
//           text: "Эмнэлгийн шинжилгээний лабораторид цус бэлтгэгчээр ажиллахаар бэлтгэгдсэн ажилтан бүрэн сонсголгүй байлаа. Тэрээр өвчтөнүүдтэй харилцахдаа текстийг дуу авианд буулгадаг төхөөрөмж ашигладаг байв.  Чичирхийлэлтэй дохио өгөгч пэйжэр авч өгсөн ба эмнэлгийн өөр хэсэгт хол байгаа үед гэнэт дуудах шаардлага гархид маш үр дүнтэй шийдэл болж өгөв.\n\nНэгэн төрийн албан байгууллагын дарга нэлээн хэдэн сонсголын бэрхшээлтэй ажилтантай байлаа.\n\nЯмар нэг онцгой нөхцөл үүсэхэд эдгээр ажилтнаа мөн аюулаас хамгаалах хэрэгтээ учраас дохиоллын пэйжэр өгч уг пэйжэрийг ерөнхий дохиоллын системдээ холбосноор чичиргээнд дохио хүлээн авдаг болжээ. Мөн дохионы дуу чанга дуугарахын зэрэгцээ гэрэл анивчдаг болгосон байна. Уруул уншигч нэмж суулгасан.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "48",

//     title: "Сонсголын бэрхшээл ",
//     type: PerformanceTypes.st,
//     text: "Сонсголгүй буюу энгийн ярианд дүлий гэж ярьж заншсан үг хэллэгийг хүмүүс ялгаж олгох нь зүйтэй. Мэдээллийг ойлгож боловсруулах хэмжээнд сонсож чадахгүй байгаа бол сонсголгүй гэж явна.\n\nЧих хатуу буюу сонсгол муу гэхээр мэдээллийг сонсож ойлгох чадвартай түвшнийг хэлж байна.\n\nТиймээс сонсголын бэрхшээлтэй хэмээн мэргэжлийн дүгнэлт гарсан хэдий ч сонсож ойлгох чадвараасаа болоод ажилдаа тохируулга хэрэглэх хэрэгтэй юу, тухайн хүний сонсох түвшинд ямар туслах хэрэгсэл, бусад дэмжлэг оновчтой байх вэ гэдгийг ганцаарчлан тодорхойлох нь чухал. \n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[1],
//       PerformanceDetailData[16],
//       PerformanceDetailData[28],
//       PerformanceDetailData[26],
//     ],
//   },
//   {
//     _id: "49",

//     title: "Сонсголын Процессын Эмгэг ",
//     type: PerformanceTypes.st,
//     text: "Сонсголын процессын эмгэг гэдэг нь сурах бэрхшээлийн нэг хэлбэр юм. Сурах бэрхшээл дотроо хэд хэдэн төрөлтэй. Тэдгээр эмгэг нь аман болон бичгийн мэдээллийг хүлээн авч, зохион байгуулалтад оруулж, ойлгож, буцаан дамжуулах үйл ажиллагаанд саад бэрхшээл учруулна.Бодож сэтгэх, юмсын учир шалтгааныг олох чадвар дундаж эсвэл дунджаас доогуур байгаа хүмүүст илэрдэг.\n\nУхаж ойлгох, бодож сэгэх, эргэн санах тойрог замын цогц процессын аль нэг хэсэг гэмтэж доголдоход үүсдэг эмгэг. Эдгээр эмгэг учруулах хүндрэлээрээ харилцан адилгүй. Аман харилцаагаар ойлголцох, мэдээлэл солилцох, тоо бодох, мэдээлэл унших болон бичих замаар ойлголцоход илэрдэг.\n\nСонсголын процессын эмгэг гэхээр аман харилцаагаар ойлголцож, олж авсан мэдээллийг эргүүлэн аман харилцаагаар солилцохдоо муу байхыг хэлж байгаа юм.\n\nСонсох Мэдрэхүйгээр дуу авиаг ялгаж салгаж чаддаггүй хүмүүс их байдаг.\n\nҮгэнд дуудагдаж бий авиануудыг нарийн барьж авч, харьцуулж, ялгахдаа муу байдаг учир зөв уншихад мөн асуудал тулгардаг байна.\n\nДүрст тэмдэглэгээг сонсох замаар ялгаж таньдаггүй учир дуу чимээтэй орчинд чухал үг яриаг ялгаж барьж авч чаддаггүй.\n\nСонсголын ой санамж нь аман харилцаагаар хүлээн авсан мэдээллийг урт болон богино хугацаанд эргэн санах чадвартай холбоотой.\n\nСонсголын дэс дараал гэдэг сонссон үг яриа, дуу авиаг урд хойно оруулан хольж хутгахгүйгээр эргэн санаж бүрэн зөв ойлгох чадвартай холбоотой.\n\nДээрх эмгэгүүд нь хүний бичих, үсэглэх, унших чадварт нөлөөлдөг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[1]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Сонсголын процессын эмгэгтэй ажилтан тусгаарлагдсан орчинд ажиллахыг хүсжээ. Түүнд гаргаж өгөх илүү өрөө байгаагүй учир түүний ажлын барыг нийтийн өрөөний захад хуваарилж тусгаарлагч өндөр хана босгож өгсөн. Ханыг дуу чимээ шингээгч материалаар хийсэн байна. Гэхдээ түүнийг хамт олон руугаа нүрээ харуулж суух боломжтойгоор дайршуулсан нь хэт ганцаараа тусгаарлагдсан сэтгэгдэл төрүүлэхээргүй аятайхан таарсан байна.",
//         },
//         {
//           title: "",
//           text: "Захиргааны хэлтсийн нарийн Бичгийн Дарга эмэгтэйн зайшгүй өөрөө гүйцэтгэх шаардлагатай ажлуудын нэг нь хурлын тэмдэглэл хөтлөх юм. Сонсголын процессын эмгэгээсээ болоод хурлын тэмдэглэл чанартай хөтөлж чаддаггүй учраас сайжруулахын туйлт ухаалаг үзэг хэрэглэж эхлэв. Хурлын хөтөлбөрийг урьдчилан авч тэмдэглэ хөтлөх загвараа бэлтгэдэг болжээ.\n\nХэлэлцэх асуудлуудыг бичээд хуралд оролцох хүмүүсийн нэрийг дармалаар бичиж бэлтгэснээр хурлын үеэр олон зүйл зэрэг бичих гэж сандрахгүйгээр анхааралтай сонсох боломжтой болов.",
//         },
//         {
//           title: "",
//           text: "Орчуулагч болохыг хүссэн коллежийн оюутан шинэ хэл сонгон суралцахаар хичээж эхэлжээ. Шинэ үг хэллэг сонсоод барьж авахдаа муу байсан учир эргүүлэн ярьж сурахгүй байв. Тиймээс хэлний хичээлийн кредит цагт оногдох хугацааг уртасгаж өгснөөр нэг дор хэд хэдэн үг хэллэг сурах биш нэг үг хэллэгийг утга болон дуудлагын хамт бүрэн ойлгож эргүүлэн ярьж сурахад нь хангалттай цаг гарсан байна. Мөн хичээл дээр бичлэг хийн эргүүлэн сонсох зөвшөөрөл өгснөөр оюутан хичээлд гарч буй үг хэллэгийг янз бүрийн төхөөрөмжөөр сонсож туршдаг болов. Энэ нь өөр өөр хурд, аялга, өргөлттэйгөөр сонсож ямар ч нөхцөлд алдахгүй ойлгодог болох дасгал болж өгсөн. Багш асуулт асуухдаа удаан дуудаж хариулт өгөх боломж олгох, хичээлд идэвхтэй оролцоход нь дэмтэй байх суудлаа сонгон суудаг байх, анхаарал сарниулах бусад нөлөөг аль болох багасгах тохируулга байвал хэрэглэх зөвшөөрөл өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Алдаа Оношлогч Үйлчлүүлэгчдийн лавлагаанд утсаар шууд хариулт өгч чадахгүй байсан учир тэдний асуулд лавлагааг и-мэйлээр хүлээн авдаг болох хүсэлт гаргасан. Туршилтын хугацаанд нь туршиж үзэхийг ажил олгогч зөвшөөрсөн байна. Туршиж дуусахад ойр хамт ажилладаг нөхрөөс нь санал үнэлгээ авсан. Үнэлгээ ярилцлагын эцэст бичгээр хүлээн ав эргэн хариу өгөх нь үр дүнтэй байж чадсан төдийгүй ийм аргаар ажиллах нь үйлчилгээний чанарыг  ч сайжруулах юм байна гэсэн дүгнэлтэд хүрсэн учраас бүх ажилтан нэгэн адил үйлчлүүлэгчийн хүсэлтийг бичгээр авч богино хугацаанд хариу өгдөг болжээ. Цааш тэмдэглэ хийн үдэхэд ч давхар ашигладаг болов.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "50",

//     title: "Спино Бифидо ",
//     type: PerformanceTypes.st,
//     text: "Спино Бифидо нь төрөлхийн нуруу нугасны гэмтэл юм. Ураг байх үеийн эхний хэдэн сард эхийн хэвлийд хөгжлийн гажгийн улмаас нуруу нугасны дутуу хөгжил үүсдэг.\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
//     setup: [
//       {
//         title: "",
//         details: [
//           {
//             title: "Юм өргөх аюулгүй техникт суралцах ",
//           },
//           {
//             title:
//               "Зайлшгүй шаардлагатай ажил үүрэг биш бол юм өргөх үүргийг дахин хуваарилах ",
//           },
//           {
//             title:
//               "Юм өргөх, хөдөлгөхөд туслалцаа үзүүлэх. Том зүйлийг жижиг хэсгүүдэд хуваах гэх мэтээр.",
//           },
//           {
//             title:
//               "Эд зүйлсийг дахин өргөх, хөдөлгөх шаардлага гарахгүйгээр зохион байгуулах ",
//           },
//           {
//             title:
//               "Ажлын байрны тодорхойлолтод өөрчлөлт хийх эсвэл өөр ажлын байранд шилжүүлэн томилох ",
//           },
//           {
//             title:
//               "Босож хөдөлгөөн хийх боломжоор хангах үүднээс ойр ойрхон богино завсарлаа авахыг зөвшөөрөх ",
//           },
//           {
//             title:
//               "Нийт ажилтанд олгогдсон завсарлагыг өөрт тохируулан уян хатнаар хэрэглэхийг зөвшөөрөх",
//           },
//           {
//             title: "Босож хөдөлгөөн хихийг сануулах сануулагч апп ашиглах ",
//           },
//           {
//             title:
//               "Босоо, суугаа байрлалын аль алинд ажиллах боломжтой тохиргоотой ажлын ширээ эсвэл тавцангаар хангах ",
//           },
//           {
//             title: "Эргиномик/тохиргоотой ажлын сандлаар хангах ",
//           },
//           {
//             title:
//               "Гэрээс ажиллахыг зөвшөөрөх замаар ажиртна шаардлагатай үедээ хэвтэх, суух, босож Хөдөлгөөн хийх боломжоор хангах ",
//           },
//           {
//             title:
//               "Хувийн туслах хүн гаргаж өгөх эсвэл хэрэглэхийг зөвшөөрөх  ",
//           },
//         ],
//       },
//     ],
//     functions: [PerformanceDetailData[17], PerformanceDetailData[7]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Ажлын ярилцлагад дуудагдсан нэгэн жолоо барьж чаддаггүй учир нийтийн тээврийн хэрэгслээр зорчдог гэдгээ хэлсэн байна.\n\nТэрээр төрөлхийн нуруу нугасны дутуу хөгжлийн улмаас зарим үйлдэл гүйцэтгэх чадвараа бүр мөсөн алдсан учир амьдралынхаа хэмнэлийг ийнхүү зохицуулах шаардлага байдаг гэдгийг тайлбарласан юм. ажил олгогч түүнийг ажилд авахаар шийдвэл нийтийн тээврийн хуваарьт тохируулан уян хатан хуваариар ажиллуулах боломжтой гэдгийг хэлсэн байна.",
//         },
//         {
//           title: "",
//           text: "Дэлгүүрийн кассын ажлын бараанд хүсэлтээ гаргасан нэгэн тэргэнцэр хэрэглэдэг ба энэ нь нуруу нугасны төрөлхийн дутуу хөгжлөөс үүдэлтэй гэдээ хэлсэн байна.\n\nХэрвээ түүнийг ажилд авахаар болбол аль нэг кассын ажлын байрыг тэргэнцэрт хүртээмжтэйгээр тохируулан өөрчилж болох ба түүнийг зөвхөн уг кассыг ашиглаж байхаар хуваарилж болно гэсэн юм.",
//         },
//         {
//           title: "",
//           text: "Нуруу нугасны төрөлхийн дутуу хөгжилтэй нэгэн оффисын ажилтан заримдаа маш их мэдээлэл шивэх шаардлага гардаг. Энэ нь түүнд ихээхэн хүндрэлтэй байдаг байна.\n\nАжил олгогч нь түүний компьютерт яриа таньж текстэд буулгадаг программ суулгаж өгснөөр шивэх ажил харьцангуй багассан юм.",
//         },
//         {
//           title: "",
//           text: "Спино пифидо буюу нуруу нугасны дутуу хөгжилтэй ажилтан нь байгууллагынхаа машины зогсоолд хүрэх, ашиглахад ихээхэн асуудалтай байлаа.\n\nНэг зогсоолыг хүртээмжтэй болгон завсарлаад бусад машин тавихыг хориглосон тэмдэг тавьж зохицуулж өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Нуруу нугасны дутуу хөгжлөөсөө болоод алхагч хэрэглэдэг ба энэ нь шатаар явж чаддаггүйтэй холбоотой гэж тайлбарласан байна. Тэрээр ажилд орох хүсэлтээ гаргасан нэгэн юм.\n\nУг ажлын байр байгууллагынхаа гурав дугаар давхарт байрладаг хэдий ч түүнийг ажилд орвол нэг дүгээр давхарт байрлуулах боломжтой гэж хэлсэн.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "51",

//     title: "Спиртийн нөлөөгөөр урагт үүссэн хам шинж ",
//     type: PerformanceTypes.st,
//     text: "Төрөхийн өмнөх үе буюу эхийн хэвлийд ураг байх үеийн спиртийн хэрэглээнээс үүдэлтэй учир урьдчилан сэргийлэх боломжтой гэж үздэг. Спиртийн хам шинжтэй төрсөн хүүхдүүд оюун санаа, бие махбод, зан үйлийн хувьд согогтой болдог ба харамсалтай нь эдгээр согог нь эмчлэгдэх боломжгүй. Уг согог хэр хүнд байхаас хүүхдийн амьдралд үзүүлэх үр дагавар янз бүр байна.\n\nУрагт үзүүлсэн спиртийн нөлөөний хам шинж нь ганц эмгэгээр илэрдэггүй харин хэд хэдэн үр дагавар дагуулдаг.\n\nХамгийн хүнд хэлбэрийг спиртийн нөлөөний хүрээний хам шинж гэж цогцоор нь авдаг.\n\nИлрэх шинж тэмдгүүдээс тоочвол:⦁\tНүүр царай хэвийн бус байх\n\n⦁\tЗүрх, бөөр, ясны гаж хөгжил\n\n⦁\tТөрөхийн өмнөх болон төрсний дараах бүх махбодын хөгжил хэт хоцрогдолтой байх\n\n⦁\tХараа болон сонсголын гэмтэл \n\n⦁\tТолгойны тойрог буюу эзлэхүүн эрс жижиг байх\n\n⦁\t хэмжээ хэвийн бус байх\n\n⦁\tҮе мөчний солбилцох хөдөлгөөн муу байх\n\n⦁\tУнтахдаа муу байх\n\n⦁\tОюун санааны хөгжлийн хувьд хоцрогдолтой байх\n\n⦁\tЗан үйлийн асуудалтай байх\n\n\nСпиртийн нөлөөний согогийн улмаас үүссэн зан үйлийн асуудалд анхаарал төвлөрөл маш богино, хэт идэвхжил, эрс уур уцаартай  тайван бус байх,  сэгэл зовнил түгшүүртэй байх, сэтгэл хөдлөлөө удирдах чадваргүй байх, юмсын учир шалтгааныг олж харж шийдвэр гаргах чадваргүй байх зэрэг орно.\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[6], PerformanceDetailData[5]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Хүнсний дэлгүүрийн савлагч эхийн хэвлийд байхдаа спиртийн нөлөөгөөр гэмтэл авсан нэгэн ажээ.\n\nТэрээр дэлгүүрт орж ирсэн хүн бүрийг тэврэх гэж оролддог байлаа. Хамт ажилладаг хүмүүсээ ч мөн тэвэрдэг байв. Үйлчлүүлэгчдийн ихэнх нь дургүйцдэг байсан нь ойлгомжтой. Тиймээс удирдах ажилтан нь ажилд дадлагажуулагч авч дэлгүүрт ирж байгаа хүмүүсийг тэврэх нь зохистой үйлдэл биш болохыг ойлгуулахыг хүслээ. Нөгөө савлагч эмэгтэйтэй ажиллаж дууссаны эцэст дадлагажуулагч шууд оролцохгүйгээр далдаас ажиглаж эхэлсэн. Гарцаагүй оролцох шаардлага гарахад эелдгээр сануулж болиулдаг байлаа. Энэхүү оролцоо нь амжилттай болж нөгөө эмэгтээ маань орж ирсэн хүн бүрийг тэвэрч болохгүй гэгийг ойлгоод зогсохгүй өөрийн дадлыг багасгаж чадсан.",
//         },
//         {
//           title: "",
//           text: "Машин засварын газрын засварчин спиртийн нөлөөний хам шинжээсээ болж хийж байгаа ажилдаа төвлөрч чаддаггүй, аливаа хөндлөнгийн зүйлд маш хурдан анхаарал нь сарнидаг байв.\n\nТүүний энэхүү онцлогт тааруулан өнгө өнгийн тавиуртай механикийн сандал авч өгөв.\n\nБайнга хэрэглэдэг багаж хэрэгслээ шинэ сандалдаа байрлуулж тавихад нь тусалсан ба ажлын даалгавруудаа хийсэн, хийгээгүйгээр нь тэмдэглэж эргэн санаж байх жагсаалт бэлтгэж өгдөг болжээ.",
//         },
//         {
//           title: "",
//           text: "Үйлдвэрт ажилладаг нэгэн залуу спиртийн нөлөөний хам шинжээсээ болж хөдөлгөөний хүндрэлтэй болон өсөж хөгжсөн нэгэн байлаа.\n\nТэрээр гар аргаар хийсэн эвлүүлдэг тоглоомуудыг эвлүүлээд гялгар уутанд хийн амсрыг үдэх ажил гүйцэтгэдэг байлаа. Гэтэл уутны амсрыг том онгойлгон эвлүүлдэг хэсгүүдийг салгаж унагалгүйгээр хийнэ гэдэг түүний хувьд бараг боломжгүй хэцүү даалгавар байв. Тиймээс супервайзер нь гялгар уутаа хавчиж тогтоогоод тоглоомоо хийх боломжтой болгож өгсөн нь дээрээ хавчаартай модон хайрцаг хийж өгсөн хэрэг юм.",
//         },
//         {
//           title: "",
//           text: "Цэвэрлэгээний ажилтан эмэгтэй цэвэрлэгээний бодисуудыг зориулалтаар нь ялгаж хэрэглэж чадахгүй байсны дээр шинэ орчинд орохоороо яахаа мэддэггүй байлаа.\n\nТүүний цэвэрлэдэг өрөөнүүдэд өнгө өнгөөр тэмдэг тавиад өрөө тус бүрд хийдэг ажлуудыг нь мөн тухайн өрөөний өнгөтэй адилхан өнгийн цаасан дээр бичиж өгдөг болжээ.",
//         },
//         {
//           title: "",
//           text: "Шинээр ажилд орсон нэгэн туршилтын хугацаагаа маш амжилттайгаар дуусгасан. Түүний ажлын дадлагажуулагч нь үнэхээр сайн тусалж туршлагажуулсан байлаа. Зуун хувь биеийг нь даалгахаас өмнө харилцаа сайтай нэгэн хамт ажилладаг нөхрийг нь дэмжин туслах хүнээр нэг хэсэг хугацаанд томилох шийдвэрийг ажил олгогч нь гаргаж үргэлжлүүлэн дэмжсэн байв. Тэд энгийн чөлөөтэй харилцаагаар нэг нэгэндээ туслан дэмждэг байлаа.",
//         },
//         {
//           title: "",
//           text: "Буйдуухан газрын нэгэн клубт ажилладаг нэгэн залуу өглөөгүүр ажил хийх ямар ч идэвх  сонирхолгүй байдаг байлаа.\n\nХийх ажлуудыг нь бичиж өгөөд, зургаар харуулаад, уртасгаан цагаар сургаж дадлагажуулах гээд ч үр дүнгүй болов.\n\nХарин тэрээр клубт тоглохоор ирсэн хүмүүсийг бүртгэж, төлбөр цуглуулж, үйлчилгээ үзүүлдэг өөр нэгэн өөр ажилтантай найзархаг байхыг клубийн эзэн ажигласан байна. Нөгөө ажилтан насаараа түүний өвөө байхаар хүн байв.\n\nКлубийн эзэн хүсэлт тавьсны үндсэн дээр шин найз нь өглөө бүр ажлаа эхлүүлэхэд нь тусалж идэвхжүүлдэг болов. Аажмаар биеийг нь даалган үе үе бяцхан шалгалт авдаг байлаа. Тэдний энэхүү хамтын ажиллагаа нөгөө залууд ч, клубийн эзэнд ч үр тустай санаачилга болжээ.",
//         },
//         {
//           title: "",
//           text: "Чимээ шуугиан ихтэй агуулахад ажилладаг туслах ажилтан супервайзерынхаа ярьсныг ойлгодоггүй байлаа. Шуугианаас илүүтэйгээр түүний эхийн хэвлийд байхдаа авсан спиртийн нөлөөний хам шинжээс болдог байв.\n\nГэхдээ эхлээд орчны нөлөөтэй холбож үзэх хэрэгтэй гэж зөвлөсний дагуу нам гүм тайван орчинд хэт хурдан биш энгийн богино өгүүлбэрээр ярихад хэр ойлгож байгааг нь шалгаж үзсэн. Тэгээд агуулахад ч мөн адил нүд рүү нь эгцэлж харж байгаад тайвнаар ярилцдаг болсноор тэдгээрийн харилцаа үр дүнтэй болдог болжээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "52",

//     title: "Судасны хатуурал ",
//     type: PerformanceTypes.st,
//     text: "Төв мэдрэлийн системийн үйл ажиллагаатай холбоотой дархлааны  байгууламжийн тогтолцооны гажуудалтай холбоотой өвчин юм. Төв мэдрэлийн тогтолцооны өөх тослогоос бүрдсэн дулаан хадгалагч зөөлөн эдийг гэмтээж үүрэг ажиллагаанд нь саад учруулдаг. Уг зөөлөн эд нь уургаар баялаг бөгөөд мэдрэлийн эсийн гадуур хучилт үүсгэж хамгаалалтын кодчилол бий болгодог. \n\nЭнэхүү өөхөн бүрхүүл буюу хамгаалалтын кодчилол гэмтэхэд мэдээ дохионууд мэдрэлийн эсүүдийн дундуур нэвчиж чөлөөтэй дамжих боломжгүй болж хоцрогдол үүсдэг.\n\nЭнэ өвчнөөр өвчилсөн бол бүрэн эмчилгээ хийж мэдрэлийн эсийн гэмтлийг зогсоох боломж одоогоор байхгүй байна. Өвчний явц болон хүндрэлд ч бүрэн дүгнэлт хийж урт болон богино хугацаанд ямар байдалд хүрэхийг тодорхойлох боломжгүй.\n\nГагцхүү  судалгаануудын үр дүнд боломжит эмчилгээнүүд гаргаж авч байгаа нь үүгээр зовж шаналж байгаа хүмүүст итгэл найдвар төрүүлж байна.\n\n\nТөв мэдрэлийн судасны хатуурал ямар хэлбэрээр сэдэрч ямар шинж тэмдэг илэрдэг вэ гэдгээр нь л баримжаа авч байна. Илрэх шинж тэмдгийн хүндрэлийг багасгах талаас нь эмчилгээ хийдэг. Хөнгөвтөр шинж тэмдэгт үеийн мэдрэл алдах орох бол хүнд хэлбэрийн шинж тэмдэгт саажилт, эцэж сульдах, хараа алдах, булчин сулбайх, булчингийн чангарал явагдаж гар хөл татвалзах,  хэл ам орооцолдох, давсаг ба хэвлийн хөндийн хам шинжтэй болох, бэлгийн үйл ажиллагаа муудах зэрэг байж болно.\n\n\nХамгийн анхдагч шинж тэмдгүүд бол алхаа гишгээ эвгүй болох, зүүгээр шивж байгаа мэт өлөх эсвэл мэдээ алдах зэрэг хэвийн бус мэдрэмж төрөх, хөндүүр зовуурьтай болох, харааны мэдрэл нарийсах замаар хараа алдах зэрэг байна.\n\nЭдгээрээс хамгийн элбэг тохиолддог нь чичрэх, солбицол алдах, хэл яриа орооцолдох, гэнэт саажилт явагдах, цус харваж байгаа мэт ижил шинж тэмдэг явагдах, танин мэдэхүйн үйл ажиллагаа муудах зэрэг байдаг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[2],
//       PerformanceDetailData[1],
//       PerformanceDetailData[0],
//       PerformanceDetailData[3],
//       PerformanceDetailData[22],
//       PerformanceDetailData[4],
//       PerformanceDetailData[17],
//       PerformanceDetailData[18],
//       PerformanceDetailData[20],
//       PerformanceDetailData[9],
//       PerformanceDetailData[7],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Тархины мэдрэлийн эсүүд нь хатуурч гэмтсэнээс болоод багш маш ихээр ядарч сульдахаас гадна яриа нь удааширч бүдгэрдэг байна. Энэ нь оюутнуудтай харилцахад ихээхэн хүндрэл учруулдаг болов.\n\nТүүнд хувийн хэрэглээний дуу өсгөгч авч өгснөөр зүүн хэрэглэж дуу хоолойгоо шахах хэрэггүй болов. Мөн хичээлээ өөрт тохируулан богино завсарлагатайгаар заахыг түүнд зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Тархины судалсны нарийсалтай инженер халуунд хэт мэдрэг болжээ.\n\nТүүнийг тусад нь өрөөнд суулгадаг болсноор өрөөний хэмийг өөрт хэрэгтэй хэмжээгээрээ багасгах боломжтой болсон. Түүнчлэн түүнийг ажлынхантайгаа цахим шуудангаар эсвэл утсаар илүү харилцаж ажлаа хийдэг байхыг зөвлөсөн. Ингэснээр их явж ядрахаас давхар хамгаалсан зохицуулалт болох юм.",
//         },
//         {
//           title: "",
//           text: "Даатгалын компанийн нөхөн төлбөр хариуцсан ажилтан ирсэн маягтыг уншиж чадахгүй болжээ. Тархины судалсны хатуурлаас болж түүний хараа нь маш ихээр муудсан байлаа.\n\nАжил олгогч нь түүнд зогсоож байрлуулаад томруулж харах шил худалдан авч өгснөөс гадна ажлын байрны гэрэлтүүлэг хийж өгсөн.",
//         },
//         {
//           title: "",
//           text: "Оффист сууж ажилладаг нэгэн нэг өдрийн дотор ажил дээрээ хэд хэдэн удаа унадаг байв. Үүнээс болоод бусад ажилтнууд түүнд анхаарлаа хандуулж ажлаа тасалдуулахад хүрдэг байв. \n\nАжил олгогч нь учраг нь ойлгохыг хүсэж түүнтэй ярилцсан юм. Тэрээр түүний ажлын барйнаас эхлээд ариун цэврийн өрөө, кофены өрөө, амралтын өрөө, хэвлэгч машины хэсэг хүртэл хана дагасан бариул суулгаж өгөхийг хүсжээ.",
//         },
//         {
//           title: "",
//           text: "Жижиглэнгийн худалдааны дэлгүүрийн менежер дэлгүүрийн нэг булангаас нөгөө булан хүртэл нэлээн хол зай явдаг учир скүтэр унадаг болсон.Учир нь тэрээр тархины судасны хатуурлаасаа болж ихээр ядардаг болсон юм.  ",
//         },
//         {
//           title: "",
//           text: "Даатгалын компанийн ажилтан тархины судасны хатуурал болон сэтгэл зовнилтой байсан. ажил олгогчоосоо сургуультай амьтнаа авчрахыг нь зөвшөөрөхийг хүссэн байна. Хэрвээ сургуультай амьтнаа ажлын байран дээрээ байлгавал түүний босож явах хөдөлгөөнд нь туслахаас гадна стрессээ бууруулахад нь дэмтэй байхаар байлаа.\n\nТүүний хүсэлтийг хүлээн авснаас гадна бусад ажилтнуудад зориулан сургуультай амьтны талаар сургалт хийх санал тавьсан. Уг ажилтанд хаалгануудыг онгойлгож хаахад нь хялбар байхаар өөрчлөлт хийсэн.",
//         },
//         {
//           title: "",
//           text: "Маш том түгээлтийн төвийн захиалгын ажилтан үйлдвэрлэлийн цагаар бүрэн ажиллаж чадахааргүй болжээ. Тэрээр эцэж ядардаг болсон байлаа.\n\nАжил олгогч нь түүнийг өөр элжин ажиллуулахаар хуваарилсан. Одоо түүний биед болон тархинд ирэх ачаалал багассанаар харьцангуй стресс багатай ажиллах болов. Шаардлагатай үедээ богино завсарлага авч байхыг бас зөвшөөрсөн байна.",
//         },
//         {
//           title: "",
//           text: "Тархины судас нь хатуурснаас болж тогтоох, санах үйл ажиллагаа нь ихээр муудсан нэгэн мэдээллийн ажилтан байв.\n\nАжлын байрны дуу чимэг багасгаж анхаарал сарних хүчин зүйлсийг бууруулахын тулд дуу чимээг сорж намсгах зориулалттай хавтангаар тааз болон ханаа бүржээ. Мөн ажил эхэлмэгц гүйцэтгэх ажлын жагсаалтыг дэлгэрэнгүй зааварчилгааны хамт бэлтгэж өгдөг болов.\n\nХэвлэлийн компанийн менежер тархины судасны хатруулаасаа болж тэргэнцэр хэрэглэдэг болсон юм. Тэрээр ажилтнуудын ариун цэврийн өрөөг ашиглахдаа хүндрэлтэй байдаг байлаа.Тэргэнцрээсээ суултуурт шилжин сууна гэдэг их хэцүү байсан.\n\nСуултуурын эргэн тойронд бариул нэмж суулгасан байна.",
//         },
//         {
//           title: "",
//           text: "Тархины судасны хатууралтай нэгэн өмгөөлөгч хүнд хавтаст хэргүүдийг бариад уулзалтын өрөө, шүүхийн тэнхимд очих зэргээр ийш тийш зөөж дийлдэггүй байв. Түүний дээд мөчний булчингийн үйл ажиллагаа суларч муудсан байв.\n\nТүүнд түрдэг тэрэг авч өгснөөр машиндаа бичиг цаас авч суух, суухад хүртэл ашигладаг болжээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "53",

//     title: "Сул хараа ",
//     type: PerformanceTypes.st,
//     text: "Харааны бэрхшээлийг дотор нь үлдэгдэл хараатай, сул хараатай огт хараагүй гэж ангилдаг.\n\nСул хараа гэдэг бол тодорхой хэмжээгээр хардаг үлдэгдэл хараа бөгөөд линз зэрэг хараа зүйн хэрэгслээр засаж сайжруулах боломжгүй байдаг.\n\nАлбан ёсны хараагүй гэдэгт хамгийн сайн харж байгаа нүдээрээ өөрт тохирох хараа зүйн хэрэгслээ зүүгээд 20/200 хэмжээттэй эсвэл түүнээс муу хардаг байхыг хэлнэ.\n\nХугарлын гажиг, нүдний өвчин, бусад бүх харааны согогууд хараа алдалт хүргэдэг. Дор бүрнээ өөр өөр согог үүсгэдэг. Тэдгээр харааны согогуудыг дор жагсаалаа:\n\n\n•\tХугарлын нийтлэг гажгууд \n\nХолын хараа муу буюу ойрын хараатай—орын юмс тод харагдаад холын юмс бүдэг бүрэлзэж харагдана\n\no\t  Ойрын хараа муу буюу холын хараатай \n\no\t Стигматизм—эвэрлэг бүрхүүлийн хэлбэр хэвийн биш хөгжсөнөөс ойр ба холын хараа адил муу байдаг.\n\n\t\t•\tПрисбиопиа—насжилтаас үүдэн нүдний линзүүд уян чанараа алдаж эхэлдэг. Ойрын зайнд юм харахад бүрэлзэж муу хардаг болдог.\n\nНийтлэг тохиолддог нүдний өвчнүүд\n\no\t  Болорын цайралт—нүдний бүдгэрч хараа алдалтад хүргэдэг.\n\no \t Нүдний даралт—нүдний даралт ихсэж харааны мэдрэлийг дарж гэмтээдэг. Даралтаас үүдэлтэй харааг эргэн сэргээх боломжгүй. Захын хараанаас эхлэн гэмтээнэ.\n\no\t  Насжилтаас үүдэлтэй хараа алдалт—нүдний цусан хангамжийн судаснууд гэмтэж төвийн холын хараа алдалтад хүргэдэг ба эргэн сэргэдэггүй. \n\no \t Торлогийн пигментийн цайралт—нүдний пигмент муудаж гэрэл шүүх чадвар нь муудаж цэгийн хараатай үлддэг. Шөнө юу ч харахгүй болдог.\n\n\t\t•\tТорлогийн гэмтэл—ихийнхдээ чихрийн шижингээс болж торлогийн цусан хангамжийг бууруулдаг. Юм харахад толбо нүдний урдуур толбо гүйгээд байгаа мэт байдаг. \n\n\nБусад харааны согогууд \n\no\t  Шөнийн сохор—торлогийн пигментийн цайралтаас үүдэлтэйгээр бүдэг гэрэлд муу хардаг болдог.\n\n\t\t•\tӨнгөний хараа алдалт –торлогийн төвийн эсүүд гэмтэж өнгөний хараа болон өдрийн нарны гэрэл харж ялгах чадварыг муутгадаг. Тиймээс өнгөнүүдийг хорон нь ялгадаггүй. Голцуу улаан-ногоон өнгө таньдаггүй. Огт өнгө танихгүй байх тохиолдол бол ховор.\n\n\t\t•\t Гүний мэдрэмж муу байх—нэг нүдний хараа алдагдсанаас болж юмны урд тал болон хойд талыг ялгадаггүй. \n\n\t\t• \t Хөвөгч—үүл шиг жижиг биетүүд нүдний харах талбарыг бүхлээр нь хамран хөвдөг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
//     setup: [
//       {
//         title:
//           "Цаасан материалтай харьцаж мэдээл уншихад \nУншихад хүндрэлтэй байдаг. Үсгийн хэмжээ хэлбэр дүрс, өнгөний эсрэгцэл, бичгийн мэдээллийн ерөнхий харагдах байдал ихээр нөлөөлдөг.",
//         details: [
//           {
//             title: "CCTV ",
//           },
//           {
//             title: "Гараар барьж, босгож тавьдаг томруулагч шил",
//           },
//           {
//             title: "Том үсгээр бичсэн мэдээлэл  ",
//           },
//         ],
//       },
//       {
//         title:
//           "Жич: Америкийн Хараагүйчүүдийн Холбооны зүгээс сул хараатай хүмүүст том үсгээр хэвлэхдээ хамгийн багадаа 16 байна гэж тогтоосон боловч 18 байвал бүр сайн гэсэн байна.",
//         details: [
//           {
//             title: "Хэвлэмэл материалыг томруулан хэвлэх ",
//           },
//           {
//             title:
//               "Өнгийн цаас, гэрэлтдэг хуулга хэрэглэж бичгийн мэдээлэл болон суурь өнгөний эсрэгцлийг нэмэгдүүлэх",
//           },
//           {
//             title:
//               "Хараа зүйн төхөөрөмжүүд: нэг нүдний эсвэл хоёр нүдний дуран шил, томруулагч, хэвтээ байрлалд зүүхэд өнцгийн хазалтыг тааруулдаг шил",
//           },
//           {
//             title: "Ухаалаг нүдний шил",
//           },
//           {
//             title: "Нүдээ амраах зорилгоор ойр ойр завсарлага авах ",
//           },
//         ],
//       },
//       {
//         title: "Компьютероор мэдээлэл авахад хүндрэлтэй болдог.      ",
//         details: [
//           {
//             title:
//               "Том дэлгэц тавиад дэлгэцэн дээрх мэдээллийн үсгийн хэмжээг томруулах ",
//           },
//           {
//             title:
//               "Компьютерын дэлгэцийн тохиргоог өөрчилж томоор харуулж болно.",
//           },
//           {
//             title: "Дэлгэц томруулагч программ",
//           },
//           {
//             title:
//               "Компьютерын гар дээр том үсэг наах эсвэл Брайл товгор тэмдэглэгээ наах",
//           },
//           {
//             title: "Дэлгэц томруулах зориулалттай томруулагч шил",
//           },
//           {
//             title: "Анивчдаггүй технологиор хийсэн дэлгэц",
//           },
//           {
//             title:
//               "Гялбааны эсрэг нүдний шил эсвэл дэлгэцийн шүүлтүүртэй наалт",
//           },
//           {
//             title: "Нүдээ амраах зорилгоор ойр ойр завсарлага авах",
//           },
//         ],
//       },
//       {
//         title:
//           "Тэмдэглэл бичих, маягт бөглөх: зарим сул хараатай хүн гараар тэмдэглэл бичих түүнийгээ эргэн уншиж ашиглахдаа муу байж болно.",
//         details: [
//           {
//             title:
//               "CCTV систем буюу цахилгаан дүрст томруулагч гэж бас нэрлэгддэг.",
//           },
//           {
//             title: "Бүдүүн үзүүртэй эсвэл гэрэл асдаг бал ",
//           },
//           {
//             title: "Бүдүүн шугамтай, гялбаа багатай, товгор цаас ",
//           },
//           {
//             title: "Мөр хоорондын тусгаарлагч ",
//           },
//           {
//             title: "Ухаалаг нүдний шил ",
//           },
//           {
//             title: "Яриаг барьж бичигт буулгадаг программ ",
//           },
//         ],
//       },
//       {
//         title:
//           "Сул хараатай хүн утастай харьцахад хүндрэл гардаг байна. \n\nУтасны дэлгэц харах, бичих талбар идэхвсэн эсэхийг харах, ухаалаг утас ашиглах зэрэгт хүндрэл тулгардаг.",
//         details: [
//           {
//             title:
//               "Том үсэг, өнгөөр ялгах, товгор цэгээр тэмдэглэгээ зэрэг арга хэрэглэх ",
//           },
//           {
//             title:
//               "Гараар барьж эсвэл босгож тавиад томруулдаг шил, хараа зүйн томруулагч шил",
//           },
//         ],
//       },
//       {
//         title:
//           "Мөнгөтэй харьцах тухайлбал төлбөрийн даалгавар харж гүйлгээ хийх эсвэл бэлэн мөнгөтэй харилцах зэрэгт хүндрэл гарна.",
//         details: [
//           {
//             title:
//               "Гараар барьж эсвэл босгож тавиад томруулдаг шил, хараа зүйн томруулагч шил",
//           },
//           {
//             title:
//               "Том үсэг, өнгийн наалт, товгор тэмдэглэгээ утсан дээр наах ",
//           },
//           {
//             title: "Цэгийн гэрэлтүүлэг ",
//           },
//           {
//             title: "Ухаалаг нүдний шил ",
//           },
//           {
//             title: "Гялбаа бууруулагч ",
//           },
//         ],
//       },
//       {
//         title:
//           "Засвар, угсралтын ажил хийхэд сул хараатай болон өнгөний сохор хүмүүст бэрхшээл тулгардаг. Жишээлбэл, эд анги, жижиг хэсгүүдийг өнгөөр ялгаж кодчилсны дагуу зөв угсрах гэх мэт.",
//         details: [
//           {
//             title:
//               "Гараар барьж томруулдаг шил, босгож тавиад томруулдаг шил, хараа зүйн томруулагч ашиглах ",
//           },
//           {
//             title: "Цэгийн гэрэлтүүлэг",
//           },
//           {
//             title: "Ухаалаг нүдний шил",
//           },
//           {
//             title: "CCTV",
//           },
//           {
//             title: "Өнгө танигч апп эсвэл төхөөрөмж ",
//           },
//           {
//             title: "Харааны өнгө таних чадварыг засаж сайжруулах тусгай линз ",
//           },
//         ],
//       },
//       {
//         title:
//           "Зарим сул хараатай хүн ажлын байран дээрээ, ажлын орчинд, ажлын шаардлагаар ийш тийш явахад орчны болон замын тэмдэглэгээ харах, бартааг олж харж аюулгүй байдлаа хангах нь асуудал байдаг.",
//         details: [
//           {
//             title:
//               "Сургуультай хөтөч нохой, услах хэрэгсэл, туслах технологи ашигла. Жишилбэл зам заагч апп, цагаан таяг гэх мэт. ",
//           },
//           {
//             title: "Хөдөлгөөн орон зайн баримжаа олгох сургалт ",
//           },
//           {
//             title: "Аюултай орчны шалны гадаргууг хөлд тэмтрэгдэхээр хийх ",
//           },
//           {
//             title:
//               "Шатны гишгүүрийн ирмэгт өнгийн ба эсвэл бэржгэр материал наах ",
//           },
//           {
//             title:
//               "Орчны гэрэлтүүлгийг сайжруулах  Ажлын томилолт эсвэл ийш тийш явахад хамт явдаг хүн гаргаж өгөх ",
//           },
//           {
//             title:
//               "Нүүлгэн шилжүүлэлт хийх эсвэл байнга хэрэглэдэг орчны замыг товгор газрын зургар хийх ",
//           },
//           {
//             title:
//               "Газрын тэмдэглэгээг хэлж өгөх апп эсвэл дэлхийн байршил тогтох систем нэвтрүүлэх ",
//           },
//         ],
//       },
//       {
//         title:
//           "Ажил гэр хоёрын хооронд зорчих, ажлын шаардлагаар ийш тийш явах нь зарим сул хараатай хүний хувьд асуудал болдог. \n\nУнаагаар хангах нь ажил олгогчийн үүрэг биш гэдгийг мэдэж байх нь зүйтэй. Нийт ажилтнууддаа унаа тээврийн нэмэгдэл гэж олгодог бол өөр нөхцөл юм. Хэрэв тийм биш бол өөр тохируулгаар зохицуулах талаар зөвлөлдөх хэрэгтэй.",
//         details: [
//           {
//             title: "Өдрийн элжинд хуваарилах, шилжүүлэх    ",
//           },
//           {
//             title:
//               "Жолооч хөлслөх,  сайн дурын ажилтан олох, хамт ажилладаг нөхөр нь дайрч авах, нитийн тээврийн хэрэгслээр зорчих боломж олгох, хамт ажилладаг хүний унаан бензин хийж өгөх ",
//           },
//           {
//             title:
//               "Уян хатан хуваариар ажиллахыг зөвшөөрч нитийн тээвэр ашиглах боломжоор хангах ",
//           },
//           {
//             title: "Дахин томилгоо хийх ",
//           },
//           {
//             title: "Зайнаас ажиллах ",
//           },
//         ],
//       },
//     ],

//     functions: [
//       PerformanceDetailData[0],
//       PerformanceDetailData[29],
//       PerformanceDetailData[33],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Хөргүүрийн операторч цаасаар ч, цахимаар ирсэн мэдээг ч аль алиныг нь уншиж чадахааргүй байлаа.\n\nЖижиг оврын гар томруулагч хэрэглэдэг болсноор ажлаа чөлөөтэй хийдэг болов.",
//         },
//         {
//           title: "",
//           text: "Их дэлгүүрийн татан авалтын хэлтсийн ажилтан сул хараатай хүн байв.\n\nДэлгүүрийн эзэн нь CCTV авч өгсөн. Гар томруулагч шил өгснөөр хуралд оролцохдоо хурлын материалыг уншиж чадахаар болов.  Ажлын компьютерт нь томруулагч программ суулгасан.",
//         },
//         {
//           title: "",
//           text: "Даатгалын компанийн нөхөн төлбөрийн нэхэмжлэл хариуцсан мэргэжилтэн судасны хатуурлаас болоод хараа нь муудаж улмаар муу сул хараатай болж үлдсэн байна. Харилцагчдын ирүүлсэн цаасан материалыг харж уншиж чадахгүйд хүрсэн.\n\nАжил олгогч нь түүнд дэлгэцийнхээ өдөөс харуулан босгож тавиад томруулж хардаг томруулагч шил мөн ажлын байранд төвийн гэрэлтүүлэг тавьж өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Сургуулийн системийг бүхлээр нь хариуцдаг техникч-багш компьютерын дэлгэцээс юм сайн харж чадахгүй байв.\n\nДэлгэцийг томруулж харснаар түүний харааны асуудлыг шийдэж чадсан учраас үнэтэй ч байсан хамаагүй дэлгэц томруулагч программыг багцаар нь худалдан авч өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Адисоны өвчтэй нэгэн компьютерын программист хараагаа алдаж эхэлсэн. Үлдэгдэл хараагаа авч үлдэх гэж хичээгээд ч нэмэргүй байлаа. Түүний хараа тасралтгүй муудсаар байсан юм.\n\nКомпьютерын дэлгэц томруулдаг программ суулгаж өгснөөс гадна өөдөөс нь харуулан босгож тавиад томруулдаг шил бас авч өгсөн.",
//         },
//         {
//           title: "",
//           text: "Марфины хам шинжтэй нэгэн дунд зэрэглэлийн өмгөөлөгчийн хараа бүрэлзээд, нэг тодроод нэг бүдгэрээд байдаг болжээ. Тиймээс компьютерын дэлгэц дээрх мэдээллийг сайн харж чадахгүй байлаа.\n\nУдирдлага нь түүний хэрхэн ажиллаж байгааг сайтар ажигласны эцэст түүнд дэлгэц уншигч программ худалдан авч өгсөн. Мөн ашиглаж сурахад нь дэмжиж хэдэн өдрийн чөлөө тал өдрөөр цалинтай өгсөн. Сургалтад сурсан зүйлсээ ажил дээрээ ирээд дэлгэц уншигч программаараа ажиллаж дадлагаждаг байлаа. үр дүнд нь тэрээр компьютер дээр хийх ёстой ажлуудаа өмнөхийн адил хурдан бас алдаа мадаггүй хийдэг болжээ.",
//         },
//         {
//           title: "",
//           text: "Мэдээ шивж оруулдаг ажилтай нэгэн чихрийн шижингээсээ болоод муу хардаг болж байлаа.\n\nШууд удирдлага нь архивын өрөөнд гэрэлтүүлэг нэмж суулгаад, компьютерын гялбаа бууруулагч дэлгэцийн хаалт авч өгсөн. Ингэснээр түүний нүдэнд ирэх даралтыг багасгажээ.",
//         },
//         {
//           title: "",
//           text: "Нэгэн сул хараатай бичээч сүүлдээ компьютерын гар дээрх зарим үсгийг ялгахаа больсон.\n\nТүүний ажлын компьютерт дэлгэцийн гялбаа бууруулагч наалт нааж, том хэмжээтэй үсэгтнүүдийг компьютерын гар дээр нь нааж өгсөн. Эдгээр тохируулга түүний хувьд үр дүнтэй шийдэл болож чадсан юм.",
//         },
//         {
//           title: "",
//           text: "Харилцагчдад үйлчлэх ажилтан цус харвасны улмаас маш бүдэг хардаг болсон ба хараа нь эргэж сэргэхгүй гэж эмч хэлсэн байлаа. Дэлгэц дээрх бичгийг огт уншиж чадахгүй хэмжээнд очсон юм.\n\nУдирдах ажилтан нь дэлгэц уншигч программ байдаг гэж сонсоод түүнд худалдан авч өгөв. Өөрийнх нь бичиж байгаа зүйл болон системд орсон байгаа мэдээллийг эргүүлэн уншиж өгдөг учир урьдын адил ажлаа үргэлжлүүлэн хийж эхлэв.",
//         },
//         {
//           title: "",
//           text: "Хөгжлийн бэрхшээлийн хөтөлбөрт туслахаар ажилладаг нэгний нэг нүд нь огт харахгүй, нөгөө нүд нь сул хараатай болсон байлаа.\n\nТэрээр зөөврийн томруулагч шил, CCTV ашиглан цаасан материалтай саадгүй харьцдаг болсон.",
//         },
//         {
//           title: "",
//           text: "Нэгэн мөрдөн байцаагч цаасан материал ч ашигладаг, компьютерын дэлгэцээр ч ажилла шаардлагатай байдаг. Гэтэл чихрийн шижингээс болоод торлогийн цайралт явагдсан байлаа. \n\nТүүний ажлын компьютерынх нь дэлгэцэн гялбааны шүүлтүүр хийж өгөөд, цэгийн гэрэлтүүлэг суулгаж өгсөн. CCTV авч өгөөд дэлгэцийг нь хоёр хуваан ашиглах тохиргоо хийж өгсөн. Ингэснээр компьютерт байгаа материалыг цаасан материалтай зэрэгцүүлэн харж ашиглах боломжтой болсон байна.",
//         },
//         {
//           title: "",
//           text: "Төрийн бус байгууллагын төслийн туслах гэнэт цус харваж нэг нүдний хараагаа бүрэн алдаж нөгөө нүдэндээ сул хараатай болж үлдсэн.\n\nТэрээр цаасан материал ч, цахим имэйл зурвас ч уншиж чадахгүй болсон байв.\n\nЗөөврийн гар томруулагч шил,\n\nЗогсоож тавьдаг томруулагч шил, Cтохируулга болгон авч өгсөн.",
//         },
//         {
//           title: "",
//           text: "Нэгэн хуулийн компанийн мэдээллийн өгөгдөл оруулагч эмэгтэй өмгөөлөгчдийн ширээн дээр нь үлдээсэн зурвасыг уншиж чадахгүй байв.\n\nШууд удирдлагатаа хандан арьс цайрдаг өвчтэй ба одоо торлог нь нэлээн хэмжээгээр цайрсан тул өмнөхийн адил харж ажиллахад хангалттай хараа үлдээгүй болохыг нулгүй хэлсэн. Өмнө нь харж ажиллаад болоод байсан тул хэлэх хэрэг гараагүй гэдгийг ний нуугүй хэлэв.\n\nТүүнд зурвас өүлдээхдээ томоор бичдэг байхыг хүссэн.\n\nАжил олгогч нь хамгийн багадаа 18 хэмжээтэйгээр бичиж зурвас үлдээдэг байхыг нийт ажилтнууддаа цахимаар хүсэлт илгээсэн. Түүнээс гадна босгож тавьдаг томруулагч шил авч өгсөн.",
//         },
//         {
//           title: "",
//           text: "Үйлдвэрийн үйлдвэрлэлийн хэсэгт ажилладаг нэгэн өнгө ялгахдаа муу тул зориулалтын линз зүүж ажилладаг. Тэрээр өдрийн цагаар өнгө ялгахдаа муу байсан.\n\nХарамсалтай нь аюулгүй ажиллагааны хамгаалалтын нүдний шилний цаана давхар зүүх гэхээр таардаггүй байлаа. тиймээс уг ажилтан хамгаалалтын шилэнд нь зориулалтын линзийг суулгаж хийлгэх боломж байгаа эсэхийг асуув.\n\nАжил олгогч нь түүний харааны онцлогт таарсан тусгай хамгаалалтын шил хийлгэж өгдөг болсон.",
//         },
//         {
//           title: "",
//           text: "2 дугаар төрлийн чихрийн шижинтэй нийгмийн ажилтны хараанд нь уг өвчин нь нөлөөлж эхэлсэн. Тэрээр ажлын ачааллаа багасгах хүсэлтэй байгаагаа илэрхийлсэн.\n\nАжил олгогч нь ямар зөвтгөлөөр ажлын ачаалал бууруулахаа сайн мэдэхгүй байсан тул ийм нөхцөлд хэрхэн бүтээмжийнхээ шаардлага стандартад өөрчлөлт оруулж болохыг асууж мэргэжлийн нөхөн сэргээлтийн зөвлөхөд хандсан.\n\nБүтээмж бууруулна гэхээсээ илүүтэйгээр босгож тавиад ашиглаж болдог томруулагч шилээр цаасан материалыг томруулан нүдээ ядраалгүй унших бас томруулагч программ компьютерт нь суулгаж өгөх боломж байгааг хэлсэн.",
//         },

//         {
//           title: "",
//           text: "Шүдний эмнэлгийн эзэн ресепшинистийн ажлын байранд харааны бэрхшээлтэй өргөдөл гаргагчийг ажилд авсан.\n\nШинэ ажилтан нь сургуультай хөтөч нохой аваад удаагүй байсан тул хэрхэн нохойтойгоохарьцах сургаалтанд явж амжаагүй байсан юм. Нөгөөх шүдний эмнэлгийн эзэн цалингүй чөлөө аваад хөтөч нохойн сургаалтандаа суугаад эргэн аижодаа орж болно гэсэн байна.",
//         },

//         {
//           title: "",
//           text: "Нэгэн инженер томоохон барилгын компанид ажилд орсон учраас нэг дор хэд хэдэн барилгын төсөл дээр ажиллах болсон. тэрээр өнгөний сохор буюу өнгө ялгаж чаддаггүй байв.\n\nТухайн компани нь ажилтнууддаа зориулж бичиг цаасны ажлыг төсөл төслөөр нь нэг нэг өнгөөр ялгадаг байлаа.\n\nХарамсалтай уг инженерийн хувьд энэ нь үр дүнтэй зохион байгуулалтын систем байж чадсангүй.\n\nМэргэжлийн зөвлөхөд хандахад хэд хэдэн зөвлөгөө өгсөн нь зохион байгуулалтын аргаа өөрчлөх, бичиг баримтын эх хувийн дээд буланд өнгөний эхний үсгийг эсвэл өнгийг бүхлээр нь бичиж наах, гарт багтах жижиг өнгө танигч төхөөрөмж авч өгөх зэрэг байсан юм.\n\nАжил олгогч өнгө танигч төхөөрөмж авч өгснөөр бие даан бичиг цааснуудтай харьцах боломжтой болсон.",
//         },

//         {
//           title: "",
//           text: "Эрүүл мэндийн ажилтан чонон хөрвөс гэдэг оноштойн дээр сул хараатай байв.\n\nКомпьютерын дэлгэцэн дээрх мэдээллийг ч, цаасан мэдээллийг ч уншиж чадахгүй болов.\n\nКомпьютерын том дэлгэц, томруулагч программ, гарт багтах томруулагч шил, босгож байрлуулаад дэлгэцийг харах зориулалттай томруулагч шил, CCTV авч өгснөөр мэдээллийг тохирох форматаар нь томруулан унших боломжтой болсон.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "54",

//     title: "Сурах хэлбэрийн бэрхшээл ",
//     type: PerformanceTypes.st,
//     text: "Сурах хэлбэрийн бэрхшээл гэдэгт олон төрөл, хэлбэрийн согог багтдаг. Эдгээр нь  \n\nАман болон аман бус харилцаагаар мэдээлэл хүлээн авах, зохион байгуулах, тогтоон санах, ойлгож боловсруулах, эргүүлэн ашиглах үйлдлүүдийг хийхдээ ямар нэгэн хэлбэрийн асуудалтай байна гэсэн үг.\n\nСурах хэлбэрийн бэрхшээлтэй байна гэдэг хүний танин мэдэхүйд чухал үйлдлүүдийг гүйцэтгэж байгаа нь хэвийн үзүүлэлтийн хамгийн доод хэмжүүрээс ч муу байна гэсэн үг. Сэтгэн бодох, юмсын учир шалтгааныг олох чадварт хамгийн ихээр нөлөөлдөг.\n\nУхаж ойлгох, сэтгэн бодох, санах, суралцах үйлдлүүдийг гүйцэтгэхийн тулд явагддаг бүхэл үйл явцын аль нэг хэсэгт доголдол үүссэнээс хүн сурах хэлбэрийн бэрхшээлтэй болдог.\n\nЭнэ хэлбэрийн бэрхшээлүүд хөнгөн, хүндээрээ ялгаатай байх бөгөөд аман харилцаагаар хүлээн авсан мэдээллийг ойлгож, ашиглах, унших,зөв бичих, бичсэн мэдээлэл уншиж ойлгох, математикийн үйлдэл гүйцэтгэх чадварууд нь харилцан адилгүй хэмжээгээр доголддог.\n\nДээрх чадваруудаас гадна зохион байгуулах, бусадтай харилцах чадваруудад мөн нөлөөлдөг.\n\n\nХүүхдийн бага насанд үүссэн байх боловч хүүхэд сургуульд орохоос өмнө тэр бүр мэдэгддэггүй байна.\n\nСурах хэлбэрийн бэрхшээлд бүрэн эмчилгээ байхгүй боловч анх үүссэн төвшнөөс нэмэгдэж муудна гэж бас байхгүй. Ийм бэрхшээлтэй олон хүн өөрт тохирсон арга, техникээ олж ашиглаж сурах нь л чухал юм. Ийм бэрхшээлтэй хүмүүс тусгай боловсрол, ганцаарчилсан дэмжлэг сургалт, эмийн эмчилгээ, засал, хувь хүний хөгжил, орчиндоо дасан зохицох чадвараа сайжруулах тал дээр анхаарах замаар дутагдаж буй ур чадваруудаа нөхөн орлуулж эсвэл зохих хэмжээгээр сайжруулах оролдлогууд хийдэг.\n\nСурах хэлбэрийн бэрхшээлтэй болох үндсэн шалтгаан бол хүний тархины бүтэц, үйл ажиллагаа болон төв мэдрэлийн системийн хөгжилтэй шууд уялдаатай.\n\n\nЯмар ямар төрлийн сурах хэлбэрийн бэрхшээл байдаг вэ?\n\nҮндсэн 3 төрөлд ангилагддаг. Тодорхой сурах хэлбэрийн бэрхшээлүүд гурав хуваагдана.\n\nСонсох, ярих, сэтгэн бодох, бичих, үсэглэх, математикийн бодолт гүйцэтгэх чадварууд нь бүрэн хөгжөөгүй байгааг илтгэнэ.\n\nЭнэ ангилалд багтаж байгаа согогуудыг ерөнхийд нь бичгээр өөрийгөө илэрхийлэх болон аман харилцаагаар өөрийгөө илэрхийлэх чадвар муу гэж ангилна.\n\n\n\t⦁\tТодорхой хэлбэрийн сурах бэрхшээл дотор унших чадвартай холбоотойг нь дислексиа гэж нэрлэдэг. Унших хэлбэрийн бэрхшээл нь хүн хүний хувьд ялгаатай байдаг боловч ерөнхийдөө бол дуу авиа, үг болон авиа зүй,  зөв тод дуудлага, унших хурд, зөв бичих, үгсийг холбон үглэх, \n\n\t⦁\tҮгсийн сан, ойлгоц, бичгээр илэрхийлэх чадвартай холбоотой. Сурах хэлбэрийн бэрхшээлүүд дунд хамгийн элбэг тохиолдог нь дислексиа юм.\n\n\n\t⦁\tДискалкулиа бол математикийн бодолт хийх үйлдэлтэй холбоотой хэлбэр. Тодорхой сурах хэлбэрийн бэрхшээлүүдээс математикийн бодолт хийх чадвартай холбоотой нь мөн адил хүн хүний хувьд адилгүй байх хэдий ч хамгийн нийтлэг согогууд нь тоо тоолох, тоо баримт тогтоох, нэмэх, хасах, үржих, хуваах зэрэг тоо бодолтын үйлдэл гүйцэтгэх, юмны хэмжээ тогтоох, цаг хэлэх, мөнгө тоолох, тоо хэмжээ баримжаагаар тооцоолох, цээжээр тоо бодох, асуудал шийдвэрлэх зэрэг байдаг.\n\n\n\t⦁\tДисграфиа бол сурах хэлбэрийн бэрхшээл дотор бичгийн ур чадвартай холбоотой нь юм. Өөрөөр хэлбэл гарын бичих үйлдэл болон бичгийн харилцаа, бичгийн илэрхийллийн аль алинд нь хамаатай дисграфиа нь зөв бичих, бодол санаагаа цаасан дээр ойлгомжтой буулгах, гараар бичихдээ муу байх, үсгийг хэлбэр дүрсээр ялгаж цээжээр бичих, зайнд багтаан бичих, бодол санаагаа зохион байгуулалт сайтайгаар бичиж буулгах, бичсэн зүйлийг уншаад дэс дараалал, учир зүйн уялдаатайгаар ойлгох, мөр мөрөөр нь зөв дэс дараалалтайгаар унших, өгүүлбэрийг зөв найруулга, дүрмээр бичих чадвар маш муу байхыг хэлнэ.\n\n\nСурах хэлбэрийн бэрхшээлүүдтэй холбоотой бусад согог:\n\n\nДээрх төрлүүдийн алинд нь ч зуун хувь багтаагүй гэхдээ мэдээлэл боловсруулж ойлгохтой холбоотой үйл явцын алдагдал нэлээн бий. Үүнд дараах согогууд орно.\n\nСонсох мэдрэхүйгээрээ дамжуулан мэдээл хүлээн авч боловсруулан ойлгох чадвар согогтой байна гэдэг нь авиа, үгийг салгаж сонсох, харьцуулахдаа муу байх, чимээ шуугиантай орчинд чухал үг яриаг, дуу авиагаа барьж сонсож чаддаггүй байх, бичгийн болон аман харилцаагаар өгсөн мэдээллийг эргэн санаж ашиглахдаа муу байх, дуу авиа, үгсийг эргэн санаж ойлгохдоо муу байх, зөв үсэглэн бичих, унших, бичихдээ муу байх зэрэг согогуудаар илэрнэ.\n\n\t⦁\tХарах мэдрэхүйгээр мэдээл хүлээн авч боловсруулан ойлгох согог гэдэг нь нүдээр харсан зүлээ ойлгож ашиглахдаа тааруу, юмсыг хооронд нь харьцуулж ялгааг нь олж харахдаа муу, хэлбэр дүрсийг цаад суурь өнгөнөөс нь ялгаж олж харахдаа муу,  үг, тэмдэгт, дүрснүүдийн дэс дарааллыг зөв тогтоож чадахгүй байх, урт болон богино хугацааны өмнө харж байсан зүйлсээ зөв ялган хэзээ юуг хаана харснаа зөв санаж ашиглаж чадахгүй байх, юмсыг буцаан зөв дараалалд тавьж чадахгүй байх зэргээр илэрнэ.\n\n\t⦁\tАман бус хэлбэрийн сурах бэрхшээлтэй хүмүүс нь зан харилцаа, сурах үйл явцын хувьд өвөрмөц содон шинжтэй хүмүүс байдаг. Дисграфиа, дискадкулиа, дислексиатай төстэй хэдий ч ондоо юм.\n\n\t⦁\tАман харилцаагаар ойлголцох, илэрхийлэх, үгсийн сан, унших, ойлгох, сонсох мэдрэхүйгээр мэдээл хүлээн авч ойлгож харилцах, юмсын нарийн мэдээлэлд анхаарал хандуулах, олж харахдаа илт сайн байдаг.\n\n\t⦁\tХарин математикийн тоо бодох, асуудал шийдвэрлэх, хараагаараа орон зайн баримжаа авч ажиллах, хөдөлгөөний солбицолтой үйлдэл хийх, биеийн хэл унших, нийгмийн харилцаанд үр дүнтэй оролцох, нийгэмд болж буй үзэгдэл эсвэл олсон мэдлэг мэдээллээс том зургаар дүгнэн харах чадвар муу байдаг.\n\n\t⦁\tСурах хэлбэрийн бэрхшээлтэй хүмүүсийн гүйцэтгэлийн функц нь жигд ажилладаггүй байна. Тиймээс бүгд төлөвлөх, зохион байгуулах, аливаа үзэгдлийн цаадхыг харах, нарийн мэдээллийг санах, цаг, орон зайг үр ашигтайгаар зохицуулан ашиглах тал дээр ихээхэн дутагдалтай байдаг байна.\n\n\t⦁\tӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[30],
//       PerformanceDetailData[6],
//       PerformanceDetailData[9],
//       PerformanceDetailData[34],
//     ],

//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Барилгын гэрээт ажилтан тоо харж ойлгох, тооцоолон бодох буюу математикийн үйлдэлд тун тааруу нэгэн байв. Тэрээр ажлын томьёолол гаргахдаа хэчнээн их цаг зарцуулсан ч алдаатай хийдэг байлаа. барилгын зураг төслийн ажлыг буруу тооцоолоогүй байгаа гэж тоо, томьёонуудыг дахин дахин шалгадаг байв. Барилгын төслийн удирдагч түүнд тусгай үйлдэл хийдэг тооны машин авч өгснөөр өнцөг, талбайн хэмжээ, аравтын бутархай зэрэг олон үйлдлийг богино хугацаанд алдаагүй гүйцэтгэж, шалгадаг болжээ.",
//         },
//         {
//           title: "",
//           text: "Нярав эмэгтэй маш муу хардаг учир нэг дор байгаа олон зүйлийг хараад шууд ялгаж салган ойлгож чаддаггүй. Бүдэг гэрэлд бүр муу хардаг. Агуулахын нөөцийн өрөөнд хадгалаастай эд зүйлийг хардаггүй. Тэрээр агуулахын өрөөнд ороод бараа бүтээгдэхүүнийг нэр төрөл, тоогоор нь бүртгэх тооллогыг тогтмол хугацаан хийх ёстой.\n\nАжил олгогч нь түүнд гэрлэ асдаг бал өгснөөр цаасан дээр байгаа хүснэгтийг төвөггүй уншиж бөглөдөг болжээ.",
//         },
//         {
//           title: "",
//           text: "Мэдээллийг сонсож ойлгохдоо муу нэгэн бүртгэлийн ажилтан нэлээн том компанид ажилдаг учраас өдөрт хэд хэдэн үүрэг даалгавар авах нь хэвийн гэж хэлж болно.\n\nАжлын даалгаврыг зөв олгосон гэдгээ магадлахын тулд ажлын байршил, супервайзерын нэр, ажлын даалгавар зэрэг чухал мэдээллийг дуут бичлэг хийж авдаг байв.\n\nОлон даалгаврыг хооронд нь хольж буруу хийхгүйн тулд мартсан ү?дээ бичлэгээ сонсон баталгаажуулдаг байжээ. Зарим өдөрт бүр хэд хэдэн удаа сонсох нь ч бий.",
//         },
//         {
//           title: "",
//           text: "Утсаар худалдаа хийдэг ажлын орон тоонд шинээр авсан хүн нь мэдээлэл уншиж олгохдоо муу.\n\nНэг удаа ажлын шаардлагаар компьютерт суурилсан сургалтад явах хэрэгтэй боллоо. Сургалтын гол агуулгыг дүрст бичлэгээр үзээд богино асуултуудад хариулах ёстой байсан. дүрст бичлэгүүдийн гол агуулга нь харилцагчдад хэрхэн зохистой үйлчлэх талаар юм.\n\nТүүний суусан сургалтын компьютерын дэлгэцийн өнгийг эсрэгцэлтэйгээр тааруулж, нягтаршлыг нь нэмэгдүүлж, үсгийн хэмжээг тааруулан өөрчилж өгсөн. Ингэснээр дэлгэцэн дээр харагдах мэдээллийг эмх цэгцтэй ойлгомжтой болгодог байна. \n\nДэлгэцэн дээр шугам тогтоож өгснөөр тухайн асуултыг бусад асуулттай хольж хутган дээр доор нь оруулж уншихгүй байхад тустай байв. Дүрст бичлэгийг давтан үзэхийг мөн зөвшөөрсөн. Асуултуудад хариулах цагийг нэг дахин сунгасан байна.",
//         },
//         {
//           title: "",
//           text: "Багш сурах хэлбэрийн бэрхшээлээсээ болоод самбар дээрх үгсийг зөв бичиж чаддаггүй. Багш нарын танхимын эрхлэгч зөөврийн компьютер, проектор өгснөөр тэрээр компьютероос дэлгэцэн шууд цацдаг болов. Компьютерт нь үг таниг гүйцээж бичдэг программ суулгасан учир зөв бичгийн алдаагүйгээр сурагчдад хичээлээ заадаг болжээ.",
//         },
//         {
//           title: "",
//           text: "Технологийн компанийн судлаач бичгийн харилцаандаа муу. Гэтэл түүний ажлын нэгэн чухал хэсэг бол бичгийн тайланд шаардлагатай мэдээллийг цуглуулж, тайлангаа эхний хувилбараар бичиж өгөх юм.\n\nУг судлаачид зориулан Inspiration программыг ажлын байрны тохируулга болгон худалдан авч өгсөн. Энэхүү программыг ашиглан цуглуулсан мэдээллээ ач холбогдлоор нь эрэмбэлж дараа нь эмхэтгэн хураангуйлдаг болсон байна.  Дээрээс нь нэмж цаасан толь бичиг, ижил утгатай үгсийн толь бичиг олж өгсөн.",
//         },
//         {
//           title: "",
//           text: "Нэгэн ажилтан бусдад бодол санаагаа илэрхийлж чаддаггүй байв. Тиймээс суперюайзертайгаа зөв олголцож чаддаггүй.\n\nУг ажилтан уншиж ойлгоод эргэн бичгээр хариулан харилцахыг илүүд үздэг байлаа.\n\nТүүний саналыг шууд удирдах ажилтан нь хүлээн авч удирдлага зөвлөгөөгөөр хангах аргаа өөрчилсөн байна. Нүүр тулж уулзахын оронд имэйлээр харилцахыг зөвшөөрсөн.",
//         },
//         {
//           title: "",
//           text: "Үйлдвэрийн орчин ажилладаг нэгэн ажилтан сурах хэлбэрийн бэрхшээлтэй байлаа. сурах хэлбэрийн бэрхшээлээсээ болоод ажлын даалгаврыг гүйцэтгэх дэс дарааллыг учрыг нь олдоггүй байв тиймээс суп?рвайз?р нь нэг даалгавыхг бүрэн гүйцтэгэхиэд шаардлагатай алхмуудыг дугаарлан бичиж өгдөг болов. Алхмуудыг өнгө өнгөр ялгаж бичдэг байлаа. Жишээлбэл, улаан өнгөөр зогсох, ногоон өнгөөр эхлэх гэх мэт",
//         },
//       ],
//     },
//   },
//   {
//     _id: "55",

//     title: "Сүүн шингэний харшил ",
//     type: PerformanceTypes.st,
//     text: "Байгалийн давирхайнаас гардаг сүүн шингэнд агуулагддаг протенд хариу урвал үзүүлэхийг сүүн шингэний харшил буюу Латщксын харшил гэнэ. Байгалийн анхдагч түүхий эд нь төрөл бүрийн ургамал байж болох хэдий ч ихэнхдээ давирхайт мод буюу hevea brasiliensis байдаг.\n\nbrasiliensis).\n\nСүүн шингэнд мэдрэг хүмүүсийн арьс болон амьсгалын замд хариу урвал явагддаг. Уг бодсонд өртсөний дараа шууд 1 хормын дотор шинж тэмдэг илрэх нь ч бий. Хэдэн цагийн дараа ч илэрч болох ба үзүүлэх шинж тэмдгүүд нь янз бүр байна.\n\nСүүн шингэний харшил арьсан дээр илрэх байдал нь улайлт, олон жижиг улаан юм туурах, үрэвсэл хэлбэрээр илэрнэ.\n\nАмьсгалын замд нөлөөлөхөөр амьсгаа авахад хэцүү болох, амьсгаа багтрах, ховор тохиолдолд бүр амьсгал зогсоно.\n\nЗарим хүн хэт өндөр мэдрэг байдаг ба тодорхой төрлийн ажлыг үргэлжлүүлэн хийх боломжгүй болдог.\n\nСүүн шингэнд харшилдаггүй байсан хэдий ч байнга өртсөөр байгаад харшилтай болох нь элбэг. Мөн олон төрлийн харшилтай, төрөлхийн нуруу нугасны хөгжлийн гажигтай хүмүүс бас сүүн шингэнд мэдрэг байж болно. Зарим нэг хоол хүнсэнд харшилдаг хүмүүс сүүн шингэнд мөн адил харшилна. Үүнд авакадо, төмс, гадил, улаан лооль, газрын самар, киви, зарим жимсний төрөл,папаяа гэх мэт орно.\n\n\nСүүн шингэний харшилтай болгодог ажил мэргэжлээс нэрлэтэл хууль сахиулагч, түргэний эмч, \n\nГал унтраагч, хүнсний үйлчилгээ үзүүлэгч, зураач, цэцэрлэгч, гэрийн үйлчлэгч, эрүүл мэндийн бүтээгдэхүүн үйлдвэрлэгч ажилчин, оршуулгын үйлчилгээ үзүүлэгч ажилчин гэх мэт байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[12]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Цаасны үйлдвэрийн ажилчин цасны боодлыг резин наалтаар наадаг. Ингэхдээ резин наалтын найрлагат байдаг сүүн шингэнд харшилдаг.\n\nАжил олгогч нь цаасны боодолд ашигладаг наалтыг сольж сүүн шингэний орц найрлагагүй өөр наалтаар хангадаг болжээ.",
//         },
//         {
//           title: "",
//           text: "Мэргэжлийн үнэмлэхтэй маш сайн сувилагч нь сүүн шингэнд дүрсэн бээлийнд харшилдаг байлаа.\n\nТүүнд тусад нь өөр түүхий эдээр хийсэн бээлий өгдөг болов. Бусад сувилагчийн ажлын хэрэгцээнд тараадаг бээлийгээ нунтаг сүүн шингэнд хутгахгүйгээр тараадаг болсноор орчин дах тархалтыг багасгасан.",
//         },
//         {
//           title: "",
//           text: "Нэгэн туслах сувилагч сүүн шингэнд харшилдаг учир түүнийг өөр ажилт шилжүүлсэн. Шинэ ажлын байранд нь сүүн шингэний найрлагатай бүтээгдэхүүн ашиглах шаардлагагүйн дээр ойр ажилладаг хүмүүс нь ч маш цөөн тооны ийм найрлага бүхий бүтээгдэхүүн хэрэглэдэг байв. Гэсэн хэдий ч тэрээр харшил өгсөөр байсан.\n\nАжил олгогч нь ихэд гайхаж судалсны үр дүнд агааржуулалтын шугамаар орж ирж байгааг мэдсэн юм. Тэрээр агааржуулалтын системийн мэргэжилтэнд хандан халаалт, агааржуулалт, хөргөлтийн системд тохиргоо хийн уг ажилтны ажлын орчин руу үлээх агаарын урсгалыг багасгасан байна.",
//         },
//         {
//           title: "",
//           text: "Эмнэлгийн яаралтай хүлээн авалтын өрөөний сувилагч сүүн шингэнд харшилдаг тул ажлын байраа солихоос өөр аргагүй болов.\n\nТүүнийг бусад сувилагч нарт зөвлөгөө өгдөг ажилд томилсноор сүүн шингэний найрлагатай бүтээгдэхүүнтэй шууд харьцдаггүй бас өвчтөнүүдийг асрах ажил хийдэггүй болсон байна.",
//         },
//         {
//           title: "",
//           text: "Нэгэн ахлах тогооч олон жил сүүн шингэний нунтагтай бээлий өмсөж ажилласны эцэст арьсны харшил өгдөг болсон. \n\nРестораны эзэн төвөггүй өөр түүхий эдээр хийсэн бээлий олж хангадаг болжээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "56",

//     title: "Сэтгэл гутрал ",
//     type: PerformanceTypes.st,
//     text: "Сэтгэл гутрал гэдэг 2 долоо хоног ба түүнээс дээш хугацаагаар уйтгар гунигийн мэдрэмжээс салж чадахгүй явахыг хэлнэ. Ихэнхдээ амьдралд сонирхолгүй болж, итгэл найдвараа алдаж, эрч хүчгүй болдог. ийм дарамттай мэдрэмж нь хүний өдөр тутамдаа гүйцэтгэдэг энгийн үйлдлийг ч гүйцэтгэх чадваргүй болгодог. Үүнийг эмнэлэг зүйн сэтгэл гутрал гэх ба ямар нэг таагүй зүйл тохиолдсоноос эсвэл хэт их стресст орсноос болж дургүй хүрэх, урам хугарахаас өөр юм.\n\nСэтгэл гутрал бол хүний оюун санаа, бодол сэтгэхүйд нөлөөлдөг. Харин толгой буюу бие махбодод асуудал үүсдэг гэсэн үг биш. Энэ нь анагаахын шинжлэх ухаанаар нотлогдсон өвчин билээ.  Тархины биохимийн бүтцэд нөлөөлдөг. Сэтгэл гутралтай хүнийг зан чанарын хувьд доголдолтой хүнтэй андуурч болохгүй. Энэ бол яг чихрийн шижин шиг цусны биохимийн найрлагад нөлөөлж түүнчлэн хүний сэтгэл санаа, тархины сэтгэн бодох үйл ажиллагаанд нөлөөлдөг өвчин.\n\nСэтгэл гутралд бусад сэтгэцийн эмгэгийн адил анхаарал тавих хэрэгтэй болдог. Эмнэл зүйн сэтгэл гутралд орсон хүн биеийн аль нэг хэсэгт үүссэн шарх эдгэрэхтэй адил заслын эмчилгээ хийлээ гээд бүрмөсөн шууд илаарьшдаггүйг санах хэрэгтэй.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[5], PerformanceDetailData[6]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Хоёр туйлт сэтгэцийн эмгэгтэй банкны ажилтан гүн сэтгэл гутралд ордог учир маш өндөр ачаалалтай төв банканд ажиллах нь түүнд хүндрэлтэй байлаа.\n\nӨдөр тутмын үйл ажиллагаанд хяналт тавих, харилцагчдад үйлчилгээ үзүүлэх болон нэлээн олон хүнтэй баг удирдах ажлуудыг зэрэг хариуцаж ажиллах асар их ачаалал байсан. Тээрээр харилцагч багатай салбар руу шилжүүлж өгөхийг хүссэн. Олон жилийн удирдах ажлын туршлагаа ашиглаж удирдан зохион байгуулах үүрэг хариуцлагыг өөртөө үлдээж цалингаа хасуулахгүйгээр шилжиж чадсан байна.",
//         },
//         {
//           title: "",
//           text: "Төрийн агентлагийн нярав эд хогшил бүртгэл хариуцдаг ба тооллогын эцсийн хугацаа ойртоход мөн хэн нэгэн ажлын дундуур дахин дахин саад болоход ихээр стрессддэг байна. Төвлөрч чадахаа больж ажлын гүйцэтгэл нь буурдаг.\n\nТэгэхээр ажил олгогч нь хагас цагийн ажилтан томилж бусад ажлыг хариуцуулсан. Харин түүнийг хүн саад болохооргүй тусгай ширээнд суулгаж бүртгэлийн ажлаа алдаа гаргалгүй хурдан дуусгадаг байх боломж өгчээ. ",
//         },
//         {
//           title: "",
//           text: "Нэлээн олон хүүхэдтэй ахлах сургууль зөвлөхөөр ажилладаг нэгэн сэтгэл гутрал, цочмог гэдэсний хам шинж, зөөлөн судасны эмгэгтэй учраас ядарч туйлдах нь олонтоо. \n\nТэрээр сургуулийн том хүнд хаалгыг онгойлгож дэлдэггүй байсан ба ойр ойрхон бие засах өрөө орох хэрэгтэй болдог.\n\nХамт ажилладаг нөхөр нь удирдлагад нь гомдол гаргасан ба ажлын байран дээр бараг байдаггүй, сурагчидтай ажиллах цагнаас ихээр хумсалдаг гэжээ. Уг гомдлын мөрөөр ажилтантайгаа ярилцаж бодит байдлыг ойлгосон учир ажлын өрөөг нь тэнхимийн бие засах өрөөтэй ойртуулан сольж өгөөд, сургуулийн хаалганд автомат онгойлгогч суулгаад, сэтгэл заслын зөвлөх үйлчилгээ авахын тул шаардлагатай нөхцөлд уян хатан хуваариар ажиллаж байхыг зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Нэгэн эмэгтэй харилцагчдад үйлчлэх ажлын бараанд өргөдөл гаргасан. Тэрээр сэтгэл зовнил, сэтгэл гутралын аль алинд нь ордог. Өргөдөл гаргасан байгууллагаас түүний материалтай танилцаад шалгар хангаж байгаа тул ажилд авах хүсэлтэй байгаагаа хэлсэн.\n\nСэтгэл гутрал, сэтгэл зовнилоо дарахын тулд Жүд эм уудаг байв. Эмийн үйлчилгээ нь тархины үүл ажиллагааг нь удаашруулдаг аж. Тиймээс тэрээр шалгалтын цагийг сунгаж, анхаарал сарнихааргүй орчинд сууж өгвөл хамгийн сайнаараа хийж чадах ба мэдлэг чадвараа бодитоор үнэлүүлнэ гэж бодож байлаа. Эдгээр тохируулгыг авахгүйгээр бол шалгалтаа сайн өгч чадна гэдэгт даанч итгэлгүй байсан юм. Мөн тохируулгын хүсэлт гарган хэрэглэхийн тулд сэтгэцийн эмгэгтэй гэдгээ илчлэн хэлэх болж байгаа юм. Гэтэл ажил олгогч эдгээр тохируулгаар хангаж шалгалт авна гэсэн баталгаа байхгүй. Зөвхөн түүнийг ажилд авах эсэхээ шийдэхийн тулд яагаад тохируулга шаардаж байгааг нь асуух нь дамжиггүй гэж санаа нь зувж байв. Гэхдээ тэрээр нөхөн сэргээлтийн зөвлөхтэйгөө уулзаж зөвлөгөө хүсэхээр шийдсэн. Ажилд авахын өмнөх шатанд ч гэсэн боломжит тохируулгаар хангаж өгөх үүрэг ажил олгогчид байгаа гэдгийг мэдээд бас зөвлөх нь заавал сэтгэцийн оношийг хэлэлгүйгээр тайлбар тодорхойлолт гаргаж өгч болно гэдгийг мэдээд ихэд баярласан. Өөрөө зөвшөөрсөн учир уг зөвлө ажил олгогч руу утсаар ярьж маш энгийнээр тайлбарлаж мөн бичгээр тодорхойлолт хийж өгч болно гэдгийг хэлснээр тохируулгатайгаар шалгалтаа өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Утсан дээр суудаг мэдээллийн ажилтан сэтгэл гутрал ба сэтгэл зовнилын ерөнхий хам шинжтэй байлаа. Түүний эрүүл мэндийн зөвлөх нь өөрчлөгдсөн ба хийж байсан эмийн эмчилгээнийх нь жорыг өөрчилж,  долоо хоногт нэг удаа сэтгэл заслын зөвлөх үйлчилгээ авахыг санал болгосон. Тэр өөрөө ч өвчний чөлөө авч хуримтлуулахаас залхаж байсан ба өөр нэгэн төрлийн чөлөө байдаг гэдгийг мэдээд даруйхан хүсэлт гарган өргөдлөө илгээсэн байна. Тэр нь гэр бүлд ямар нэгэн асуудал гарах мөн эрүүл мэндийн шалтгаанаар авч болдог чөлөө байсныг дотоод журмаасаа олж мэдсэн юм.",
//         },
//         {
//           title: "",
//           text: "Нэгэн барилгын ажилтан Хантинтоны өвчтэй байсан ба энэ нь сэтгэл гутралд оруулдаг дам нөлөөтэй аж. Тэрээр эмчилгээнд явах чөлөө хүсээд зогсоогүй ажилдаа эргэж орохдоо ажлын цагаа багасгасан хуваариар явахыг хүссэн. Ажил олгогч нь чөлөө өгсөн ба өөрчлөгдсөн цагийн хуваариар ажиллахыг зөвшөөрсөн байлаа.",
//         },
//         {
//           title: "",
//           text: "Дунд сургуулийн багш архаг сэтгэл гутралтай бөгөөд сэтгэцийн эмчийнхээ зөвлөсний дагуу 16 долоо хоногийн турш  эрчимт гадуур эмчилгээнд явах шаардлагатай болжээ.\n\nСэтгэл гутрал нь сэдэрч удаан хугацаагаар ажлаасаа чөлөө авахаас сэргийлж эрчимт эмчилгээ хийлгэх хэрэгтэй байгааг тайлбарласан байлаа.\n\nАжил олгогч нь 16 долоо хоног үдээс хойш орлон ажиллах багшийг олж томилоход төдийлөн хүндрэлгүй гэж хэлээд хүссэн тохируулгыг баталжээ.",
//         },
//         {
//           title: "",
//           text: "Цус харвалтын нөхөн сэргээх эмчилгээгээ дуусгаад ажилдаа эргэн орсон нэгэн ажилтан сэтгэл гутралд орсон байлаа. Сэтгэл гутрал гэгч шинэ асуудалтай тэмцэх болсон түүний ажлын гүйцэтгэл чанаргүй болж, өмнө нь ашиглаж байсан ор давтамжтайгаар удирдлага чиглэл өгдөг аргачлал нь үр дүнгүй болжээ. Тиймээс супервайзер нь долоо хоног тутам уулзаж ажлын гүйцэтгэлийнх нь талаар ярилцаж хүндрэлтэй байгаа талуудыг хамтдаа туршиж үзэхийг зөвшөөрсөн байна. Нэмэлтээр тохируулга баталсан ба тэдгээр нь эрүүл мэндийн үйлчилгээ авах өдрөө уян хатан хуваариар ажиллах, тайлан бичих нь хэрэг болох бэлэн загвар, диаграм өгөх, ажлын байрыг нь байгалийн гэрэл сайтай талд шилжүүлэх зэрэг байлаа.",
//         },
//         {
//           title: "",
//           text: "Гүн сэтгэл гутралтай нэгэн цахилгаанчин мэргэжлийн лицензээ баталгаажуулахын тулд тодорхой хугацаанд шалгалт өгөх шаардлага гардаг байна. Цахилгаанчин маань хүмүүстэй үр дүнтэй уулзалт хийж чаддаггүй нэгэн.\n\nШууд дамжуулах тохируулга үйлчилгээгээр хангаж тэр даруй тэмдэглэл хийн түүн рүү дэлгэцээр дамжуулж байлаа.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "57",

//     title: "Сэтгэл түгших эмгэг",
//     type: PerformanceTypes.st,
//     text: "Сэтгэл түгших эмгэг ерөнхий сэтгэл түгшил, стрессээс үүдэлтэй сэгэл түгшил, мансууруулах бодисын хэрэглээнээс үүдэлтэй сэгэл түгшил, эмийн эмчилгээнээс үүдэлтэй сэтгэл түгшил гэсэн төрлүүдтэй. Агорафобиас буюу хөл үймээн их газарт сандардаг эсвэл хөл үймээнгүй орчинд байсан ч сандардаг эмгэг, цочролын дараах стрессээс үүдэлтэй хам шинж, Хэтрүүлэн бодох өвчин, Нийгмийн айдас, тодорхой нэг зүйлээс түгших эмгэг зэрэг бий.\n\nСэтгэл түгших эмгэг гэдэг бол бодит ажиглалт судалгаагаар амьдралд тохиолддог гэнэтийн эсвэл томоохон өөрчлөлт, үйл явдалтай холбоотой шилжилтийн үеийн сэтгэл зовнил, тайван бус байдлаас ялгаатай юм.\n\nСэтгэл түгших эмгэгтэй хүн сандарч, бие махбод, сэтгэц, сэтгэл хөдлөлийн дарамт мэдрэхээс гадна асар их айдастай байдаг.\n\nХүн хүний суурь сэтгэцийн эрүүл мэндээс шалтгаалан өөр өөр шинж тэмдгээр илрэх бөгөөд хүний үйлдэл гүйцэтгэх чадварт хүндээр нөлөөлдөг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[5], PerformanceDetailData[6]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Нийслэлийн цагдаагийн газарт баримт бичиг бүртгэлийн мэргэжилтэн албан тушаалынхаа маш чухал ажил үүргүүдийг гүйцэтгэж бараг чадахгүйд хүрэв. Учир нь сүүлийн жилүүдэд онц хэрцгий хүчирхийллийн тоо тасралтгүй нэмэгдсэн нь түүнд ихээр нөлөөлсөн. Тэрээр байнга ямар нэг зүйлд сэтгэл түгших болсон ба түүний стрессийн түвшин бараг дээд цэгтээ тулж, сэгэл санааны хувьд маш гутранги болсон байна. Ажилдаа явна гэдэг түүнд маш хэцүү санагддаг болжээ.\n\nЭнэ тухайгаа ажил олгогчдоо хэлж туслалцаа хүсэн ба түүний ажил мэргэжлийн онцлогийг маш сайн ойлгож байсан учраас хэд хэдэн ажлын байр санал болгож сонголт хийх боломж олгосон байна. Сэтгэцийн эрүүл мэндэд нь дахин сөргөөр нөлөөлж түүний байдлыг улам доройтуулахааргүй мөн өөрөө хийж чадахаар ажлаа сонгохыг зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Нэгэн сэгэл түгших эмгэгтэй хүн рестораны  гал тогоонд хоол бэлтгэх, цэвэрлэгээ хийх ажил хийдэг байлаа. Тэрээр ажлаа асуудалгүй хийдэг байсан хэдий ч хамт ажилладаг хүндээ өөрийн хувийн асуудлыг байнга ярьдаг байсан нь түүнд их төвөгтэйн дээр ажилдаа төвлөрөхөд нь саад болж байв. Хамт ажилладаг нөхөр нь түүний талаар менежертээ гомдол гаргажээ.\n\nМенежер нь түүний сэтгэцийн эмчтэй зөвлөлдсөний үндсэн дээр ажилд дадлагажуулагчаар хангахыг зөвшөөрсөн. Ажилд дадлагажуулагч нь түүнд хажуугийн хүнтэйгээ хэрхэн цаг агаар, дуртай хоол зэрэг хөнгөн сэдвээр яриа үүсгэхийг зааж өгөөд зогсохгүй шинэ ур чадварт сургасан байна. Хоёр сарын дараа эргэн ирж шинээр сурсан зүйлсээ хэр сайн хийж байгааг мөн орчиндоо төвөг удахгүй ажиллаж байгаа эсэхийг магадлан хамтдаа үнэлгээ хийжээ.",
//         },
//         {
//           title: "",
//           text: "Шуудангийн ажилтан маш хүнд цочрол авч байсан бөгөөд газын үнэр, шуудан зөөдөг түрдэг тэрэгний чимээнээс уг цочролоос үлдсэн эмгэг нь сэдрэх гээд байдаг байв. Цочролд орсон нөхцөл дахин орж байгаа мэт мэдрэмж төрдөг байлаа. Тэрээр хүчилтөрөгчийн баг өмсөж, чимээ намсгах чихэвч зүүж үзсэн боловч онцын ялгаа гарсангүй.\n\nМэргэжлийн нөхөн сэргээлтийн зөвлөхөд хандахад өөр ажилд томилох эсвэл яг тийм сэдрэлтийн нөхцөлд оронгуутаа ажлаа орхин завсарлага авах, саад болохооргүй газарт очиж тайвшрах дасгал хийх зэрэг арга хэмжээ авах боломж олгохыг зөвлөв.",
//         },
//         {
//           title: "",
//           text: "Сэтгэл гутрал болон сэтгэл түгшилт хоёроос болж эмийн эмчилгээтэй байдаг нэгэн эмэгтэй харилцагчид үйлчлэх ажлын байранд хүсэлт гаргажээ. Түүнээс ажилд орохын өмнөх шалгалт авахыг хүссэн байна. Түүний мэдээлэл хүлээн авч ойлгох явц нэлээн удаан учраас ажилд орох шалгалтыг уртасгасан цагтайгаар анхаарал сарнихааргүй орчинд л байвал өөрийнхөө хамгийн сайнаар өгч чадна гэж бодож байлаа.\n\nАжил олгогч эдгээр тохируулгыг бодолцож үзэхийн тулд тэрээр сэтгэцийн эрүүл мэндийн байдлаа мөн эмнэлгийн баримт нотолгоо гаргаж өгөх хэрэгтэй болсон юм.",
//         },
//         {
//           title: "",
//           text: "Нэгэн нарийн бичгийн дарга эмэгтэй хэдэн жилийн өмнө машины осолд орсон ба уг ослоос үүдэлтэйгээр цочролын дараах хам шинжтэй болсон байна. Тэрээр орой харанхуйд гадуур явна гэхээс байнга айж түгшдэг болсон байв. Энэ түүнд маш таагүй мэдрэмж өгөхөөс гадна анхаарал төвлөрч чадахгүй болжээ. Түүнд сургуультай туслах амьтан авч, уян хатан хуваариар ажиллахыг зөвшөөрсөн тул харанхуй, бүрэнхийгээр ажил гэр хоёрын хооронд явна гэж санаа зовохгүй тайван ажлаа хийдэг болов.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "58",

//     title: "Сэтгэхүйн олон янз байдал ",
//     type: PerformanceTypes.st,
//     text: "Сэтгэхүйн ялгаатай тал гэхээр тухайн нэг хүний суралцаж,  бодож, хорвоо ертөнцийн үзэгдлийг харж ойлгох, мэдээллийг хүлээн авч боловсруулан ойлгох, бусдаас өвөрмөц ялгаатай байхыг хэлнэ.\n\nэнэ нь аутизмын хамрах хүрээний шинжүүд хамаатай боловч бусад олон янзын танин мэдэхүйн, оюун санааны, хөгжлийн болон мэдрэлийн системийн үйл аижлллагааны согогуудыг мөн хамарч байна. Өөрөөр хэлбэл хүний сэтгэн бодох ба суралцах үл явц нь илт ялгаатай байдаг. Сэтгэлгээний ялгаатай хүмүүст дараах төрлийн хүмүүс багтаж байна:\n\n\t\t•\tаутизмын хамрах хүрээний шинжтэй\n\n\t\t•\tанхаарал дутмагшил, хэт идэвхжилийн эмгэгтэй \n\n\t\t•\tцочролоос үүдсэн стрессийн эмгэгтэй \n\n\t\t•\tбусад сэтгэцийн эрүүл мэндийн эмгэгтэй\n\n\t\t•\tсурах хэлбэрийн бэрхшээлтэй.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     setup: [
//       {
//         title: "",
//         details: [
//           {
//             title:
//               "Ажилд авах сонгон шалгаруулалтын үеэр хэрэглэх боломжтой тохируулгууд",
//           },
//           {
//             title: "Нэг удаагийн ярилцлага авах хүний тоог цөөн байлгах",
//           },
//           {
//             title:
//               "Зааварчилгааг маш дэлгэрэнгүй тодорхой өгөх эсвэл тэмдэглэлийн карт ашиглах ",
//           },
//           {
//             title: "Ярилцлагын асуултыг урьдчилан өгөх ",
//           },
//           {
//             title:
//               "Ажилд дадлагажуулагч юмуу гэр бүлийн гишүүнийг дэмжин туслах хүнээр хамт байлцахыг зөвшөөрөх ",
//           },
//           {
//             title:
//               "Ажлын ур чадвар болон ажлын байранд шаардагдах бусад авьяас чадварыг үнэлэх, батлан харуулах аргад хувилбарт сонголт хийх ",
//           },
//           {
//             title:
//               "Утсаар мэдээлэл өгөх ярилцлага товчхон хийснийхээ дараа жинхэнэ ярилцлагад урих ",
//           },
//         ],
//       },
//       {
//         title: "Тогтвортой ажиллуулахад дэмжлэг болох тохируулгууд:",
//         details: [
//           {
//             title:
//               "Оюун санааны дэмжигч хүнийг ижил ажил хийдэг эсвэл ижил асуудалтай хэн нэгэнтэй нь нөхөрлүүлэх замаар эсвэл уламжлалт аргаар олгох ",
//           },
//           {
//             title:
//               "удирдах ажилтны санал зөвлөгөөг ойр давтамжтайгаар тогтмол өгдөг байх ",
//           },
//           {
//             title:
//               "үйлчилгээ үзүүлдэг эсвэл сэтгэл санааны дэмжигч амьтнаа ажлын байран дээр авчрахыг зөвшөөрөх ",
//           },
//           {
//             title:
//               "Шаардлагатай туслах технологиор нь хангаж зайнаас ажиллахыг зөвшөөрөх ",
//           },
//           {
//             title: "Ажлын үүрэг даалгаварт бүтцийн өөрчлөлт хийх ",
//           },
//           {
//             title:
//               "Ажлын байран дээр дагаж мөрддөг бодлого журамд өөрчлөлт оруулах, жишээлбэл ажлын цагийг уян хатнаар тохируулах ",
//           },
//           {
//             title:
//               "Дуу чимээ, гадаад хэм, үнэрт хэт мэдрэг байх асуудалд зориулан ажлын байранд үнэлгээ хийн тохирох өөрчлөлт оруулах ",
//           },
//           {
//             title: "Ажилтанд дэмжин туслах хөтөлбөрт хамруулах ",
//           },
//           {
//             title: "Ур чадварын сургалтад хамруулах",
//           },
//         ],
//       },
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Шоронгийн хоригдлуудтай шууд харилцах ажлын байрны зар тавигдсан байсан ба сонгон шалгаруулах ярилцлагын урилга авсан нэгэн хүсэлт гаргагч маань  олон хүнтэй биечлэн уулзалт хийхээс айдаг байв. Яагаад гэвэл тэрээр аутизмын хамрах хүрээний нийгмийн сэтгэл зовнилтой ажээ.\n\nТиймээс тэрээр ярилцлагын асуултуудыг урьдчилан имэйлээр аваад хариултаа бичгээр илгээсэн байхыг тохируулга болгон зөвшөөрөхийг хүссэн юм. Ярилцлагын үеэр сандарч санаагаа бүрэн илэрхийлж чадахгүй байх вий гэж бодсон тул бичгээр хариулсан байхыг илүүд үзжээ. \n\nХарин ажил олгогчийн зүгээс ярилцлагад гурван хүн байлцах байсныг хоёр болгон цөөлж, нууцлал задлахгүйн үүднээс ярилцлага эхлэхээс нэг цагийн өмнө ирээд асуултуудыг авч өөрийгөө бэлтгэж болно гэсэн хариулт өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Бага сургуулийн багш эмэгтэй үдийн хоолны жижүүр хийх үүргээс чөлөөлж өгөхийг хүссэн. Тэрээр аутизмын хамрах хүрээний оноштой бөгөөд дуу чимээнд хэт мэдрэг нэгэн байсан байна. Сургуулийн хоолны зааланд хүүхдүүд олноор бужигнахад байж чадахгүй болтлоо тавгүйтдэг байв.\n\nТүүнд тохирсон тохируулга хэрэгжүүлэх боломж байлаа. Нийтийн хоолны зааланд биш ангид цөөхүүлээ хоолоо иддэг хэсэгт хүүхдүүдэд туслахыг түүнээс хүсжээ.\n\nАутизмын хүрээний хам шинжтэй нэгэн залууг ажилд авахаар шийдсэн. Тэрээр амьд илгэл тавьж мэдээлэл өгөх үндсэн ажилтай хэдий ч олны өмнө ярьж, асуулт хариултын цагийг дүнтэй ашиглаж чаддаггүй байв. Яагаад гэвэл тэрээр байнгын сэтгэл зовнилтой нэгэн байлаа. Түүнээсээ болоод анхаарал төвлөрч чаддаггүй.\n\nТэрээр өөрөө санаачилга гарган ажил олгогчоосоо зөвшөөрөл хүссэн тохируулга нь өгөх мэдээллийн илтгэлийн хэсгээ дүрст билжээ хийж бэлтгээд дэлгэцэн дээр гаргаж хүмүүст бэлтгэсэн мэдээллээ дамжуулсныхаа дараа асуулт хариултын хэлэлцүүлгийн амьдаар хийх зохицуулалт байв. Туршилтын 3 сарын хугацаанд энэхүү тохируулгаа хэр оновчтой ашиглаж гартаа оруулахыг харая гэсэн болзолтойгоор зөвшөөрсөн юм. Нөгөө ажилтан маань ч улам бүр мэргэшиж дүрст бичлэгээ хийх зэрэгт ямар ч асуудал гаргаагүй учир цаашид энэ маягаар ажиллахыг нь зөвшөөрсөн байна.",
//         },
//         {
//           title: "",
//           text: "Лабораторийн ажилтан үнэрт хэт мэдрэг аутизмтай залуу байдаг.\n\n өөрт аятайхан санагддаг биеийн тос, үсний хөөс зэргийг ажил дээрээ хэрэглэдэг байлаа. Уг намуухан үнэр нь химийн бодисын хурц үнэрийг дардаг байлаа.\n\n сэргээлтийн зөвлөх түүнийг үнэр дарах засал хийдэг хүзүүний зүүлт эсвэл бугуйвч ашиглахыг санал болгосон. Энэ нь лабораторид ажиллаж байгаа бусад хүмүүст нөлөө багатай байхад тустай арга байлаа. Мөн амтлагчтай бохь, хатуу чихэр ашиглахыг зөвлөсөн.",
//         },
//         {
//           title: "",
//           text: "Нэгэн кэйс менежер анхаарал төвлөрлийн дутмагшил, хэт идэвхжилийн эмгэгтэй учир кэйсийнхээ нотолгоог гаргаж баримтжуулах ажлаа дутуу дулимаг хийдэг байлаа.\n\nАсар их дуу чимээтэй том заалны нэг хэсэгт тусгаарлагч ханатайгаар суудаг байсан ч түүний анхаарал сарних хүчин зүйлийг багасгаж чадахгүй байв. Тусдаа сууж ажиллах өрөө гарга өгөх боломжгүй байсан учир тэрээр оффис хүнээр дүүрч шуугаин ихсэхээс өмнө ирж ажилладаг байхаар уян хатан хуваарь гаргаж өгөхийг хүссэний дагуу ажил олгогч нь зөвшөөрөл олгосон байна. Тэрээр өглөө эрт ажил эхлэхээс өмнө 2 цагийн өмнө ирээд сууж төвлөрөх шаардлагатай ажлуудаа амжуулдаг байхаар зохицуулсан байна . Энэхүү шинэ хуваарь нь түүний тархи сэргэг ажиллаж бүтээмж ихтэй хугацаанд нь таарч байсан юм.",
//         },
//         {
//           title: "",
//           text: "Их сургуулийн профессор анхаарал дутмагшил, хэт идэвхжилийн эмгэгтэйн дээр байнгын сэтгэл зовнилтой нэгэн байв. Эдгээр онцлогоосоо болоод зохион байгуулах, анхаарал төвлөрөх чадвар муутай. Тиймээс хичээлийн хуваарь байнга өөрчлөгдөж шинэ ангид шинэ хичээл заах болоход хичээл төлөвлөлтөө хийж амждаггүй байв. Түүний ажлын хуваарь шахуу учраас шинэ хичээлд сайтар бэлтгэх цаг гардаггүй байсан.\n\nТэрээр тэнхимийн эрхлэгчээсээ урьдчилан бэлтгэх боломжтойгоор шинэ хичээлүүдийг хуваарилж өгөхийг хүссэн. Харин гэнэтийн тохиолдлоор хичээлийн цаг хуваарилах болбол өмнө нь зааж байсан бэлэн бэлтгэлтэй сэдэв хуваарилдаг байхыг хүсжээ.",
//         },
//         {
//           title: "",
//           text: "Хамт ажилладаг хүмүүс нь юм асуухад тэрээр заавал хариулах ёстой мэт санагдаж уцаарлаж эхэлдэг нэгэн ажилтан байлаа.\n\nСупервайзер нь түүнтэй сахилгын уулзалт хихийг хүссэн. Уг уулзалтаар хоёр туйлт сэтгэцийн эмгэгтэй учир байнгын сэтгэл зовнилтой явдаг гэдгээ хэлсэн. Энэ нь хүмүүстэй нүүр тулж уулзахад улам сэдэрдэг болохыг тайлбарлажээ. Тиймээс ажлын байрны стрессийн хүчин зүйлсийг нь бууруулж өгөх тал дээр арга хэмжээ авч өгөхийг хүссэн юм.\n\nСупервайзер дээд удирдлагатаа уламжилсны үр дүнд түүн рүү асууж тодруулах зүйлсээ хэлээд имэйлээр илгээж байхыг нийт ажилтнаас хүссэн байна. Ийм тохируулгаар хангасны хариуд ажил олгогч санаанд ороогүй их үр өгөөж хүртжээ. Учир нь түүний энэ ажилтан аливаад бодитоор олин талаас нь харахдаа маш сайн хийгээд боломжит шийдэл санал болгохдоо гаргуун нэгэн байсныг мэдэх боломж олгоогүй бол үнэ цэнтэй нэгнээ алдах ч байсан юм билүү.",
//         },
//         {
//           title: "",
//           text: "Харилцагчдад үйлчлэх ажилтан аман харилцаандаа маш муу байсан тул утсаар хүмүүст мэдээлэл зөвлөгөө өгөхөд бэрхшээлтэй байдаг байв.\n\nТэрээр өөрийг нь бичгээр харилцдаг ажилд томилох боломж байгаа эсэхийг асуусан юм. түүн тохирох бичгээр мэдээлэл өгөх ажлын байр байгаагүй учраас ажил олгогч нь түүний ажлын байрны стрессийг бууруулах тал дээр илүү анхаарсан.\n\nТүүнд оюун санааны зөвлөх гаргаж өгснөөр түүний ажлын байранд хэрэглэгдэх зүйлсийг эмх замбараатай зохион байгуулж, аливаа зүйлийн шалтгааныг гүнзгий олж харахад нь тусалж байв.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "59",

//     title: "Сэтгэцийн эмгэг ",
//     type: PerformanceTypes.st,
//     text: "Сэтгэцийн эрүүл мэндийг ерөнхийд нь дараах байдлаар ангилна:\n\n\n•\t Сэтгэцийн эмгэг гэдэг нь хүний таних мэдэхүйн, сэтгэл хөдлөлөө удирдан зохицуулах, бусдын сэтгэл хөдлөлийг таньж зохистой хариу үйлдэл үзүүлэх чадварт маш ихээр үзүүлж буй бодит нөлөө юм.\n\nТүүнчлэн биологийн, сэтгэл зүйн, хөгжлийн үйл явцад нь хүчтэй нөлөөлж сөрөг үр дагавар үлдээж байгаа зан үйл, ааш араншин ч мөн адил сэтгэцийн эмгэгтэй холбоотой байна. Бодит амьдралд ажиглалтаар илт харагдаж буй үр дагавруудыг сэтгэцийн эрүүл мэнхийн хам шинж гэнэ. Өөрөөр хэлбэл хүний сэтгэл хөдлөл, оюун сана хэрхэн ажиллаж байгаагийн илрэл юм.\n\nХүн сэтгэцийн эмгэгтэй болох эсвэл сэтгэцийн эмгэг нь сэдрэхэд нөлөөлдөг гаднын хүчин зүйлсэд маш хүнд сэтгэлийн гуниг зовуурь, нийгмийн харилцаанд оролцож байхад эсвэл ажил мэргэжлийн харилцаатай холбоотой тохиолдсон үйл явдал, бусад чухал үйл явдлууд юм.\n\nХарин хэн нэг дотнын хүнээ алдах юмуу хүн бүрийн амьдралд тохиолддог үйл явдалд тухайн хүнээс гарч байгаа хариу үйлдэл бол хүмүүсийн соёлтой холбоотой,угаасаа явагдах байсан хэвийн үзэгдлүүд юм.\n\nНийгэмд гаж хэмээн харагдах эсвэл тооцогдох зан үйл хүнээс гарч байгаа ба тэрхүү зан үйл, ааш араншин нь тухайн нөхцөл байдалтай шууд холбоотой бол сэтгэцийн эмгэг гэж үзэж болохгүй. Жишилбэл, улс төрийн, шашны, хүйсийн мэдрэмжтэй холбоотой гаргасан үйлдэл, араншин байж болно. Энэ бол зөвхөн тухайн нөхцөл байдалд хувь хүн болон нийгэм хоёрын харилцааны зөрчлөөс үүдэн гарсан үзэгдэлд тооцох ёстой юм.\n\nХарин дээр дурдсанчлан хүний оюун сана, сэтгэлгээ, сэтгэл хөдлөлийн үйл ажиллагаатай холбоотой гарч байгаа бол сэтгэцийн эмгэг гэж ялгагдах юм.\n\n\nАмерикийн сэтгэцийн өвчтэй хүмүүсийн үндэсний холбооноос сэтгэцийн эмгэг гэж юуг хэлэх вэ гэдгийг тодорхойлохдоо:\n\n• \tЭмийн эмчилгээ шаарддаг эмгэг бөгөөд хүний сэтгэн бодох, мэдрэх, сэтгэл санаагаа удирдах, бусдаас харилцан хамаарах харилцаанд зохистой хариу үлдэл үзүүлэн амьдрах чадвар, өдөр тутмын бие даан амьдрах чадварт нөлөөлдөг.  Үүгээрээ чихрийн шижин, нойр булчирхайны өвчлөлтэй адил нөлөө үзүүлдэг юм.\n\nӨдөр тутмын энгийн амьдралд дасан зохицож зохистой үйлдэл гарган амьдрах чадамжийг муутгаж байдаг эмгэг.\n\n\nХоёр туйлт сэтгэцийн эмгэг  гэдэг нь солиорлын шинжтэй гүн сэтгэл гутрал байдлаар явагддаг. Хүн бүрэн эдгэрдэггүй учир бүхэл амьдралын турш архагшин үлддэг. Хэдэн ч удаа сэдэрч болно.\n\nХүний өсвөр нас,залуу насанд илэрнэ. Цөөн хэдий ч хүүхэд насанд илрэх нь бас бий. Илрэл, сэдрэлийн шинж тэмдэг нь дэмийрэл,солиорол, хий юм харах, хэт идэвхжил, сэтгэл гутрал байна.\n\n\nХил хязгаарын бие хүний эмгэг гэдэг нь нэлээн ноцтой сэтгэцийн эмгэг юм. Өөр өвчин эмгэгтэй ихээхэн андуурагддаг. Сэтгэл санаа ихээр тогтворгүйтдэг. Бусадтай харилцах харилцаа нь огцом хувирч өөрчлөгддөг, гадаад байдал, үзэмж, зан үйл ааш араншин нь хурдан хурдан өөрчлөгддөг. Сэтгэл хөдлөлийн зохистой зохицуулалт дутмагаас явагддаг эмгэг юм.\n\nЭнэхүү тогтворгүй байдлаас болж хүн гэр бүл, ажил төрлөө урт хугацаанд төлөвлөж чаддаггүй. Хамгийн харамсалтай нь хүн өөрийгөө танин мэдэж өөрийгөө олж чаддаггүйд байна.\n\n\nСэтгэл гутрал бол нэг хэвийн явагддаг бөгөөд хүний санаа бодол, зан үйл, сэтгэл санаа, үйл ажиллагаа, бие махбодын эрүүл мэндэд нөлөөлдөг.\n\nЭмийн эмчилгээ шаарддаг сэтгэцийн эрүүл мэндийн өвчин дундаас сэтгэл гутрал АНУ болон бусад хөгжиж буй орнуудын хувьд толгой цохиж байна.\n\n\nУлигт бодол албадмал үйлийн эмгэгтэй хүн өдөр бүр нэгээс багагүй цагаар нэг ижил зүйлийн талаар тасралтгүй бодож санааширдаг ба тэр нь тухайн хүний өдөр тутмын амьдралын үйл ажиллагаанд ихээр нөлөөлдөг.\n\n\nТэвдэл сандралын эмгэг гэж хүн байн байн сандарч тэвдэхийг хэлэх ба тэдгээр сандралын аль нэг нь тухайн хүнийг байнгын сэтгэл зовнил айдас түгшүүртэй болгож, юм юмнаас хойш ухардаг болгодог. Энэ нь хамгийн багадаа нэг сар үргэлжилдэг.\n\nӨөр нэг хэлбэр байдаг. Өмнө нь айж сандарсан тухайн нөхцөлд дахин оорох вий гэхээс айж сана зовсноос болж шинэ өөр хүчит зүйлсэд дахин сандарч тэвддэг.\n\n\nЦочролоос үүдэлтэй стрессийн эмгэг бол ямар нэг нөхцөл байдал эсвэл үйл явдал болсны дараа цочролд орж үлдсэнээс болж үүсдэг. Аливаа нөхцөл байдлыг урьдчилан бодож санааширч сэгэл түгшихээс ялгаатай нь гэвэл уг үйл явдал болсны дараа тохиолддог юм. Хүний сэтгэл зүйд маш хүчтэй айдас, сэтгэл зовнил, аймшиг үлдээдэг. Ямар нэг хүнд үйл явдлын дараа сэтгэл түгших, сэгэл гутралд орох нь нийтлэг үзэгдэл. Харин тухайн цочмог үйл явдлыг дахин дахин төсөөлөх бөгөөд тэрхүү үйл явдалтай холбоотой бодол, хүн, ижил төстэй нөхцөлд байдлаас ямагт зайлсхийн зугтаж байдаг. Маш хүчтэй сэтгэл хөдлөлд орох шинж тэмдгээр илэрдэг байна. \n\nЦочролоос үүдэлтэй эмгэгтэй болсон бол хүчтэй сэтгэл хөдлөл нь нэг сараас урт хугацаагаар үргэлжилж цочролд орохоос өмнөх хивэндээ орж чаддаггүй байна.\n\nУг үйл явдал тохиолдсоноос хойш гурван сарын дараа гэхэд хүн эргэн хивэндээ орсон байдаг боловч хэзээ дахин сэдрэх сэдрэхгүйг тодорхой хэлэх боломжгүй. Болсон үйл явдлыг санагдуулах зүйл болоход бүтэн жилийн дараа ч сэдэрч болно. \n\n\nШизофрени бол хүний саруул ухаанаар сэтгэн бодох, бодит байдлыг хийсвэр төсөөллөөс ялган салгах, сэтгэл хөдлөлөө удирдаж бодитой шийдвэр гаргах, бусадтай харилцан хамааралтайгаар зохистой хариу үйлдэл үзүүлэх чадварт ихээр нөлөөлдөг.\n\n\nУлирлын чанартай сэтгэцийн эмгэгийг уйтгар гуниг гэж тодорхойлж болно. Намрын сүүл сараас эхлэн өвлийн улирал дуустал сэтгэл гутралтай явдаг. Жилийн үлдсэн хугацаанд сэтгэл санаа хэвийнээс хэт өндөр төлөвт шилжин хэлбэлзэлтэй өнгөрүүлдэг байна. \n\nУйтгар гунигт автахыг дангаар нь эмгэг гэж үздэггүй ба харин хоёр туйлт сэтгэцийн эмгэг болон сэтгэл гутралын нэг шинж тэмдэг болж холбогддог. \n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
//     setup: [
//       {
//         title: "",
//         details: [
//           {
//             title:
//               "Тэвдэл сандралын эмгэгтэй хүмүүст ажлын байрны тохируулга нэлээн хэрэгтэй байдаг.",
//           },
//           {
//             title: "Уян хатан ажлын хуваарь ",
//           },
//           {
//             title: "Олгогдсон завсарлага амралтын цагийг өөрчлөн ашиглах",
//           },
//           {
//             title: "Амрах хувийн орон зай",
//           },
//           {
//             title: "Дэмжин туслах амьтан",
//           },
//           {
//             title: "Дэмжин туслах хүн",
//           },
//           {
//             title: "Сэдрээгч хүчин зүйлсийг илрүүлж багасгах ",
//           },
//         ],
//       },
//     ],
//     space: [
//       {
//         title:
//           "Амрах, эмийн эмчилгээгээ хийх,өдөр тутмын ариун цэврээ сахих зэрэгт хувийн орон зайтай байх нь маш чухал байдаг.\n\nАмрах хувийн орон зай гаргаж өгөх нь зайлшгүй чухал тохируулгын нэгт тооцогдоно. Жишээлбэл, уналт таталттай хүн ухаан алдсаныхаа дараа эсвэл яг ухаан алдаж байх үедээ уйлах, шүлсээ гуужуулах, шээс алдах зэргээр эвгүй байдалд ордог. Энэ тохиолдолд хувцсаа сольж, үсээ самнаж, бусад шаардлагатай ариун цэврийн хэрэгцээгээ хангаж эргэн хэвийн байдалд орон ажлаа үргэлжлүүлэн хийхэд бэлэн болох шаардлага гардаг.\n\nХувийн орон зайтай байх нь нойрны эмгэгтэй, чихрийн шижинтэй, сандрал тэвдлээс гарч чаддаггүй хүмүүсийн хувьд мөн адил чухал хэрэгцээ юм.",
//       },
//     ],
//     trigger: [
//       {
//         title:
//           "Зарим нэг хөгжлийн бэрхшээл,  эрүүл мэндийн байдал нь тодорхой хүчин зүйлсээр сэдрээгддэг.\n\nЗарим нэг хүний эрүүл мэндийн асуудалд сэдрээгч болохоор зүйл байгааг олж илрүүлсэн бол тэдгээрийг ямар зориулалттайгаар ажлын орчинд балгадгийг нь олж мэдээд тухайн хүндээ тохирсон ажлын байрны тохируулгыг олж хэрэглүүлэх тал дээр анхаарах нь зүйтэй.\n\nОрчны нөлөөгөөр амархан сэдэрдэг өвчин, эмгэг, согогоос дурдвал мигрен, ухаан алдалт,  байнгын сэтгэл түгших эмгэг, цочролоос үүдэлтэй сэтгэцийн эмгэг, файбромиалжиа байж болно.\n\nСэдрээгч хүчин зүйлс хүн хүний хувьд өөр өөр байх учир ганцаарчилсан маягаар тодруулах хэрэгтэй. Хурц гэрэл, дуу чимээ, стресс бол бараг бүх хүний хувьд сэдрээгч болдог билээ.",
//       },
//     ],
//     functions: [PerformanceDetailData[5], PerformanceDetailData[6]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Хил хязгаарын бие Хүний эмгэгтэй нэгэн эмэгтэй нэр хүндтэй гоо сайхны салонд үсний стилистээр ажилладаг.\n\nТэрээр гэнэт маш ихээр сэтгэл гонсойж ажлаа шууд орхиод явчихдаг. Супервайзер нь түүний ийм олон удаагийн тохиолдлыг ажигласан учир ярилцахаар шийджээ. нөгөө үсний стилист маань ямар төрлийн бэрхшээлтэй бөгөөд ажлын хуваариасаа болоод сэтгэцийн эмчтэйгээ уулзаж сэтгэл заслын зөвлөгөөндөө хамрагдаж чадахгүй байгаа гэдгээ хэлсэн байна. Сэтгэл заслын зөвлөх үйлчилгээндээ явж чадахгүй байгаа тул өвчин нь ойр ойр давтамжтай сэдэрдэг болохыг тайлбарлан ойлгуулжээ.\n\nСупервайзер нь ажил олгогчдоо уламжлан тайлбарласны үр дүнд цагийн хуваарийг нь өөрчлөн тогтмол хуваарь гаргах тал дээр тохиролцохыг санал болгосон. Энэ нь юу вэ гэвэл өглөөгүүр цагийг сэтгэл засалдаа зориулж, ээлжээс ээлж рүү шилжих амралтын өдрийг цалингүй 2 өдрөөр нэмэгдүүлсэн.\n\nЭдгээр тохируулгыг хэрэгжүүлснээр стилист маань ч ур чадвараа бүрэн ашиглаж амжилттай ажиллахын хажуугаар сэтгэл санаа тогтвортой байх болсон.",
//         },
//         {
//           title: "",
//           text: "Нэгэн Нарийн  бичгийн дарга хил хязгаарын бие Хүний эмгэгтэй байсны дээр нэгэн үдэш ажлаа тараад харьж явахдаа машинтай хүмүүст татуулснаас хойш оройн цагаар гадуур явж унаа тээвэрт суухаас айдаг болсон байлаа.\n\nБүрэнхий болохоос өмнө ажлаасаа гарах гэж яардаг болсны тул төвлөрч чадахгүй бас уур уцаартай байх нь их болов.\n\nСэтгэл засалчийнх нь зөвлөсний дагуу ажил олгогч нь ажил дээрээ сургуультай амьтан авчрах, эрт харанхуй болдог улиралд уян хатан хуваариар ажиллах, гэрээс ажиллахыг зөвшөөрсөн.",
//         },
//         {
//           title: "",
//           text: "Олон хүүхэдтэй ахлах сургуулийн зөвлөх ходоод гэдэсний цочмог хямралтайн дээр ихээр ядарч цуцдаг байв. Суурь онош нь файбромиалжиа бөгөөд огцом сэтгэл гутралд мөн ордог байлаа.\n\nСургуулийн орох хаалга том хүнд учир хаалга онголгож дийлдэггүй, ариун цэврийн өрөө ойр ойр ордог байлаа. Хамт нэг өрөөнд суудаг зөвлөх гарч яваад уддаг тул сурагчдад зориулах цагаас их хумсалдаг гэж гомдол мэдүүлсэн байсан.\n\nСургуулийн захирал түүний ажлын өрөөг тэнхимийн ариун цэврийн өрөөтэй оройтуулан сольж өгсөн. Түүгээр зогсохгүй оюутан хүлээн авах цагуудаа өөрийн эрүүл мэндийн байдалд тохируулан уян хатнаар хуваарилан зөвлөгөөгөө өгөхийг зөвшөөрсөн байна.",
//         },
//         {
//           title: "",
//           text: "Нэгэн цахилгаанчин тогтмол хугацаанд мэргэжлийн лицензийн сургалтад хамрагдах ёстой байдаг. Тэрээр сэтгэл гутралтай учир сургаалтанд сууж байхдаа тэмдэглэл хийж чаддаггүй бас хүмүүстэй анхааралтайгаар уулзан ярилцаж чаддаггүй байлаа.\n\nСургалтын дундуур шууд дамжуулах үйлчилгээ гэсэн тохируулга зохион байгуулж бусад оролцогчдын нэгэн адил мэдээллийг зэрэг авах боломжтой болгосон.",
//         },
//         {
//           title: "",
//           text: "Нэгэн сувилагч эмэгтэй хил хязгаарын бие Хүний эмгэгтэй байв. Тэрээр ажил хайж байсан ба дүүргийн эмнэлгийн сувилагчийн орон тоонд хүсэлтээ ирүүлсэн басан ба ярилцлагын урилга хүлээн авав.\n\nҮүний өмнө хийсэн ажлын ярилцлага нь маш муу болсон. Захиргааны хэлтсийн захирал, сувилагч нарыг хариуцсан менежер, ахлах сувилагч, тухайн тасгийн эрхлэгч гээд дөрвөн хүний бүрэлдэхүүнтэй ярилцлагын баг байсан юм. Хэрвээ хоёроос илүүгүй хүн ярилцлага авсан бол айж сандралгүй тайван ярьж өөрийгөө арай дэр илэрхийлэх байсан гэж одоо хүртэл боддог байна. Энэ удаагийн ярилцлагаа амжилттай болгохын тулд сэтгэцийн эмгэгтэй гэдгээ хэлээд сэгэл засалчаасаа нотолгоо гаргуулан өгөх хэрэгтэй байв. Тэрээр олон дахин бодсоны эцэст үнэнээ элээд тохирох тохируулгаа авч ярилцлагаа амжилттай болгох нь нэн түрүүнд чухал юм байна гэдэг шийдвэрт хүрчээ.",
//         },
//         {
//           title: "",
//           text: "Дунд сургуулийн багш архаг сэтгэл гутралтай бөгөөд сэгэл заслын хөтөлбөртөө явах хэрэгтэй болсон.Сэтгэл засалч нь эрчимжүүлсэн хөтөлбөрт хамрагдах хэрэгтэй гэж зөвлөсөн байна. Арван зургаан долоо хоногийн турш үдээс өмнө чөлөө авдаг байх хэрэгтэй байлаа.\n\nИйнхүү эрчимжүүлсэн хөтөлбөрт үр дүнтэй оролцож чадвал сэтгэл гутрал нь архагшиж урт хугацааны үргэлжилсэн чөлөө авахаас сэргийлж чадахаар байсан учир ажил олгогч нь шаардлагатай зохицуулалтыг нэн даруй хийж холбогдох тохируулгуудаар хангасан.\n\nАрван зургаан долоо хоног өглөөгүүр түүний ажлыг орлон гүйцэтгэх хүнийг олж томилсон байна.",
//         },
//         {
//           title: "",
//           text: "Барилгын ажилчин Хантинтоны өвчинтэй холбоотойгоор сэтгэл гутралд ордог байв.\n\nХуулиар олгогдсон чөлөөгөө аваад эргэн ажилдаа орохдоо багасгасан цагийн хуваариар ажиллахыг хүссэн. Түүн хууль холбогдох хулуь болон дотоод журмаар зөвшөөрөгдсөн цалинтай чөлөөг олгоод өөрчилсөн цагийн хуваарь гаргаж өгөхийг зөвшөөрсөн байна.",
//         },
//         {
//           title: "",
//           text: "Уг ажилтны ээж ажил олгогч руу нь утасдаж үүссэн нөхцөл байдлыг тайлбарлан хэлээд хэзээ эмнэлгээс гарах нь тодорхойгүй байгааг мэдэгджээ.\n\nАжил олгогч хуулийн дагуу чөлөө олгох үүрэгтэй гэдгээ мэдэж байсан ба хэзээ эмнэлгээс гарч ажилдаа орох боломжтой болохыг боломжийн хэрээр эрт мэдэгдэхийг ээжээс нь хүсжээ.\n\nНөхөн сэргээлтийн эмчилгээнээс эргэн ажилдаа орж байгаа нэгэн ажилтандаа үр дүнтэй тохируулга олж хэрэглүүлэхийг хичээж байгаа ажил олгогч байлаа.\n\nУг ажилтны ажлын зайлшгүй гүйцэтгэх ажил үүргүүдийн нэгэнд ажлын томилолт байв. Тэрээр томилолтоор явахдаа маш ихээр стресстдэг бөгөөд сэтгэл гутрал болон байнгын сэтгэл түгшил нь сэдэрч ихэсдэг байлаа.\n\nНэгэн нөхөн сэргээлтийн зөвлөх ажил олгогчид нь ажлын томилолтын яг ямар хэсэг нь уг ажилтныг стрессдүүлдэгийг ярилцаж мэдэх нь чухал хэмээн зөвлөсөн байна.\n\nТомилолтын үргэлжлэх хугацаа хэт урт байна уу, томилолтын нислэгийн зай хэт хол байна уу, томилолтын ажлын үйл ажиллагааны явц хэцүү байна уу, өөр ямар нэг тодорхой хэлэх зүйл байна уу гэх мэтээр асууж ярилцаж болох юм.",
//         },
//         {
//           title: "",
//           text: "Цус харваад нөхөн сэргээх эмчилгээгээ дуусган ажилдаа эргэн орж байгаа нэгэн ажилтан байсан. өөрт тохиолдсон явдал болон биеийн байдал нь эрс өөр болсон гэх мэт цочмог өөрчлөлтүүдийг хүлээн авах хэрэгтэй болсон тэрээр сэгэл гутрал орж байв.\n\nУдирдлага чиглэлээр ханган хяналт үнэлгээ хийн зөвлөгөө өгч байсан өмнөх мөчлөг болон арга барил үр дүнтэй байхаа больсон.\n\nТиймээс супервайзер нь ажлын гүйцэтгэлийн талаар ярилцаж зөвлөж байх уулзалтаа долоо хоног бүр өгдөг болсон. Мөн нөхөн сэргээлтийн зөвлөхийн зөвлөсний дагуу ажлын байрны тохируулгуудыг нь нэн даруй хэрэгжүүлсэн. Түүнийг эмч үзүүлэх, зөвлөгөө авах өдрүүддээ уян хатан хуваариар ажиллахыг зөвшөөрсөн байна. Гүйцэтгэх үүрэг даалгаврыг дэс дараалахтайгаар мөн уялдаа холбоог нь харуулсан диөгрөм гаргаж өгдөг болсон. Ажлын тайлан бичих загвар гаргаж өгөөд ажлын байрыг нь илүү байгалийн гэрэл сайтай хэсэгт нүүлгэсэн байна.",
//         },
//         {
//           title: "",
//           text: "Харилцагчдад үйлчлэх ажилтны сэтгэл гутрал болон сэгэл зовнил нь сэдэрсэн учир ажлаа хэвийн хийж чадахгүй байлаа.\n\nТүүний сэдрэл дөнгөж эхэлж байсан учир зөвлөх нь эмийн эмчилгээний жорыг шинэчлэн бичиж өгөөд нэг сарын турш хоёр долоо хоногт нэг удаа сэгэл заслын үйлчилгээ авч байхыг санал болгожээ.\n\nТүүний  цалинтай чөлөөний өдөр дууссан болоч гэр бүл, өвчний чөлөө ваах эрхтэй байсан тул уг чөлөөний өдрүүдээ дараалуулж биш сэтгэл заслын зөвлөгөө авах өдрүүддээ авч ашигладаг байх хүсэлт гаргасан.",
//         },
//         {
//           title: "",
//           text: "Жолооч улирлын чанартай сэтгэцийн өөрчлөлтөд ордог. Тэрээр  уурхайн ажилчдыг нэгдсэн цэгээс аваад ажлын талбаруудад нь хүргэж өгдөг ажилтай. Гэтэл ажилчдыг цагтаа авахгүйгээр хүлээлгэн ажлаас нь хоцроож, тэдний ажлын талбарууд руу хүрэх чиглэлээ мартаж орхидог боллоо.\n\nИйм алдаанууд гаргаж байтгаг нь түүнд анхааруулахад жилийн зарим сард сэтгэл гутралд орж, байнгын сэгэл зовнилтой болдог ба энэ нь түүний ой тогтоолтод ямар их сөргөөр нөлөөлдгийг хэлсэн. \n\nТэд ямар ажлын байрны тохируулга хэрэглэвэл түүнд тусалж болохыг ярилцаад сануулагч аппликайшн, зүг чиг заагч аппликайшнууд туршиж үзэхээр тохиролцсон байна.",
//         },
//         {
//           title: "",
//           text: "Орон нутгийнхаа доод түвшний нэгжид эд бараа тооллого хийдэг нэгэн туслах ажилтан эцсийн хугацаанаас өмнө ажлаа амжуулахын тулд хэт их ачаалал авдгаас болоод стрессийн түвшин нь дээд цэгтээ тулж сэтгэл гутралд дахин ордог байна. Хамт ажилладаг хүмүүсийн бас орчны нөлөөнөөс болон байн байн анхаарал сарнидаг нь давхар хүчин зүйл болдог байлаа.\n\nШууд удирдлага нь сарын эцэс дөхөөд бүртгэл тооллого хийх болоход хагас цагийн ажилтан авч ажиллуулан түүнийг өөрийг нь бүртгэл тооцооны ажилд нь төвлөрүүлэх боломж олгосон.",
//         },
//         {
//           title: "",
//           text: "Цочролын дараах эмгэгтэй нэгэн ахмад дайчин засгийн газрын хэрэгжүүлэгч агентлагт төслийн багт орж ажилласан. Төслийн багийг удирдлагын багийнхан байгууллагынхаа хонгилд нүүлгэхээр шийдэж нүүлгэсэн байна. Нөгөөх цочролоос үүдэлтэй сэтгэцийн эмгэгтэй ажилтан маань хонгилд ажиллаж чадахгүй хүрэв. Учир нь тэнд маш их чимээ шуугиан, цуурайтай байсан тул түүний анх цочролд орсон нөхцөл байдлыг эргэн санагдуулж сэтгэцийн эмгэгийг нь сэдрээж байлаа.\n\nТиймээс уг ажилтныхаа ажлын өрөөг нэг дүгээр давхарт үлдээгээд, нийт ажилтны хурлыг мөн нэг дүгээр давхарт хийдэг болсон.",
//         },
//         {
//           title: "",
//           text: "График дизайнер тэвдэл сандралын эмгэгтэй учир замын хөдөлгөөн ид ачаалалтай үеэр сандралаасаа гарч чаддаггүй.\n\nТэрээр дараачийн захиалгыг ажил дээрээ ирж аваад хэвлэлийн газарт хүргэж өгөнгөө өмнөх захиалгын хэвлэлийг авдаг байлаа.\n\nТүүний ажлын зохион байгуулалтад бяцхан өөрчлөлт оруулснаар аюулгүй байдлыг нь хангаж чадсан байлаа. Орой харихдаа орж ирсэн захиалгыг авч яваад өглөө аижллдаа ирэх замдаа хэвлийн газраар дайрч шинэ захиалгаа өгөөд өмнөх хэвлэлээ авч ирдэг болсон.",
//         },
//         {
//           title: "",
//           text: "Жижиглэнгийн худалдааны дэлгүүрийн менежер сэтгэцийн эмгэгээсээ болоод нарийн мэдээллийг анхаарч тогтоодоггүй нэгэн байв. Жишээлбэл тэрээр дэлгүүрийн тасалгаануудыг түгжихдээ түлхүүрүүдийг зөв олж чадалгүй түлхүүр бүрий цоож бүрид тааруулан үздэг байсан тул орой дэлгүүрээ хаах гэж их цаг алддаг байв. Мөн хүн юм хэлсний дараа шууд мартдаг байсан.\n\nДэлгүүрийн эзэн аль түлхүүрээр аль өрөөг түгжих вэ гэдгийг харуулсан бичлэг хийж өгсөн. Мөн авсаархан дуут бичлэг хийх төхөөрөмж өгсөн. Төхөөрөмжийг ашиглан өдрийн турш түүнд хэлсэн чухал зүйлийг тэмдэглэж аваад дахин сонсож ажлаа бүрэн гүйцэт алдаагүй хийдэг болсон.",
//         },
//         {
//           title: "",
//           text: "Нэгэн томоохон агентлагийн нягтлан бодогч хоёр туйлт сэтгэцийн эмгэгтэй бүсгүй байсан. Түүний ажлын үндсэн хэсэг нь судалгаа хийх, тайлан бичих, цаасаар баримтжуулан архивлан хадгалах байлаа.\n\nӨдрийн ид ачаалахтай үеэр хийж байгаа зүйлдээ анхаарч чадахгүй бас ойрын хугацааны зүйлсийг эргэн сандаагүй.\n\nТүүнд харьцангуй тогтвортой кэйсүүдийг хариуцуулан хуваарилдаг болсон. Ажлын байрыг нь ч чимээ багатай хэсэгт нүүлгэж өгсөн. Хөгжим сонсонгоо төвлөрч ажиллах боломж олгон чихэвч олгосон байна. Мөн долоо хоногт нэг удаа супервайзертайгаа уулзан ажлын ачаалал хэр байгаа талаар ярилцдаг байхыг зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Ажлын байрны тохируулгын мэргэжилтэнтэй уулзахаар ирсэн нэгэн хоёр туйлт сэтгэцийн эмгэгээсээ болоод богино хугацааны ой тогтоолт, анхаарал төвлөрөл муутай байсан.\n\nУг ажилтан маш их ачаалалтай чимээ шуугиан ихтэй оффист сууж ажилладаг нарийн бичгийн дарга.\n\nМэргэжилтэн түүнд сургалтын нэмэлт цаг, ажлын даалгаврыг бичгээр тэмдэглэж өгөх, өдөр тутмын ажлын шалгах хуудас, өдөр бүр нэг цаг утсанд хариулахгүй байхыг зөвшөөрсөн. Уг нэг цагт сайн төвлөрч байгаад бичиж хийх ажлуудаа амжуулдаг байхыг зөвлөсөн.",
//         },
//         {
//           title: "",
//           text: "Банкны төв салбарт ажилладаг ахлах зээлийн мэргэжилтэн сэтгэл гутрал, хоёр туйлт сэтгэцийн эмгэгтэй байв. Тэрээр олон хүнтэй багаа удирдана, харилцагчдад үйлчилнэ, бүхэл оффисын өдөр тутмын  ажилд удирдлага зохион байгуулалтаар хангах үүргийг давхар хүлээдэг.\n\nТэрээр цөөн хүнтэй ачаалал багатай салбарт шилжин ажиллах хүсэлтийг өөрт хэрэгтэй ажлын байрны тохируулгаар гаргасан. Түүний удирдан зохион байгуулах, манлайлах ур чадвараа ашиглаж, банкны ажилд мэргэшсэн олон жилийн туршлагаараа цалингаа хасуулаагүй үлдсэн байна.",
//         },
//         {
//           title: "",
//           text: "Улирлын чанартай эмгэгтэй залуу их дэлгүүрт савлагч хийдэг. Тэрээр нам унтчихдаг учир өглөөний элжинд ажиллахад хэцүү байлаа.\n\nНамрын сүүлч, өвлийн саруудад маш ихээр ядарч сэтгэл гутралд ордог.\n\nТүүнийг өдрийн элжинд шилжүүлж, ажлын байрыг нь том шилэн цонхтой хэсэгт шилжүүлснээр байгалийн гэрэлд стресс багатай ажиллах болсон.",
//         },
//         {
//           title: "",
//           text: "Нарийн боовны цехийн ажилтан улигт бодол албадмал үйлийн эмгэгтэй болохоор нэг гурилан бүтээгдэхүүн хийхийн тул орц найрлагыг нь дахин дахин тулгаж шалгадаг байв.\n\nӨдрийн цэсэд орсон бүх нарийн боовны орцыг тус тусад нь бичиж компьютерт оруулж өгдөг болов.\n\nТэрээр өглөө жаахан эрт очоод тэр өдөртөө ашиглагдах орц найрлага, хэрэглэгдэхүүнийг шалгаж засах хэрэгтэй болбол байнга авч явдаг гарт багтах бага оврын компьютер дээрээ бичээд оруулдаг байв. Уг төхөөрөмж нь хоёр талт сувагтай учир түүний оруулсан мэдээлэл бусад ажилтнуудад шууд дамждаг байлаа.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "60",

//     title: "Талласан саажилт ",
//     type: PerformanceTypes.st,
//     text: "Хүмүүс тэргэнцрийг олон янзын шалтгаанаар хэрэглэдэг. Ихэнхдээ нуруу нугасны гэмтлээс үүдэн саажилттай болдог байна.\n\nТалласан саажилтад хүргэх бусад шалтгаануудаас дурдвал цус харвалт, булчингийн хатангиршил, судасны хатуурал, полио, тахины саажилт, нурууны гэмтэл, хорт хавдар, чихрийн шижин, цочролоос үүдэлтэй тархины гэмтэл, зөнөгрөл буюу дэмийрэл зэрэг байна.\n\nЭдгээрээс гадна талласан саажилтаас үүдэлтэй хөдөлгөөний бусад хязгаарлалтууд нь тэргэнцэр хэрэглэх шаардлага үүсгэдэг.\n\nХүний хөлд эсвэл гол нуруунд саажилт явагдсанаас дөрвөн мачнйи аль нэг хоёрт нь саажилт буюу хөдөлгөөний хязгаарлалт үүсдэг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[0],
//       PerformanceDetailData[21],
//       PerformanceDetailData[22],
//       PerformanceDetailData[31],
//       PerformanceDetailData[4],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Машин худалдаалагч авто замын осолд орсныхоо дараа талласан саажилттай болон үлджээ. Ажилдаа эргэж ороод харилцагчдад өмнөхийн адил түргэн шуурхай үйлчилж чадахгүй болсноо бодитоор ойлгов.\n\nКомпанийнхаа захиралтай олон янзын хувилбар ярайлцсаны дараа автомат хаалга суулгах нь хамгийн зөв шийдэл гэж сонгов.",
//         },
//         {
//           title: "",
//           text: "Нэгэн цэцэгчин эмэгтэй тэргэнцэртэйгээ суухад нь тохиромжтой ширээ хэрэгтэй байгааг хэлж хүсэлт гаргасан. Ширээний тавцан доогуур тэргэнцэр нь орж суугаад цэцгүүдээ ширээний тавцан дээр тавьж ажиллах боломжтой байх хэрэгтэй байв.\n\nАжил олгогч нь эргиномик тохиргоотой ажлын тавцан авч өгчээ.",
//         },
//         {
//           title: "",
//           text: "Олон жил жолоо барьсан туршлагатай чадварлаг жолооч талласан саажилттай болсон хэдий ч жолоочийн ажлын байранд хүсэлтээ гаргасан байлаа.\n\nЭнэ ажилд орлоо гэхэд ямар нэгэн ажлын байрны тохируулгаар хангах хэрэгтэй юу хэмээн ажил олгогчийн төлөөлөл асуусан. \n\nӨмнөх туршалаагаасаа түүний жолоодох тээврийн хэрэгслийг гар удирдлагатай болгож өгвөл уг ажлыг хийж чадна гэдгээ хэлсэн.\n\nОрон нутгийн машины засвар үйлчилгээнд хандан тохиргоог хариуцсан мэргэжилтэнд нь өгч машинд нь тохиргоо хийлгэх болжээ.",
//         },
//         {
//           title: "",
//           text: "Нэгэн илтгэх урлагийн мастер талласан саажилттай бөгөөд түүнд олон улсаар аялж яриагаа хийж дуу хоолойгоо цуурайтуулах боломж олдсон байлаа.\n\nТүүнийг урьсан байгууллага босоо байрлалд шилжүүлэн тохируулж болдог тэргэнцэр авч өгснөөр индэр дээр зогсож ярих боломжтой болсон.",
//         },
//         {
//           title: "",
//           text: "Дүүргийн захирагч талласан саажилттай хүн байдаг байлаа. Тэрээр сард нэг удаа удирдах зөвлөлийн хуралд оролцох ёстой байв. Уг хурал маш хуучны түүхэн барилгад явагддаг байсан.\n\nТүүнд тохируулга болгон цахимаар хуралд оролцохыг зөвшөөрсөн нь түүний хувь нэмрийг алдалгүй ашиглах боломжтой болж бусад гишүүд ч дуртай хүлээж авсан юм.",
//         },
//         {
//           title: "",
//           text: "Их сургуулийн химийн багш нуруу нугасны гэмтэл авсан учраас тэргэнцэр ашиглан явах болсон. Гэтэл түүний ажлын гол цөм болох лаборатори нь анхнаасаа зогсож ажиллах зориулалттайгаар зохион байгуулагдсан байв. Лабораторийг бүхлээр нь өөрчлөн барилгын ажил хийж боломжгүй тул уг профессорт дээшээ өргөгддөг тэргэнцэр авч өгснөөр асуудлыг шийдвэрлэж чадсан байна.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "61",

//     title: "Тархины саажилт",
//     type: PerformanceTypes.st,
//     text: "Тархины саажилт нь биеийн хөдөлгөөн ба булчингийн харилцан ажиллагаанд нөлөөлсөн ужиг согог үүсгэдэг. Тархины аль нэг хэсэгт эсвэл бүр хэд хэдэн хэсэгт ч гэмтэл учирснаас тархины саажилт үүсдэг. Голцуу ургийн хөгжлийн үед,төрөлтийн өмнөхөн үед, төрөх явцад, төрсний дараахан үүсэх нь элбэг. Эсвэл төрснйи дараа нярай үед үүсэж бас болдог. Биеийн хөдөлгөөн, булчингийн харилцан ажиллагаагаар илэрдэг боловч булчин эсвэл булчингийн мэдрэлийн эс гэмтсэн гэсэн үг биш юм. Тархин дах том булчингийн үйл ажиллагааг хариуцсан хэсэг буруу хөгжсөнөөс биеийн хөдөлгөөн болон зогсолтыг хангалттай хэмжээгээр удирдаж чаддаггүй. Тархины удирдах чадвар муу байгаагаас болж булчин сул, идэвхгүй, удирдлага муутай байна гэж ойлгож болно. Тархины саажилт нь тархдаггүй чанартай боловч булчингийн чангарал хоёрдогчоор үүсэх боломжтой. Энэ нь аажимдаа сайжирч, муудаж эсвэл нэг хэвэндээ үлдэж болно. Том булчингийн хөдөлгөөнийг бүрэн хянан удирдах чадвар муу байх учир гар, хөл удирдлагагүй хөдөлгөөн хийх эсвэл хоорондын харилцан ажиллагаа муу байна гэсэн үг.\n\nДараах үр дагаврууд гарна: булчин чангарах, хяналтгүй хөдөлгөөн хийх, хөдөлгөөн саатах, залгих, хэл ярианы чадвар муу байх.\n\nНэмэлтээр дараах хүндрэлүүд дагалдан гарч болно: мэдрэхүйнүүд хэвийн бус ажилласнаас болж мэдээлэл хүлээн авах, төсөөлөн олйгох нь бас буруу байх, хараа, сонсгол, хэл ярианы чадвар муу байх, ухаан балартаж унах.\n\nДагалдан гарч болох бусад хүндрэлүүд нь дараах үйл аижллагануудтай холбоотой байна: хооллох, давсаг, гэдэсний ажиллагаа, амьсгалах, хэт хүчтэй даралт ирснээс болж арьсны эмгэг үүсэх.\n\nТархины саажилт нь дараах төрлүүдтэй:\n\n• \tЧангарсан хэлбэр нь хамгийн түгээмэл ба нийт тархины саажилттай хүмүүсийн тал хувьд нь энэ төрлийн үр дагварууд үүссэн байдаг. Хөшингө болж салганадаг. Хөдөлгөөнөө хянах хэцүү байхаас гадна атгах, базах чадвар муутай байна.\n\n•\t Тэнцвэр алдалт үүсгэж байгаа хэлбэр нь булчингийн агшилт суналт муу байх, хөдөлгөөний солбилцол муу байхыг хэлнэ. Гар чичигнэж, салганадаг учир хуудас үргүүлэх, бичих, компьютерын гараар шивэх ажиллагаанд саад учруулна. Зогсоход тэнцвэр муу байна. Шулуун алхаж чадахгүй. Тиймээс нэг хөдөлгөөн хийхийн тулд сайн төвлөрөх шаардлагатай байдаг.\n\n•\t Эмх замбараагүй хөдөлгөөн үүсгэдэг хэлбэр нь булчингийн агшилт суналт хэт ойр давтамжтай явагдах эсвэл хэт сул явагдахыг хэлнэ. Нүүр, гар, биеийн дээд хэсэгт гэнэтийн хөдөлгөөн хйигддэг. Алхах, цэх суух, зогсохын тулд илүү ихээр төвлөрч бас нэмэлт үйлдэл хөдөлгөөнөөр зохицуулах хэрэгтэй болдог. Тархины саажилттай хүмүүсийн ойролцоогоор дөрөвний нэг нь энэ төрлийн хүндрэлтэй байна.\n\n•\t Холимог хэлбэр гэдэг нь зарим булчингийн агшилт суналт хэт өндөр эсвэл заримынх нь хэт нам байхыг хэлнэ. Нийт тархины саажилттай хүмүүсийн дөрөвний нэг нь энэ төрлийн согогтой байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[2],
//       PerformanceDetailData[0],
//       PerformanceDetailData[22],
//       PerformanceDetailData[4],
//       PerformanceDetailData[7],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Тархины саажилттай нягталн бодогч холын зайнд удаан алхаж чаддаггүй байлаа. Тйимээс ажил олгогч нь түүнд машинаа ажлын газрынхаа хамгийн ойр байрлалд тавих боломж олгохын тулд тусгай тэмдэг байршуулсан. Мөн ажлын гурван өдөрт гэрээс ажиллахыг зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Бичиг хэргийн туслах ажилтан дээд мөчний хөнгөн зэргийн чичирхийлэлттэй учир шивэх ажлыг гүйцэтгэж чадахгүй байлаа. Ажил олгогч нь компютщрын гарын товч хоорондын тусгаарлагч бүрхүүл, гарын урд хэсэг буюу шуун хэсгийн дэмжигч авч өгснөөр зөв товчоо оновчтой дардаг болж, гар нь чичирхийлэл багатай болжээ.",
//         },
//         {
//           title: "",
//           text: "Тархины саажилттай нэгэн үйлчлэгч нэг газраас нөгөө рүү хүрэх, шатаар авирч чийдэн солиход асуудалтай байв. Удирдлага нь цахилгаан тээрэг, өнхөрдөг шат авч өгчээ.",
//         },
//         {
//           title: "",
//           text: "Үйлдвэрлэлийн хэлтсийн аижлтан оюун санааны хөнгөн хэлбэрийн гэмтэл хавсарсан тархины саажилттай байлаа. Тэрээр хуванцар савыг гараараа барьж шошго нааж чадахгүй байлаа. \n\nМодон хавчаараар хуванцар савыг хавчиж байгаад хоёр гараараа шошго наадаг болжээ.",
//         },
//         {
//           title: "",
//           text: "Их сургуулийн ажилтан аман ярианд буулгадаг харилцааны төхөөрөмж ашиглаж байлаа. Тэрээр энэ төхөөрөмжийг хувийн ухаалаг гар утастайгаа хослуулан ажилдаа болон нийгмийн харилцаанд ашиглахад нь хангалттай байсан боловч ажлын байран дээр гаднаас ирж буй дуудлагыг хүлээн авахад нь чанга яригчтай утас хэрэгтэй болов. Түүний ажлын байр өөрчлөгдөж хоёр өөр ажилтантай хамт нэг өрөөнд сууж эхлэхэд ажил олгогч нь адаптер авч өгсөн. Тэгснээр харилцааны төхөөрөмж, утас хоёрыг илүү үр дүнтэй ашиглах болжээ.",
//         },
//         {
//           title: "",
//           text: "Засгийн газрын нэгэн агентлагийн ажилтан тархины саажилтаасаа болоод хооолны газарт хүрэх, хооллох асуудалтай байлаа. Ажил олгогч нь түүнд хоолны цагаар бүрэн үйлчлэх туслах хүн олж өгсөн байна.          ",
//         },
//       ],
//     },
//   },
//   {
//     _id: "62",

//     title: "Толгой эргэлт ",
//     type: PerformanceTypes.st,
//     text: "Тэнцвэр алдагдсанаас үүдэн толгой эргэх, хурдан хурдан эргэлдэх,дотор муухай оргиж толгой эргэх зэрэг мэдрэмж төрөхийг толгой эргэх согог гэж байна.\n\nЭнэ нь дотоод ба гадаад чанартайгаар явагддаг. Хэрвээ гадаад орчны эд зүйлс эргэлдэж байгаа мэт болбол обектив буюу гадаад чанартай гэж нэрлэдэг. Харин хүн өөрөө эргэж байгаа мэт санагдвал дотоод чанартай буюу субьектив гэдэг.\n\nБайнгын толгой эргэлт үүсгэх гол шалтгаанууд нь Миниэрийн өвчин, вирусийн халдвар,төв мэдрэлийн системийн доголдол багтдаг. Төв мэдрэлийн системийн гэмтэлд хүргэдэг хүчин зүйлс нь цус харвалт, мигрен, судасны хатуурал, толгойд авсан гэмтэл, хавдар, зүрх судасны өвчин, биеийн даралтад гарсан огцом өөрчлөлт байна.\n\n\nБайнга толгой нь эргэж явдаг хүн ажил хийж хөдөлмөр эрхлэх нь хүндрэлтэй болдог. \n\nТодорхой хэмжээгээр хязгаарлалттай болдог үйлдлүүдээс дурдвал орноос босох, алхах, эд зүйл хөдөлгөх, хурц гэрэл эсвэл флорецийн гэрэлд байх, өндөрт гарах, авирах, компьютерын дэлгэц ширтэх, хэтэрхий өнгө алаг эсвэл хээ угалзаар дүүрэн эрээн мяраан орчинд ажиллах нь энэ хүний хувьд хүндрэлтэй байдаг байна.\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
//     setup: [
//       {
//         title: "",
//         details: [
//           {
//             title:
//               "Гадаа гарч агаар амьсгалах боломж ойлгохын тулд завсарлага авах цагуудыг өөрөөр зохион байгуулж хуваарилах",
//           },
//           {
//             title:
//               "Ажлын баран дээрх стресс сэдрээгч хүчин зүйлсийг олж багасгах ",
//           },
//           {
//             title:
//               "Удирдлага зөвлөгөө өгөх уулзалтуудыг тохиромжтой аргаар хийдэг байх",
//           },
//           {
//             title:
//               "Ганцаарчилсан хөдөлмөр эрхлэлтийн төлөвлөгөө гаргаж аль болох стресс багатай ажиллах тал дээр анхаарах ",
//           },
//           {
//             title: "Чимээ шуугианаас бага ажлын байраар хангах ",
//           },
//           {
//             title:
//               "Анхаарал сарниулагч хүчин зүйлсийг багасгахын тулд зохион байгуулалт хийх ",
//           },
//           {
//             title:
//               "Тархи ядарч цуцахаас сэргийлэх үүднээс агаарт алхах, ус уух, өөр ажил хольж хийх боломжоор хангах ",
//           },
//           {
//             title:
//               "Сэтгэл түншилд орж сэдрэх шинж тэмдэг илрэнгүүт сэгэл санааны дэмжлэг хүнтэйгээ холбогдон завсарлага аваахыг зөвшөөрөх ",
//           },
//           {
//             title:
//               "Өдөр тутмын ажлыг хуваарилахдаа эрч хүчтэй цагаар нь ихэнх ажлаа амжуулах боломжтойгоор даалгавар өгдөг байх ",
//           },
//           {
//             title:
//               "Төвлөрөл шаардсан ажлыг тасалдуулахгүйгээр хийж дуусгах боломж олгох ",
//           },
//           {
//             title: "Гэрээс эсвэл занаас ажиллахыг зөвшөөрөх ",
//           },
//         ],
//       },
//     ],
//     functions: [
//       PerformanceDetailData[0],
//       PerformanceDetailData[11],
//       PerformanceDetailData[4],
//       PerformanceDetailData[17],
//       PerformanceDetailData[6],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Толгой эргэдэг асуудалтай нэгэн засварчин шатаар өгсөхөд зүгээр байдаг хэрнээ зөөврийн шатаар дээш гарахад толгой нь эргээд байгааг ажил олгогчдоо хэлсэн байна.\n\nАжил олгогч нь түүнд дугуйтай шат авч өгсөн. Дугуйтай шатны гишгүүрүүд нь эгц биш барилгын шатны гишгүүртэй адил бөгөөд бариултай учраас тэнцвэрээ олоход давхар тус болох үр дүнтэй байлаа.",
//         },
//         {
//           title: "",
//           text: "Ажилд орох хүсэлт гаргасан нэгнийг ажил олгогч тал бараг л авахаар шийдсэн тул байгууллагынхаа дотоод орчныг танилцуулж ажлын байрыг нь үзүүлсэн байна. Ийнхүү танилцуулж байх зуур тэрээр байнгын толгой эргэлттэй ба флорецийн гэрэлд улам ихээр толгой нь эргэдэг гэдгийг хэлжээ.\n\nТүүнийг ажилд авах эцсийн шийдвэр гарах юм бол ажиллах орчинд нь бүтэн тархалттай гэрэлтүүлэг суулгаж болно гэжээ.",
//         },
//         {
//           title: "",
//           text: "Ажилд орох хүсэлтээ гаргасны дагуу ажилд авах шалгалт авахаар дуудсан байна. Компьютерын дэлгэц ширтэж удаан суухад толгой нь ихээр эргэж маш хэцүү байдалд ордог ба энэ нь байнгын толгой эргэдэг өвчинтэй нь холбоотой байв. \n\nҮүнийгээ нуйлгүй хэлэхэд шалгалтыг цаасаар авч болно гэжээ. Хөдөлмөр эрхлэлтийг хүртээмжтэй байлгана гэдэг ажилд авах үе шатаас эхлэн яригддаг ба тохируулгаар хангах нь ажил олгогчийн үүрэг байдаг. ",
//         },
//         {
//           title: "",
//           text: "Заримдаа бүр ажилдаа ирж чаддаггүй байсан ажилтан нь байнгын толгой эргэлттэй бөгөөд үе үе бүр босохын аргагүй болдог байлаа.\n\nИйм өдрүүд тохиолдлдоход цалинтай чөлөө авч байхыг ажил олгогч нь зөвшөөрсөн байсан хэдий ч өөр ямар нээ тохируулга байж болох эсэхийг мэдэхийг ажилтан өөрөө хүссэн юм. Түүний ажил хэт орхигдох гээд байсан байна.\n\nАжил олгогч нь судалсны эцэст ийм өдрүүдэд гэрээсээ уян хатан хуваариар ажиллахыг зөвшөөрөх тохируулга байж болдгийг мэдээд түүнд зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Нэгэн ажилтан нэлээн хэдэн удаа ажилдаа хоцорсныхоо эцэст өглөө сэрэнгүүт толгой нь маш ихээр эргэдэг ба энэ нь түүний толгой эргэх согогтой холбоотой гэв.\n\nАжил олгогч түүнийг өглөө ажлаа жаахан орой эхэлж, орой жаахан хожуу тардаг байхаар уян хатан хуваариар ажиллахыг зөвшөөрсөн нь түүнд үр дүнтэй тохируулга болсон юм.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "63",

//     title: "Туретын хам шинж ",
//     type: PerformanceTypes.st,
//     text: "Туретын хам шинж нь мэдрэлийн системийн үйл ажиллагаатай холбоотой явагддаг.\n\nБогино хугацаагаар үргэлжлэх, хяналтгүйгээр гардаг хурда хурдан давтагддаг тааламжгүй хөдөлгөөн эсвэл дуу авиа гардаг.\n\nЭдгээр шинж тэмдэг хөнгөн, хүнд, маш хүнд гэсэн зэрэглэлээр явагддаг.\n\nХүнээс хяналтгүйгээр гарч буй тэдгээр хөдөлгөөн болон дуу аваиг энгийн болон адармаатай гэсэн хоёр түвшинд ангилж байна.\n\nЭнгийн хэлбэр нь цөөн хэдэн булчин богино хугацаагаар татвалзаж өнгөрөхөөр илрэх бол хүнд хэлбэрийнх нь нүд цавчих, хамар хөдлөх, ам татганах, хүзүү, толгой салганах эсвэл шудрах зэрэг байна. \n\nИлүү хүнд хэлбэр нь биеийн өөр өөр хэсгийн булчингийн хөдөлгөөнүүд холилдож нэгээс илүү хөдөлгөөн хийгдэх замаар илэрнэ. Толгой хүзүүгээрээ мушгирч нүүр ярваганаж байгаа мэт хөдлөх, мөрөө хавчих, гар хяналтгүйгээр эд зүлйд хамаагүй хүрэх, дороо үсрэх, цовхчих, тонгойх, мушгирах зэрэг хөдөлгөөнөөр илэрнэ.\n\n\nЭнгийн дуу авианд ойр ойрхон хоолойгоо засах, найтаах, гахай шиг амьтны дуу гаргах  зэрэг орно.\n\nДуу авианы дараачийн хүнд хэлбэр нь бузар муухай үг давтах эсвэл итгэл амлалт дахан дахин өгөх зэргээр бүтэн үг хэллэг давтан үглэх хэлбэр байдаг.\n\nХамгийн хүнд хэлбэртшилжихээрээ өдөр тутмын амьдралд хүмүүстэй харилцаж ойлголцох боломжгүй байдалд хүргэдэг. Бие даасан амьдралын өдөр тутмын энгийн чухал үйлдлүүдийг гүйцэтгэхэд маш хүндрэлтэй болдог. Ингэснээр хүн чанартай сайхан амьдрах боломжуудаа алдаж эхэлдэг байна.\n\nТуретын хам шинжийн шинж тэмдэг ихэвчлэн хүүхэд насанд тохиолддог боловч хамгийн залуу үе нь хүүхдийн хоёр настайд илэрдэг. Дийлэнх нь хүүхдийн зургаагаас долоон насанд илэрдэг байна.\n\nЭмэгтэй хүнийг бодвол эрэгтэй хүнд гурваас дөрөв дахин их тохиолддог.\n\nХүүхэд насанд илэрсэн шинж тэмдгийн хүндрэл, давтамж нь өсвөр нас, залуу насанд хүрэгсдийн мөчлөгт хөнгөрдөг. Залуу насанд ихэнхдээ бүр мөсөн арилдаг болж маш ховор тохиолдолд улам хүндэрч үлдэх нь бий.\n\nТуретын хам шинж бусад сэтгэл зүйн болон сэтгэцийн эмгэгтэй хавсрах нь элбэг. Тухайлбал, анхаарал дутмагшил хэт идэвхжилийн эмгэг, улигт бодол албадмал үйлийн эмгэг, нойрны эмгэг, байнгын сэтгэл түгшил, сэтгэл санааны тогтворгүй байдал зэрэг байнгаа нь судалгаагаар батлагдсан байгаа юм.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[17], PerformanceDetailData[6]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Номын сангийн ажилтан Туретын хам шинжээс үүдэлтэйгээр хяналтгүй хөдөлгөөн үе үе хийдэг ба харин дуу авианы тал дээр бол бараг асуудалгүй байв.\n\nХаая тохиолддог үзэгдэлтэй нь ажил олгогч нэг удаа таарсан бөгөөд эмчийн дүгнэлт тайлбар авчрахыг шаарджээ. Ажил олгогч хамгийн гол нь удаан хугацаандаа илүү хурц хүндрэл гарах вий гэхээс сана зовсон юм.\n\nТийм ч ойр ойрхон гардаг үзэгдэл биш бөгөөд тоог нь багасгах тал дээр ямар нэг тохируулга бахгүй юм.\n\nХарин эмчийнх нь зөвлөгөөг дагаж тухай бүрд нь яаж туслахаа л мэдэж авах нь чухал байв.",
//         },
//         {
//           title: "",
//           text: "Цэцэрлэгт хүрээлэн болон бусад нийтийн талбайн гоёл чимэглэл дээр багаар ажилладаг нэгэн залуу Туретын хам шинжээсээ болоод дуу авайгаа хянаж чаддаггүй.\n\nЯлангуяа олон хүнтэй багт зохион байгуулалт муутай байдал үүсэхэд улам их стресстэй болж илүү их дуу авиа гаргаж эхэлдэг.\n\nТэрээр өөрөө санаачлан гаргасан хүсэлт нь ганцаараа хийх боломжтой үүрэг даалгавар өгч бие даан ажиллах эсвэл нэг л хамтрагчтайгаар ажиллах боломжоор хангахыг хүссэн байна. Ийм нөхцөлд хамт ирж очиж байх унаа тээврийн асуудал гарах байсан хэдий ч хүсэлтийнх нь дагуу хэсэг хугацаанд туршиж үзэхээр шийдэж зөвшөөрсөн байна.",
//         },
//         {
//           title: "",
//           text: "Даатгалын компанийн борлуулалтын ажилтан утсаар мэдээлэл өгдөг ажилтай. Тэрээр Туретын хам шинжтэй ба энэ нь улам хүндэрч байлаа.\n\nЧанга дуу авиа хяналтгүйгээр гаргаж түүнийгээ хянах чадвараа бүр мөсөн алдсан тул өөрөө ч, хамт ажилладаг хүмүүс нь ч утсаар үйлчлүүлэгчидтэй ярилцаж мэдээлэл өгөх боломжгүй болов.\n\nТүүнд ганцааранг суулгаж ажиллуулах орон зайгаар хангахыг санал болгоход татгалзсан ба учир нь хамт ажиллаж байгаа хүмүүст нь асуудал байгаа гэж үзэж байлаа. Ойр ойрхон завсарлага авч стрессээ бууруулж байхыг хэлэхэд бас л татгалзжээ. Эмчээс дүгнэлт гаргуулж өөр тохируулга эрэлхийлэх боломж хайя гэхэд ийм зүйлд оролцох хүсэлгүй байна гэсэн.\n\nЭнэ бүхний эцэст ажил олгогч түүнийг ажлаас халхаас өөр аргагүй үлджээ. Утсаар зөвлөгөө өгөх бол түүний ажлын байрны зайлшгүй гүйцэтгэх ёстой үүрэг даалгавар байсан.",
//         },
//         {
//           title: "",
//           text: "Туретын хам шинжтэй шинэ ажилтан авсан нэг ажил олгогч бүр гайхаж хоцорсон байв. Уг шинэ ажилтан эмэгтэй ажилтнууддаа үг хэлээр бэлгийн доромжлол үйлдэж тэр ч бүү хэл өөрийнхөө зурсан нүцгэн хүний зураг үзүүлж байв.\n\nНөгөө ажилтантайгаа ажилд дадлагажуулагчийнх нь хамт уулзаж ярилцахад тэрээр Туретын хам шинжтэй ба өмнөх ажлын байрнуудад ижил асуудал гаргаж байсныг хэлжээ. \n\nГаргаж буй зан авируудыг нь болиулах арга байхгүй байсан ба тохирох ажлын байрны тохируулга ч өмнөх ажил олгогч нар олж чадаагүй гэдгийг сонсоод одоогийн ажил олгогч нь хөдөлмөрийн гэрээг шууд цуцлах шийдвэр гаргасан билээ. ",
//         },
//         {
//           title: "",
//           text: "Туретын хам шинжээс болж өвөрмөц дуу авиа гаргадаг нэгэн ажилтан байсан.\n\nТүүний энэ согог хамт ажилладаг хүмүүст нь ихэд төвөгтэй байдаг байлаа.\n\nДуу авиа гарах асуудлаа багасгахын тулд аль болох бага стрессээс нь чухал байв. Ажлын байран дээрх стрессийн түвшин бууруулахын тулд тэрээр ажлын байрны тохируулга авахыг хүссэн.\n\nӨдөр тутмын үүрэг даалгаврыг дэлгэрэнгүй тодорхой зааварчилгаатайгаар өгч байхыг ажил олгогчид мэргэжлийн зөвлөх зөвлөсөн учир төслийн ажлыг нарийвчлан зааварчилдаг байх хэрэгтэй гэдгээ ойлгов. Мөн чимээ багасгагч чихэвч өгснөөр эргэн торны хүмүүсийн яриа анхаарал сарниулахаас хамгаалдаг болов. Богино  завсарлаг ойр орй авдаг байхыг нэмж зөвшөөрсөн байна.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "64",

//     title: "Улигт бодол ба албадмал үйлийн эмгэг",
//     type: PerformanceTypes.uv,
//     text: "Байнгын сэтгэл зовнилтой байх эмгэгийн нэгэн төрөл бол улагт бодол ба албадмал үйлийн эмгэг мөн билээ.\n\nЭнэ эмгэг нь өөр ямар нэг өвчинтэй хавсарч давхар онош тавигдах нь олонтоо. Давхар илрэх эмгэгүүдэд хооллолтын эмгэг, бусад хэлбэрийн сэгэл түгших эмгэг, сэтгэл гутрал голдуу тохиолдоно.\n\nНэг бодлоос салж чадахгүй тасралтгүй бодох, сэтгэл дотор дахин дахин бодож үглэх, тэрхүү бодлоос үүдэлтэйгээр үүсэж буй сэгэл түгшлийг багасгах зорилгоор бэлэг тэмдгийн зан үйл хүчээр хэрэглэх зэрэг шинж тэмдгээр улигт бодол, албадмал үйлийн эмгэгийг таньж болно.\n\nТийнхүү бэлэг тэмдгийн зан үйл ихээр хэрэглэх нь тухайн хүнийг уг зан үйлээсээ хамааралтай болгож, хувийн амьдрал болон ажил хэрэгт нь сөргөөр нөлөөж эхэлдэг. Ингэснээр уг хүн ажлын байран дээр тохируулга хэрэглэх хэрэгцээ үүсэж болно.\n\nУлигт бодол, албадмал үйлийн эмгэгтэй хүнд ажлын байран дээр хамгийн элбэг тохиолддог асуудлууд гэвэл ирц муу байх, цаг барихгүй байх, нягт няхуур биш байх, ажлыг эцсийн хугацаанд багтаан хүлээлгэн өгч чадахгүй байх, зохион байгуулалт муутай байх зэрэг юм. Мөн анхаарал сарниулж байгаа хүчин зүйлсийг зохицуулж анхаарал төвлөрлөө хадгалах чадвар муу байдгаас эдгээр асуудал үүсдэг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[17], PerformanceDetailData[6]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Улигт бодол албадмал үйлийн эмгэгтэй нэгэн нарийн боовны үйлдвэрт ажилладаг. Хийх гэж буй жигнэмгийнхээ орц найрлагыг дахин дахин харж шалгадаг байв.\n\nТухайн өдрийн цэсэд байгаа жигнэмгүүдийн орцыг компьютерт оруулж өгснөөр тэрээр засаж өөрчлөх зүйл байвал тэр даруй өөрчлөөд бусад ажилтнуудад цахимаар дамжуулах боломжтой болсон. Хоёр урсгалт радио төхөөрөмжийн оронд гарт багтдаг жижиг оврын компьютер бүх ажилтанд тарааж өгсөн байлаа. мөн ажлын хуваарийг нь уян хатнаар өөрчилж өглөө эртлэн ирж өдрийнхөө бэлтгэлийг хангадаг болохыг нь зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Нэгэн эмнэлгийн байгууллагын оффисын туслах нь улигт бодол, албадмал үйлийн эмгэгтэй нэгэн. Ажилд ава шийдвэр гарсны дараа тэрээр сэтгэцийн эмгэгтэй болохоо илчилж ажлаа хийхэд нь хэрэгтэй тохируулга хүссэн.\n\nАжлын зааварчилгааг бичгээр өгч байх, шалгах хуудас, хувийн ажлын орон зайгаар хангахыг хүсэв. Эдгээр тохируулгыг батлан хэрэглүүлсэн. Гэсэн хэдий ч хэдэн долоо хоног ажилласныхаа дараа одоогоор хэрэглэгдэж байгаа баримтжуулалтын систем нэг л ажиллахад хэцүү тохиромжгүй юм хэмээн шүүмжилсэн байна. Тэгээд зогсохгүй өөрөө мэдэн өөрчлөлт хийнэ гэж хэлсэн.\n\nСупервайзер ингэж болохгүй гэдгийг хэлсэн хэдий ч тэрээр баримтжуулалтын протолыг өөрөөр үйлдэж эхэлсэн. Түүнд сахилгын шийтгэл оногдуулсан ба хэрвээ үргэлжлүүлэн өөрийнхөөрөө протокол үйлдэх юм бол хөдөлмөрийн гэрээг цуцлахад хүрнэ гэж анхааруулсан байв. Нийт ажилтны дагаж мөрддөг протоколын загварыг ийнхүү дураараа өөрчилж болохгүй хэмээн тайлбарласан боловч бүр өөрчлөх саналтайгаа бичгээр мэдэгдсэн. Ийнхүү удаа дараалан гаргасан шүүмж эсэргүүцэл нь түүний хөгжлийн бэрхшээлтэй холбоотой тохируулаг огт биш байсан тул ажлаас халагдсан байна.",
//         },
//         {
//           title: "",
//           text: "Ачааны машины жолооч улигт бодол, албадмал үйлдлийн эмгэгтэйн дээр хувийн ариун цэвэр маш муу хүн байсан.\n\nТэрээр хэн нэг жолоочийн машин эвдрэхэд орлон жолоочийн үүрэг гүйцэтгэдэг байв.\n\nЯаралтай тусламж хэрэгтэй болсон үед зам дээр хурдан гарч ирдэггүй удаад байдаг байв. Ажил олгогч нь түүнтэй ганцаарчлан уулзахыг хүссэн. Сэтгэцийн онцлогтой болохоо хэлээд машинаа цэвэрлэж дараачийн машинд суухгүй бол санаа зовоод бодлоос огт гардаггүй гэж тайлбарласан байна.\n\nӨөрт нь туслахыг хүсжээ. Жолоо хоорондын зайг нь жаахан сунгаж өгсөн бөгөөд цэвэрлэгээний бодис авч өгдөг болсон. зориулалтын бодис ашиглан хурдан цэвэрлэчхээд машинаасаа бууж өөр жолоочийн машинд сэтгэл тайван ордог болов.",
//         },
//         {
//           title: "",
//           text: "Бага ангийн багш улигт бодол, албадмал үйлдлийн эмгэгээсээ болоод өглөө эртийн автобусанд амжин сууж ажилдаа ирж чадахгүй хоцроод байв. Гэхдээ ажил тарсны дараа бол автобусанд амжиж суухад асуудал байгаагүй байна.\n\nТэрээр өөрийн санаачилгаар өглөөний жижүүр багшийн элжинд гарахын хоронд өглөө эрт ирэх дуртай багшийг гаргадаг байхаар хуваарилж өгөхийг хүссэн. Тэгээд өөрөө хичээлийн дараах жижүүр багшийн үүргийг өглөө элжинд шилжсэн багшийнхтай хамт хийдэг болохыг хүссэн.\n\nЭн тохируулгыг түүнд баталж өгсөн.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "65",

//     title: "Уналт таталт ",
//     type: PerformanceTypes.uv,
//     text: "Уналт таталт нь тархинаас үүсэлтэйгээр 2 болон түүнээс олон удаа давтагддаг. Ухаан алдах, булчин татвалзах,гөлийх байдлаар таталт өгч унадаг.\n\nТохиолдох нас, хэлбэрээрээ олон төрөлтэй учир ерөнхийлөн тодорхойлбол чичирхийлэл өгдөг буюу тоник, таталт өгдөг буюу клоник гэж ангилдаг.\n\nҮргэлжлэх хугацаагаараахарилцан адилгүй байх бөгөөд хэдхэн хором ухаан балартаж гөлийж байгаад болих хэлбэр бас бий. Харамсалтай нь удаан хугацаагаар үргэлжлэн амь насанд хүрэх хэлбэр ч бас байдаг тул сайтар ажиглан аны тусламжийг зөв үзүүлэх нь зүйтэй.\n\nТолгойн гэмтэл авахаас сэргийлж хажуу талаар нь хэвтүүлэх нь хамгийн түрүүнд хийх алхам байх ба буруу үйлдэл хийхийн оронд шууд хэн нэгэн мэргэжлийг туслалцаа үзүүлж чадахаар хүнд цаг алдалгүй хандах нь үр дүнтэй байх болно.\n\n\nУналт таталт явагдаж дууссаны дараа эргэн хэвийн байдалдаа ортол 5-30 минут болж болох ба хүн хүний хувьд харилцан адилгүй байна. Тархины цахилгаан цэнэгжилтийн холбоостой холбоотой учир хэдийгээр хэвийн болсон мэт харагдаж байгаа ч анхаарал төвлөрөх, эргэн санах зэрэг тархи төв мэдрэлийн системийн үйл ажиллагаагаа бүрэн сэргээгүй байж болох тул сайтар ажиглан ганцаарынх нь шууд орхихгүй бас замын хөдөлгөөнд ганцаарынх нь оролцуулахгүй байх зэргээр анхаарал хандуулах хэрэгтэй.\n\n\nАжлын байран дээр хэн нэгэн ухаан алдах, таталт өглөө гэж бодоход хамт байсан хэнд ч гэсэн хамгийн түрүүнд юу хийхээ мэддэг байх нь чухал шүү дээ. Тиймээс уг эрсдэлтэй ажилтантайгаа ярилцаж байгаад анхны тусламжийн төлөвлөгөө гаргах хэрэгтэй. Дараах мэдээллийг онцгой байдлын төлөвлөгөөндөө заавал оруулаарай:\n\n⦁\t	Яаралтай холбоо барьж болох хүний мэдээлэл \n\n⦁\t	Ямар шинж тэмдэг илэрдэг болох \n\n⦁\t	Ажлын байран дээрх эмнэлгийн тусламжийг аль үед нь хэрхэн зөв үзүүлэх \n\n⦁\t	Түргэн тусламжийн дугаар\n\n⦁\t	Гадаад орчинтой харьцахад нь ямар тусламж үзүүлэх \n\n⦁\t	Зохистой хариу арга хэмжээ авч чадах хүнээр хэнийг сонгох \n\n⦁\t	Хэн явж тусламж дуудах\n\n⦁\t	Хамт ажилладаг нөхдөдөө уналт таталтын талаар мэдлэг олгох үйл ажиллагааг хэрхэн зохион байгуулах \n\n\nҮр дүнтэй төлөвлөгөө бэлэн байлгаснаараа эргэн тойрны хүмүүс айж сандрахгүй. Урьдчилан бэлдсэн төлөвлөгөөгөө хэрэгжүүлэх болоход гол арга хэмжээ авах хүн маань гэр бүлийн хүнийг нь эсвэл түргэн тусламж дуудна. Гэр бүлээс хүн дуудах бол анх төлөвлөгөөнд хэнийг оновчтой тусламж үзүүлж чадна гэж тодорхойлсон тэр хүнийг дуудах нь үр дүнтэй байх болно. Энэ хооронд нөгөө хүн нь сайтар харж ажиглаж байх үүрэгтэй. Гэхдээ гар хөлийг нь хүчээр барих, Ус уулгах гэж оролдох зэргээр дураараа үйлдэл хийлгүйгээр ажиглана.\n\n\nДоорх жишээ загварын дагуу төлөвлөгөөгөө боловсруулж болох юм. Энэхүү загварын дагуу төлөвлөх ёстой гэсэн албан шаардлага бол байхгүй гэдгийг хэлэх ньзүйтэй болов уу.\n\nАрга хэмжээний төлөвлөгөөний жишээ загвар\n\nТаталт өгөх гэж байгааг илтгэх шинжүүд \n\n\na.\t Солонгын дотор муухай оргиж эхэлнэ \n\nб.\t Солонгын нүүр өөрийн мэдрэлгүй татвалзаж эсвэл гар, мөрөөр салганана \n\nв.\t Шинж тэмдэг илэрсний дараа ердөө 3№4 минутын дотор уналт таталт эхэлнэ.\n\nг.\t Солонго 2 шугаман радиогоо ажиллуулж хариу арга хэмжээ авахаар тодорхойлсон ажилтанд дохио өгнө.\n\n\nҮйл ажиллагааны төлөвлөгөө \n\na. \tГар/ сарвуунаас нь зөөлөн барьж аюулгүй газарт авчирна \n\nб.\t Шаардлагатай бол суугаа эсвэл хэвтээ байрлалд байрлахад нь тусална\n\n   в.\t Зангиа, алчуур гэх мэт бие ороох аюултай хувцас байвал суллаж тайлах\n\nг.\t 2-5 минут үргэлжлэх таталтын үеэр эмнэлгийн тусламж шаардлагагүй\n\nд.\t Уналт таталт явагдаж дуусахад хүйтэвтэр жин нүүрэнд нь тавьж, хүйтэн бүлээн ус уулгаж болно\n\nе.\t Орон зайн баримжаа алдсан байвал хаана байгааг нь, эргэн тойронд нь юу байгааг харуулж тайлбарлаж өгөх хэрэгтэй хариу арга хэмжээ авах үүрэгтэй хүмүүс\n\na.\t төлөвлөгөөнд орсон 2 ажилтан байнга 2 шугаман радио авч явна\n\nб.\t Нэг ажилтан нь яаралтай нөхцөлд холбоо барихаар тодорхойлсон хүнд утсаар мэдэгдэнэ\n\nв.\t Солонгын мэдрэлийн эмчийнх нь гаргасан дүгнэлтээр бол түргэн тусламж эсвэл эмнэлгийн бусад үйлчилгээ авах шаардлагагүй. Харин Солонго уналт таталт өгөх явцдаа юманд цохисон эсвэл унаж гэмтсэн тохиолдолд түргэн дуудаж эмнэлгийн тусламж авах хэрэгтэй гэжээ.\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[17], PerformanceDetailData[26]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Оюутан дадлага ажилд гарч хөрс сэндийлэгч зэрэг газар шорооны ажлын олон янзын багаж хэрэглэж эхэлжээ. Түүний уналт таталтыг харгалзан үзсэний үндсэн дээр аюулгүй ажиллагааг нь хангахын тулд ган оруулгатай эсвэл хуруутай гутал, шилбэний хамгаалалт, гарын сарвуу хэсгийн хамгаалалт хэрэглэхийг зөвлөсөн.",
//         },
//         {
//           title: "",
//           text: "Нэгэн гагнуурчин уналт таталт өгдөг тул гагнуур хийх үеийн аюулгүй ажиллагаагаа хангах хэрэгтэй байлаа.\n\nБайнга харилцдаг нөхөн сэргээлтийн зөвлөх нь давхар дотортой гагнуурын малгай өмсөж, гагнуурын багаждаа аюултай үед гарын дор унтраалга хийх тохиргоо хийхзөвлөгөө өгсөн",
//         },
//         {
//           title: "",
//           text: "Захиргааны ажилтан уналт таталт өгөх шинж тэмдэг илэрмэгцээ хэн нэгэнд дохио өгдөг байхыг хүссэн. Түргэн харилцаа холбоо авалцахад 2 шугаман радио төхөөрөмж тохиромжтой гэж үзжээ. ",
//         },
//         {
//           title: "",
//           text: "Барилгын компанийн инженер олон ажил үүргийг зохион байгуулж түргэн шийдвэр гаргахдаа муу байлаа. Уналт таталтын нөлөө байгаа гэж үздэг.\n\nТиймээс ерөнхий инженер нь яг одоо хэрэгжиж буй төслийг тод өнгөөр зураад нэн түрүүнд хийж дуусгах шаардлагатай ажлуудыг тодотгон тэмдэглэгээ хийдэг болжээ. Ингэхдээ ханан дээр том хэмжээний төлөвлөгөөний самбар гаргасан байлаа.",
//         },
//         {
//           title: "",
//           text: "Ажилтан уналт таталт өгдөг болохоо ажил олгогч болон хамт олондоо хэлээгүй ажиллаж ирсэн байлаа. Хэрэглэдэг эмээ солих шаардлагатай болсон ба шинэ эмдээ дасан зохицтол хэсэг хугацаа шаардагдахаар байв. Учир нь тэр өглөө эрт босож чадахгүй байсан тул долоо хоногийн 3 өдөр дараалан ажилдаа хоцрох нь тодорхой болоод байв. Гэтэл ийм оноштой гэдгээ хэлбэл яах бол гэдэг айдас байхын хажуугаар хэлэхгүй байвал сахилгын шийтгэл авна гэхээс санаа нь зовж байлаа. Тэрээр үнэн шалтгаанаа хэлээд эмнэлгийн нотолгоогоо үзүүлж ямар нэгэн зохицуулах арга байгаа эсэхийг хүсэхээр шийдсэн байна.\n\nТүүнийг уян хатан хуваариар ажиллуулахад хэцүү биш гэж үзсэн ба зөвхөн өглөө наймаас орой зургаан цагийн хооронд багтаан ажлаа амжуулдаг байхыг хүссэн",
//         },
//         {
//           title: "",
//           text: "Боловсролын зөвлөх уналт таталтаасаа болоод жолоо барих хориотой байв. Сургуулиудаар явж яриа хийж, зөвлөгөө өгөхөд хамт ажилладаг хэн нэгэн машинаараа хүргэн өгдөг байх зохицуулалтыг хийхээс гадна  аль болох цахим шуудангаар харилцаж, тайлан санал зөвлөмжөө мөн адил цахимаар өгдөг байхаар тохируулга баталж өгөхийг хүссэн.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "66",

//     title: "Файбромиалжиа буюу холбоос эд, булчингийн архаг зовир ",
//     type: PerformanceTypes.ph,
//     text: "Файбромиалжиа бол  биед маш их хөндүүр зовуурь мэдрүүлдэг, биеийн дийлэнх хэсэгт явагддаг, хүнийг ихээр ядрааж цуцаадаг архаг эмгэг юм. Олон шинж тэмдэгтээр илэрдэг учраас хам шинжид тооцогддог. Булчин болон булчин яс хоёрын холбогч эдийг өвчлүүлдэг.\n\nГэдээ үүнийг үе мөчний үрэвсэлтэй андуурч болохгүй. Яагаад гэвэл үений холбогч эдийн эвдрэлд хүргэдэггүй. Харин булчин, зөөлөн эдийн үрэвсэлтэй илүү төстэй хэлбэр юм.\n\nФайбромиалжиагийн шинж тэмдгүүдээс хамгийн элбэг тохиолддог нь булчингийн гүн хөндүүр зовуурь. Голцуу хүзүү, мөрнөөс эхэлж биеийн бусад хэсэг даган хөндүүрлэдэг.\n\nБиеийн аль хэсгээр хэр зэрэг зовуурилан өвдөх нь өдрийн аль цагт гэдгээс хамаардаг. Мөн унтаж амарч чадахгүй байх, шөнийн нойроо авч чадахгүй байх, стрессийн түвшин хэр байгаагаас шалтгаалдаг. Файбромиалжиатай хүмүүс өвдөг, гуя, ташаа, тохой, хүзүүнд нь даралт буюу ачаалал удаан хугацаагаар ирэхэд тэсэхийн аргаггүйгээр өвдөлт мэдэрдэг.\n\nФайбромиалжиагийн хам шинжтэй хүмүүс нойрны хямралд ордог, зан ааш тогтворгүйтнэ мөн сэтгэлгээний өөрчлөлтөд орж болно. Эдгээр нөлөөгөөр илрэх байдал нь \n\nСэтгэл гутрал,байнгын сэгэл зовнил, толгойн өвчин,ой тогтоолт муудах, ходоод гэдэсний цочмог хямрал, химийн бодсонд хэт мэдрэг байх, хөл амарч тайвшрахгүй байх, арьс гаднын хэмд хэт мэдрэг байх, давтамжтайгаар цочрол өгснөөс үүсэн эмгэгийн нэгэн адил байнга чимчигнэж өвдөх зэрэг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[16],
//       PerformanceDetailData[6],
//       PerformanceDetailData[18],
//       PerformanceDetailData[19],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Ерөнхий боловсролын сургуулийн ерөнхий зөвлөх маш олон хүүхэд хариуцан ажилладаг ба өөрөө файбромиалжиа буюу холбоос эд, булчингийн архаг зовуурьтай нэгэн бөгөөд үүнээсээ болж ходоод, гэдэс нь цочмог хямардаг, сэтгэл гутралд ордог, эцэж ядардаг.\n\nСургуулийн хүн хаалгануудыг онгойлгоход түүнд хэцүү байдгаас гадна ойр ойрхон ариун цэврийн өрөө рүү явдаг. Нэгэн удирдах албан тушаалын хүн сурагчдыг орхиж удаан цагаар алга болж байна хэмээн гомдол гаргасан байна. Уг зөвлөхийн шууд удирдлага нь түүний шалтгааныг мэддэг учраас автомат хаалга онгойлгогч суулгаж, оффисыг нь ариун цэврийн өрөөтэй ойр өрөөгөөр сольж, шаардлагатай үед уян хатан хуваарьт шилжихийг зөвшөөрсөн байна. Ингэснээр тэрээр сэтгэл заслын үйлчилгээ авдаг зөвлөхтэйгөө уулзах боломжтой болжээ. ",
//         },
//         {
//           title: "",
//           text: "Дүүргийн нэгдсэн эмнэлэгт ажилладаг сувилагч Фиабримиалжиатай байжээ. Улмаар маш ихээр ядардаг бас байнгын хөндүүр зовуурь мэдэрч ажилладаг. Сувилагч шөнийн ээлжийн гардаг байсан бөгөөд эмч түүнийг ээлжээ сольж нойрны зөв горимд орохыг зөвлөсөн.\n\nТүүнд үр дүнтэй байхуйц ажлын байрны тохируулгууд гэвэл шөнийн ээлжийг өдрийн ээлжээр солих, хагас цагаар ажиллахыг багасган оронд нь дараалан 2 удаа 12 цагаар ажиллах хуваарьт оруулах мөн уян хатнаар завсарлага авахыг зөвшөөрөх байлаа. ",
//         },
//         {
//           title: "",
//           text: "Харилцаа холбооны зохицуулалтын самбар ажиллуулдаг Операторч файбромиалжиатай учир түүнд уян хатнаар завсарлага авах зөвшөөрөл, тохиргоотой ажлын байраар хангасан. Тохиргоотой ажлын байртай болсноор тэрээр босоо, суугаа байдалд шилжин ажиллах боломжтой болжээ.",
//         },
//         {
//           title: "",
//           text: "Өвчтөний эрхийг хамгаалах адвокатаар ажилд орсон хүн маань өөрөө дунд мэдрэлийн сувгийн синдром, фиабромиалжиатай байв.\n\nТүүнд ажлаа хийхэд нь тулгардаг гол хүндрэлүүд бол компьютерын гар дээр шивэх, гараар бичих, хангамж зөөх, тээвэрлэх гардаг байлаа.\n\nАжил олгогч нь яриа таньдаг программ суулгаж, үг үсэг таньж бичихэд туслах программ, хөнгөн жинтэй түрдэг тэрэг олгосон.",
//         },
//         {
//           title: "",
//           text: "Айл өрхийн ус, цахилгаан зэрэг өргөн хэрэглээний хангамжийн компанид ажилладаг захиргааны ажилтан хүзүүгээр байнга хөндүүрлэж өвддөг ба дээд би, үе мөч сульдаж ядардаг гэдгээ мэдэгджээ. Түүний өдөр тутам гүйцэтгэдэг ажил нь шивэх, утсанд хариулах, бичгээр хариулах байв.\n\nУтасны харилцуурыг байн байн авч чихэндээ барих үйлдлийг хийдэггүй болгохын тулд утасгүй микрофонтой чихэвч авч өгсөн. Зөөврийн налуу тавцанг бичихэд туслах хэрэглэгдэхүүнтэй хамт авч өгсөн байна. Гарын урд хэсгийн түшлэгээр бас хангасан.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "67",

//     title: "Фобиа буюу айдас ",
//     type: PerformanceTypes.ph,
//     text: "Фобиа нь хүнээс ухамсаргүйгээр бас шалтгаангүйгээр гардаг. Ердийн нөхцөл байдалд өөрөөр хэлбэл айх зүйл болоогүй байхад айж тохиромжгүй хариу үйлдэл үзүүлэхийг фобиа гэнэ. Фобиа буюу хийсвэр айдастай хүмүүс өөрсдийнхөө айдсын хүчин зүйлтэй тулгарахаараа тэвдэж сандрах асуудалд зэрэг ордог.\n\nИйм хийсвэр айдастай холбоотойгоор илрэх шинж тэмдгүүд нь байнгын сэтгэл түгших эмгэгийн төрөлд өргөнөөр багтдаг.\n\nХийсвэр айдсын мэдрэмжтэй хүмүүс нэг цочроод орохоороо амьдралын харилцаанд эргэн орж чадахгүй уддаг. Улмаар өөрийгөө нийгмээс тасалж, сэгэл гутралд орж ч болно.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
//     setup: [
//       {
//         title:
//           "Тэвдэл сандралын эмгэгийг удирдах—Ямар нэг сэтгэцийн эмгэгтэй хүнд хэт их сандарч тэвдэх асуудал нийтлэг тохиолддог. Тиймээс ажлын байрны тохируулгаар хангаснаар үр бүтээлтэй ажиллахад нь тусалж болох юм.",
//         details: [
//           {
//             title: "Уян хатан цагийн хуваариар ажиллахыг зөвшөөрөх ",
//           },
//           {
//             title:
//               "Урт болон богино завсарлагуудыг өөрт үр дүнтэйгээр хуваарилан хэрэглэх ",
//           },
//           {
//             title: "Амрах өрөө эсвэл хувийн орон зайгаар ханга ",
//           },
//           {
//             title: "Сэтгэл санааны дэмжлэг амьтнаа авчрахыг зөвшөөрөх ",
//           },
//           {
//             title: "Дэмжин туслах хүн гаргаж өгөх ",
//           },
//           {
//             title: "Сэдрэгч хүчин зүйлсийг илрүүлэн багасгах ",
//           },
//         ],
//       },
//     ],
//     functions: [PerformanceDetailData[6]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Орон зайны айдастай нэгэн бүтэн цагаар гэрээсээ ажилла ажлаа хийгээд болоод байсан. Удирдлага нь шинэчлэгдэж бодлогын өөрчлөлт хийснээр тодорхой хэмжээгээр зайнаас ажиллаж байгаа бүх хүнд оффист ирж ажиллах шаардлага тавигдсан.\n\nУг ажилтан маань өмнө эрүүл мэндийн шалтгаанаа хэлээгүй ч гэсэн компанийн дотоод журмаар олгогдсон боломжийг ашиглаж мөн өөрийн ажлын онцлог зайнаас ажиллах боломжтой байсан тул ийнхүү сэтгэцийн эмгэгээ ч сэдрээлгйүгээр, ажлын бүтээмжээ ч бууруулалгүйгээр амжилттай явж байлаа.\n\nХарин одоо эмнэлгийн баримт нотолгоо гаргаж зайнаас ажиллах гол шалтгаанаа харуулсан дүгнэлт гаргуулж өгөх хэрэгтэй болов.\n\nТэрээр сэтгэцийн эмчтэйгээ зөвлөлдөн тодорхой хэмжээний хувийн нууцлалын мэдээллээ ажлын байрны тохируулгад тохирох маягаар бичүүлж шинэ удирдлагадаа танилцуулан тайлбарласан. Үр дүнд нь өөрт хэрэгтэй тохируулгаараа хэрэглэж ажил, орлогоо алдах эрсдэлийг хаасан байна.",
//         },
//         {
//           title: "",
//           text: "Газрын хэмжилт хийдэг нэг ажилтан өндөр давхруудын өрөөний хэмжилт хийхээс айдаг байв. Түүнийг орлон ажиллах хүн гэнэт олж томилох хэрэгтэй болдог байлаа.\n\nТүүний гардаг ээлжийг илүү олон хүнтэйгээр хуваарилахыг хүсжээ.\n\nИйм зохицуулалт хийх нь ажил олгогчийн хувьд боломжгүй байсан учир ажил үүргийн хуваарилалтыг нь өөрчлөх боломж байгаа эсэхийг судлахаа амласан юм.\n\nТүүнийг зөвхөн доод давхруудын хэмжилтэй хийдэг болгосон байна.",
//         },
//         {
//           title: "",
//           text: "Даатгалын компанийн тохиргооны ажилчин дээвэр дээр ажиллах хэрэгтэй болж шатаар авирч байгаад өндрөөс унасан юм. Түүнээс хойш өндөрт гарихаас айдаг болов.\n\nАжил олгогч нь аюулгүй ажиллагааны бэхлэгээ тоноглолоо хангах эсвэл өндөрт гарч ажиллах шаардлагагүй ажлын байранд шилжүүлэн томилох боломж байгаа эсэхийг судлах гэсэн хоёр сонголт санал болгосон байна. Байнга өндөрт авираад байдаггүй учраас одоогийн ажилдаа үлдэхийг хүссэн учир аюулгүй ажиллагааны тоноглол авч өгөх сонголтод хүрчээ.",
//         },
//         {
//           title: "",
//           text: "Хэлтэсийн супервайзерууд дунд нэг л супервайзер нь тодорхой хэдэн ажилтантайгаа уулзахаас айдаг  болохыг ажил олгогч мэдсэн.\n\nУг супервайзер нэг ээлжид шинээр орсон хүнийг л өөрийн удирдлага хяналтаас хасах хүсэлтэй байгаагаа илэрхийлсэн. Тухайн хэсгийг хамаарах өөр хүн байгаагүй тул уг шинэ ажилтныг шилжүүлэх боломжгүй байсан. Харин түүнтэй ярилцахад нь  ажил олгогч өөрөө байлцаж уур амьсгалыг өөрчилдөг байж болно гэдгээ хэлсэн. Аажмаар уг супервайзер   хөндлөнгийн дэмжлэггүйгээр зөвлөгөө өгөх ярилцлагаа хийж чаддаг болсон байна. Нөгөө ажилтантай уулзан гэхээс сэтгэл түгшиж тайван байж чаддаггүй байдгаа больсон юм.болсон ",
//         },
//         {
//           title: "",
//           text: "Жижиг оффис суудаг байсан захиргааны ажилтны ажлын байрыг хүний нөөцийн цомхотголоор байхгүй болгосон. Бизнесийн үйл ажиллагаанд шаардлагагүй болсон гэдэг шалтгаанаар уг ажлын байр тийнхүү байхгүй болсон юм.\n\nШилжүүлэн томилсон шинэ ажил нь том задгай оффист бөөнөөрөө хамт сууж ажиллахыг шаарджээ. Түүний ажлын ширээ ханан талд ч биш байлаа. Бүх талаараа том задгай талбайд суухад түүний орон зайн айдсыг улам ихэсгэж байв.\n\nӨмнө нь түүний тохируулга хэрэгэж байсан шалтгааныг мэдэж байсан тул дахин нотолгоо бичиг баримт шардалгүйгээр ажлын байрыг нь оффисын талбайн зах руу нүүлгэж хаанд ойрхон тусгаарлагч ру руу нуруугаа харуулан суух боломжтой болгожээ.",
//         },
//         {
//           title: "",
//           text: "Нэг ажилтан дандаа нийтийн тээврийн хэрэгслээр зорчдог. Учир нь тэрээр байнгын сэтгэл зовнилтойн дээр жолоо барих айдастай хүн юм.\n\nКомпани бүтцийн өөрчлөлт хийж түүнийг өөр байршилд томилов. Тэгснээр хоёр автобус дамжин галт тэргэнд суудаг болсон юм.\n\nТэрээр айдсын эмгэгтэй гэдгээ хэлж ажлын байрны тохируулга хүссэн байна. Ажил олгогч нь түүнийг хуучин байршилд нь буцаан томилсон. Харин өмнөх супервайзер нь нөгөө шинэ байршилд шилжсэн учир хуучин байршил дээр өөр хүний удирдлага зөвлөгөөний дор ажиллах болжээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "68",

//     title: "Хадуур эсийн цус багадалт",
//     type: PerformanceTypes.ph,
//     text: "Хадуур эсийн цус багадалт буюу хадуур эсийн өвчин гэдэг нь улаан эсийн бүтцийг өөрчилдөг удамшдаг генийн өвчин юм. Хүний улаан эс дугуй хэлбэртэй, уян зөөлөн, уян харимхай чанартай. Энэ чанараараа цусанд саадгүй хөдөлж явдаг байна. Улаан эс өвчлөхөөрөө хадуур хэлбэртэй болж хатуурдаг байна. Ийнхүү улаан эсийн гемоглобин хэвийн бус болж өөрчлөгдөг.\n\nХэлбэрээ алдан хатуурсан улаан эсүүд цусаар чөлөөтэй гүйж биеийг бүхэлд нь хүчилтөрөгчөөр хангаж чадахгүй болдог. Нэгэнтээ өвчилж гэмтсэн улаан эсүүд удалгүй бүрэн үхэждэг учир хүн цус багадалттай болдог аж.\n\nХадуур эсийн өвчтэй болсон хүн үе үе архаг цус багадалтад орж биеэр хөндүүрлэлдэг. Үүнийг хямрал гэж нэрлэх нь ч бий.\n\nГэмтэж хатуурсан хадуур хэлбэртэй эсүүд цусанд бөглөрөх үүсгэж, хүчилтөрөгчийн дутагдалд оруулахад хүний үе мөч ба дотод эрхтнүүдэд хөндүүр үүсэж, улмаар зөөлөн эд, дотор эрхтнүүд хүнд гэмтдэг байна.\n\nХөндүүр зовуурь н ь гар, хөл, цээж, хэлий хөндийгөөр хөндүүр мэдрэх бөгөөд уушги, дэлүү, бөөр, элэг гэсэн эрхтнүүдийг илүү их гэмтээдэг.\n\nЦус харвах,  цээжээр хурц өвдөх, \n\nБактерийн халдвар авах эрсдэл бас бий.\n\nДээрх шинж тэмдгүүд хөнгөнөөс хүнд хэлбэрийн аль алинаар явагддаг.\n\nСуурь өвчнийг нь эмчлэх бараг боломжгүй ба харин шинж тэмдгүүдийг нь багасгах боломжтой архагшдаг өвчин юм. хадуур эсийн өвчнөөр өвчилсөн урьдчилан сэргийлэх антибиотик уух, фолийн хүчил уух, хөндүүр багасгах арга хэмжээ, шингэн судсаар тарих, цус цэвэршүүлж юүлэх ага хэмжээнүүдийг ойр орйохон хийлгэх шаардлага гарч болно.\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[18],
//       PerformanceDetailData[20],
//       PerformanceDetailData[17],
//       PerformanceDetailData[6],
//       PerformanceDetailData[12],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Тоон мэдээ оруулах ажлын байранд хүсэлт гаргасан нэгэн улаан эсийн хуваагдал болон үхжилтийн цус багадалттай хүн байлаа. Тэрээр сонгон шалгаруулах хоёр дах шат буюу ярилцлагад уригдсан байна. Суурь оношноосоо болоод өвчин нь сэдэрсэн үед маш ихээр хөндүүр зовуурь мэдэрдэг гэдгээ хэлжээ.\n\nТүүнийг ажилд авах шийдвэр гарах юм бол уян хаттайн ажлын хуваарь зохиож болохоос гадна шаардлагатай тохиолдолд өвчний чөлөөг хэрэгтэй хугацаагаар тасалж олгож болно гэдгийг ажил олгогч хэлсэн байна.",
//         },
//         {
//           title: "",
//           text: "Ажилд орох хүсэлт гаргасан нэгэн улаан эсийн хуваагдлаас үүдэлтэй цус багадалттай бөгөөд түйнээсээ болоод дархлаа нь суларч ихээр ядардаг байна.\n\nЗарлагдсан ажлын байр нь хамт ажилладаг хүмүүстэйгээ ойр харилцаж ажиллахыг ихээр шаарддаг. Тэр тусмаа биечлэн уулзаж ряилах шаардлага их гардаг байна.\n\nАжил олгогч түүнд хамгаалалтын маск, гар ариутгагч бодисоор байнга хангадаг байхыг зөвшөөрсөн. Мөн боломжтой нөхцөлд зайнаас цахим шуудангаар харилцаж байхыг хичээх хэрэгтэй гэж санал болгосон байна.",
//         },
//         {
//           title: "",
//           text: "Ажилд орох хүсэлтээ гаргасан нэгнийг сонгон шалгаруулах ярилцлагад урьсан. Тэрээр төрөлхийн цус багадалттай хүн байсан бөгөөд үүнээс болоод хараа нь бүрэлздэг болсон тул ихээр юм уншиж мэдээлэл авч чадахгүй болсон гэдгээ нуулгүй хэлсэн байна.\n\nТүүний орох гэж буй энэхүү ажлын байранд компьютертой харилцах, дэлгэцэн дээр юм унших хэрэг их гардаг тул дэлгэц уншигч программ авч сургаалтанд нь явуулж болно гэсэн байна.",
//         },
//         {
//           title: "",
//           text: "Улаан эсийн цус багадалттай нэгэн ажилтан гар нь хавагнахаар шивж чадахаа больдог байна.\n\nАжил олгогч нь түүнд яриа таньж бичдэгт буулгадаг программ авч өгсөн ба толгойгоор удирддаг хувилбарт оролттой төхөөрөмж авч өгснөөр гарын ажиллагаат шаардахгүйгээр компьютер дээр ажилладаг болжээ.",
//         },
//         {
//           title: "",
//           text: "Төрөлхийн улаан эсийн хуваагдал цус багадалттай нэгэн ажилтан ихээр ядарч сульддаг болсон учраас ажлаа бүрэн гүйцэт хийж чадахгүй болсноо өөрөө хэлжээ.\n\nЭэлж дуусахын хавьд ажлын гйүцэтэгэл нь чанар муутай болж байгааг өөрөө анзаарчээ. Тиймээс ямар нэг ажлын байрны тохируулга байж болох эсэхийг асуусан байна.\n\nАжил олгогч түүнийг өдөр дунд нэгээс хоёр цагийн урт завсарлага авахыг зөвшөөрсөн. Ингэснээр түүний ээлжийн ажлаа дуусгах цаг нь хойш сунах байдлаар уян хатан ажлын хуваарь гаргаж өгсөн. Ажилтан өөрийн эдэлж байгаа урт завсарлаг эс тооцвол хэвийн ажлын цагаар ажиллах хэвээр үлдэх юм.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "69",

//     title: "Хантиртоын өвчин ",
//     type: PerformanceTypes.ph,
//     text: "Энэ өвчин нь удамшдаг, өсөх прогрессоор улам мууддаг тархины согог юм. Одоогоор бүрэн эмчилгээ эсвэл үргэлжлэх үйл явцыг удаашруулах эмчилгээ харамсалтай нь байхгүй байна.\n\nУг оноштой насанд хүрэгчдийн ихэнхэд нь тэдний 30-50 насанд анхны шинж тэмдэг илэрч байна.\n\nЭнэхүү гений гаралтай согог газар авах тусмаа хүний танин мэдэхүй, хөдөлгөөн, зан үйлийн үйл ажиллагааг доголдуулдаг.\n\nХөдөлгөөний саатал голдуу хүний ухамсарт үйлдэлд нөлөөлдөг. Үүнд залгих, хэл яриа, залгих, солбицол хөдөлгөөн, тамирдалт, эцэж цуцах зэрэг багтана.\n\nТанин мэдэхүй олон үйлдэл бас гэмтэж доголдоно. Үүнд \n\nой тогтоолт, шийдвэр гаргах, аливаад бодитой хандах, олон үйлдэл зэрэг гүйцэтгэх, төвлөрөл зэрэг орно.\n\nЗан үйлийн доголдлууд нь сэтгэл зовнил, зан төлөвийн тогтворгүй байдал, сэтгэл гутрал, стресст зохистой хариу үзүүлэх чадваргүй байх,  уур уцаартай болох, огцом сэтгэл хөдлөлд автах зэргээр илэрнэ.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[1],
//       PerformanceDetailData[6],
//       PerformanceDetailData[9],
//       PerformanceDetailData[13],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Онгоцны механикч техникийн эд ангиудыг шалгаж нислэгт бэлтгэж байхдаа гэнэт ихээр өлсөж салганан чичирч эхэлдэг ба энэ нь түүний өвчний оноштой холбоотой байжээ.\n\nАжил олгогч нь түүнийг хэрэгтэй үедээ юм идэх боломжоор хангаж завсарлага авах цаг уян хатнаар ашиглахыг зөвшөөрсөн.\n\nМөн хүнд жинтэй бээлий, гарын хэсэг болон дээд мөчинд өмсөж хөдөлгөөнийг тогтворжуулах зориулалттай өмсгөл авч өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Хөгжлийн бэршээлтэй хүмүүсийн ажлын байрны тохируулгаар утсаар зөвлөгөө өгдөг мэргэжилтэн өөрөө Хантэнтон өвчний улмаас ярих чадвараа алдаж байлаа.Өөрийнх нь ажилладаг газар мэргэжлийн нөхөн сэргээлтийн төв учраас түүнийг өндөр технологиос авхуулаад гарын дор хэрэгслүүдээр бүрэн хангаж өвчний шинж тэмдэг хүндрэх бүрд таарах тохируулгыг зөвлөлдөн өөрчилж байлаа. Түүний хамгийн их хэрэглэж байсан тохируулга бол яриа танигч программ болон харилцааны самбар байсан.",
//         },
//         {
//           title: "",
//           text: "Орон сууцны зээлийн мэргэжилтэн төлөвлөгөөгөө биелүүлж хурдтай ажиллаж чадахгүй байлаа. Тэрээр хурдан шивж чаддаггүй учир эрсдэлийн үнэлгээний дүгнэлтээ гаргаж танилцуулах, хурлаар санал оруулахдаа бэлтгэх бичиг цаасны ажилд хамаг цагаа бардаг байсан тул түүний бүрэн ажиллаж дуусах зээлийн тоо харьцангуй цөөн байдаг байлаа.\n\nХэлтэсийн захирал нь түүнд үг таньж гүйцээж бичдэг программ авч өгөөд зогсоогүй түүний өвчин хурдацтай явагдаж байгаа учир яриа ттаниж бичгээр буулгадаг программ хамт авч өгсөн. Нөгөө ажилтан завтай цагтаа яриа танигч программыг хэрхэн хэрэглэхийг судалж бэлтгэлтэй болхийн хажуугаар ажлаа үргэлжлүүлэн хийх боломж байгаа юм байна гэсэн өөдрөг бодолтой болж байлаа.",
//         },
//         {
//           title: "",
//           text: "Төлбөр барагдуулагч анхаарал төвлөрлөө маш ихээр алдаж байв.\n\nДанс тооцоотой харьцдаг тул алдаа гаргавал мөнгөн хохирол урчрауулах эрсдэлтэй. Түүний ажлын байрын орон зайнд өндөр хана босгож тусгаарлагч хийж өгөөд, дуу намсгагч наагаад, дуу чимээ багасгагч чихэвч зүүлгэх шийдэл олсон. Харилцагч хүлээн авах, утсаар харуу өгөх ажлуудыг тусгай өдөр хийдэг байхаар ажлаа хуваарилж,харилцагчидтай ажиллахгүй өдөр гэрээс зайнаас ажиллахыг мөн зөвшөөрсөн. ",
//         },
//         {
//           title: "",
//           text: "Хантинтоны өвчнөөсөө болоод сэтгэл гутралд ордог нэгэн байлаа.\n\nХолбогдох хуулийн зохицуулалтаар зөвшөөрөгдсөн чөлөөгөө эдэлж эмчилгээнд явах мөн эргэж ажилдаа орохдоо богиносгосон хуваариар ажиллах хүсэлт тавьсан.\n\nТүүнд хэрэгтэй байгаа чөлөөг цалинтайгаар болон цулингүй гэсэн хэлбэрээр олгосон. Зохих хууль болон байгууллагын дотоод журмаар зохицуулагдсан байна. Буцаж ажилдаа ороход нь ажлын хуваарийг мөн өөрчилж зохицуулж өгсөн.",
//         },
//         {
//           title: "",
//           text: "Эмнэлгийн туслах ажилтан алхаж явах чадвараа алдаж байлаа.\n\nАжлын байрны тохируулгаар зөвлөгөө өгдөг мэргэжилтэнд хандсанд түүний гардаг ээлжийг өөрчилбөл аль болох бага явж суугаа ажиллах боломж байгаа эсэхийг судлахыг санал болгосон. \n\nХөдөлгөөн дэмжих төхөөрөмжүүд бас зөвлөсөн нь суугаад ажлаа хийгээд явах сандал, түүний явдаг замын хананд уртааш нь бариул хийх, цэнэг хураагч төхөөрөмжөөр хангах зэрэг байлаа.\n\nУг ажилтан эдгээрийг ажил олгогчдоо танилцуулж хүсэлт гаргасан ба нэг их удалгүй хэрэглэж эхэлсэн байна.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "70",

//     title: "Харшил ",
//     type: PerformanceTypes.ph,
//     text: "Тухайн хүний дархлааны систем мэдрэг хүлээж авч байгаа ямар нэг зүйл идэх, үнэрлэх, хүрэхэд биед илэрдэг үрэвслийн чанартай хариу үйлдэл юм.\n\nХаршил үүсгэгч хамгийн нийтлэг зүйлсийг дурдвал газрын самар, модны самар, гэрийн тэжээвэр амьтны үс, поллиен зэрэг агаарт хөвж байдаг биет зэрэг орно. Эдгээр зүйлсэд агуулагдсан бодист харшилдаг хүний дархлааны байгууламж нь эсрэг биет ялгаруулснаар бие загатнах, хоол боловсруулах ажиллагаа будилах, холбогч зөөлөн эд үрэвсэх, нүүр духаар хөндүүрлэж өвдөх зэрэг шинж тэмдгүүд илэрдэг. Түүгээр зогсохгүй хүчтэй цочролд орж амь насаа алдахад ч хүрч болно.\n\nХаршлын эсрэг авах арга хэмжээнүүдэд эмийн эмчилгээ, дархлааны үйл ажиллагааг тэнцвэржүүлэх, харшилдаг бодистой зүйлсээс зайлсхийх зэрэг олон янзын арга бий.\n\nХаршлын шинж тэмдэг үзүүлдэг зарим нэг өөр төрлийн шалтгаан бас байна. Жишээлбэл агаарын замын үрэвсэлт өвчтэй хүмүүс хувцсанд түрхсэн үнэртэнд найтаалгаад түүнийгээ харшил гэж тайлбарладаг. Уг шалтгаан нь амьсгалын замын асуудалтай холбоотой ба харин дархлааны байгууламжаас эсрэг биет ялгарч найтааж багаа хэрэг биш байдаг. Мөн маажууртай хүмүүс янз бүрийн материалаар хийсэн хувцсанд арьс нь бэржийж загатнадаг ба энэ нь мөн эсрэг биет ялгарахтай хамаагүй юм. \n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[12], PerformanceDetailData[5]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Маш хүнд хэлбэрийн харшилтай нэгэн ажилтан цар тахлын үеэр ихээр хэрэглэж байсан гар ариутгагч бодисоос байнга харшил нь сэдэрч байлаа. Түүний ажлын байрыг бусдаас нэлээн хол байрлуулж өөр ариутгагч бодисоор цэвэрлэгээ хийхийг зөвшөөрлөөс гадна HEPA агаар шүүгч авч өгсөн.",
//         },
//         {
//           title: "",
//           text: "Нэгэн ажилтан зөгийн хатгалтад хүн хүнээс илүү хүндрэл өгдөг учир аль болох хатгуулахгүй байхын тулд хаалгатай хамгийн ойрхон зогсоолд машинаа тавьж байхыг гуйжээ. Гэвч машины зогсоол угаасаа хангалтгүй учраас түүний энэ хүсэлтийг зөвшөөрөх боломжгүй байлаа. Тиймээс ажилтан машинаас буунгуутаа зөгий үргээгч бодис шүршиж хаалгаар орон ортлоо шүршиж явах арга сэджээ. Түүнээс гадна зөгийнд хатгуулсан тохиолдолд түүнд үзүүлбэл зохих тусламжийн төлөвлөгөө гаргаж ажлынхандаа танилцуулсан байна.",
//         },
//         {
//           title: "",
//           text: "Хэд хэдэн төрлийн бодсонд харшилдаг ажилтан сургуультай нохойгоо ажил дээрээ авчирч харшил өдөөгч бодисууд хаана байгааг олуулж мэдмээр байгаагаа удирдлагадаа хэлжээ. Тэгснээр тэрээр тэдгээр бодисоос хол байх зохицуулалтыг хийж болох байлаа. Ажил олгогч нь түүний хүсэлтийг шууд зөвшөөрсөн.",
//         },
//         {
//           title: "",
//           text: "Ажлын газрынх нь барилга хэт хуучин учир мөөгөнцөр ихтэй байв. Харшилтай ажилтан нь мөөгөнцрөөс харшилж амьсгалын замын хүндрэл өгч байсан учир ажил олгогч түүнийг мөөгөнцрийг арилгаж дуустал зайнаас ажиллахыг зөвшөөрсөн.",
//         },
//         {
//           title: "",
//           text: "Нийгмийн ажилтан тамхины утаанд харшилдаг учир тамхи татдаг үйлчлүүлэгч нартай харилцахгүй байх хүсэлт гаргасан хэдий ч зөвхөн тамхи татдаггүй үйлчлүүлэгчдийг олж түүнд хариуцуулах боломжгүй байсан тул түүний ажлын байрыг хэвээр үлдээж харин үйлчлүүлэгчтэй биечлэн уулзах шаардлагагүй үүрэг даалгавруудыг хийлгэдэг болжээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "71",

//     title: "Химийн бодсон мэдрэг чанар ",
//     type: PerformanceTypes.ph,
//     text: "Химийн бодисад мэдрэг байна гэдэг бол орчинд тархсан химийн бодисын үнэр, найрлагыг хүлээн авах чадваргүй байхыг хэлнэ.\n\nГолцуу орчинд хэрэглэж байгаа ямар нэг бодисын найрлагаар өдөөгддөг ба хүний таван мэдрэхүйд мэдрэгдэж байгаа хэмжээ нь сул байсан ч тэвчиж чадахгүй байхыг хэт мэдрэг байна гэж үзнэ.\n\nШинж тэмдэг нь хэд хэдэн эрхтнээр дамжин илэрдэг. Тархи, мэдрэлийн систем, уушийг, зүрх судас зэрэг эрхтний үйл ажиллагаанд голчлон нөлөөлдөг. Харин агаар, хоол хүнс, эм тариа,ус, арьсаар дамжин химийн найрлагат өртдөг.\n\nҮзүүлэх хүндрэлийн хувьд хүн хүнд ялгаатай явагдах ба нийтлэг хүндрэлүүдээс дурдвал толгой өвдөх,толгой эргэх, эцэж сульдах, дотор муухай оргих, амьсгалахад хүнд болох, хоолой чангаран багалзуурдах, анхаарал сарних, ой тогтоолт муудах, маажих, сурах хэлбэрийн бэрхшээлтээ болох, үе мөч өвдөж байгаа мэт санагдах, булчин хөндүүрлэж өвдөх зэрэг байна.\n\n\nӨдөр тутмын амьдрал ихээр өртдөг бодисуудаас жишээлбэл анхилуун үнэртэн, цэвэрлэгээний бодис, утаа, хорхой шавжийн хор, мөөгөнцөр, оффисын тоног төхөөрөмж, тээврийн хээргсэлийн хаягдал, будаг, хивс цэвэрлэгч, зөөлрүүлэгч, дотоод орчны бохир агаар зэрэг байж болно.\n\nХимийн бодисад мэдрэг байна гэдэг бол орчинд тархсан химийн бодисын үнэр, найрлагыг хүлээн авах чадваргүй байхыг хэлнэ.\n\nГолцуу орчинд хэрэглэж байгаа ямар нэг бодисын найрлагаар өдөөгддөг ба хүний таван мэдрэхүйд мэдрэгдэж байгаа хэмжээ нь сул байсан ч тэвчиж чадахгүй байхыг хэт мэдрэг байна гэж үзнэ.\n\nШинж тэмдэг нь хэд хэдэн эрхтнээр дамжин илэрдэг. Тархи, мэдрэлийн систем, уушийг, зүрх судас зэрэг эрхтний үйл ажиллагаанд голчлон нөлөөлдөг. Харин агаар, хоол хүнс, эм тариа,ус, арьсаар дамжин химийн найрлагат өртдөг.\n\nҮзүүлэх хүндрэлийн хувьд хүн хүнд ялгаатай явагдах ба нийтлэг хүндрэлүүдээс дурдвал толгой өвдөх,толгой эргэх, эцэж сульдах, дотор муухай оргих, амьсгалахад хүнд болох, хоолой чангаран багалзуурдах, анхаарал сарних, ой тогтоолт муудах, маажих, сурах хэлбэрийн бэрхшээлтээ болох, үе мөч өвдөж байгаа мэт санагдах, булчин хөндүүрлэж өвдөх зэрэг байна.\n\nӨдөр тутмын амьдрал ихээр өртдөг бодисуудаас жишээлбэл анхилуун үнэртэн, цэвэрлэгээний бодис, утаа, хорхой шавжийн хор, мөөгөнцөр, оффисын тоног төхөөрөмж, тээврийн хээргсэлийн хаягдал, будаг, хивс цэвэрлэгч, зөөлрүүлэгч, дотоод орчны бохир агаар зэрэг байж болно.\n\n\nГол тохируулга\n\n\t\t•\tХимийн бодисад хэт мэдрэг хүнийг ажилд авахад тусгайлан анхаарах хэд хэдэн зүйл байна:\n\n\t\t•\tАгааржуулалт ба дотоод орчны агаарын чанар\n\nОффис эсвэл ажлын байрных нь цонх онгойж байгаа эсэхийг шалгах\n\n\t\t•\tАгааржуулагчийн горимыг шалгаж муу гадаад ба дотоод агаарыг ажлын байраар нилэнхүйд нь тархаахгүй байхад анхаарах \n\n\t\t•\tБоломжтой бол HEPA шүүлтүүрийг агааржуулалтын системд суулгаж, агааржуулагч хоолойнуудад засвар үйлчилгээ хийх.\n\nҮйлдвэрлэлийн орчны эрүүл ахуйн мэргэжилтнээр агаарын чанарын үнэлгээ хийлгэж  тоосонцор,мөөгөнцөр, хөгд үүссэн эсэхийг мэдэж авна. Бусад олон хүчин зүйлс байдаг нь энэхүү үнэлгээгээр мөн илэрнэ.\n\n\t\t•\tҮндэсний агаарын чанар эсвэл агаарын бохирдлын холбоо зэрэг мэргэжлийн байгууллагаас үйлчилгээ авч үйлдвэрлэлийн орчны агаарын мэргэжилтэнтэй зөвлөлдөх замаар агааржуулалтын системдээ тохирох шүүлтүүр авч хэрэглэх. Тухайн мэдрэг ажилтныхаа ажлын байрны орчинд эсвэл оффистоо бүхэлд нь суулгаж болно.\n\n\t\t•\tоффисын ажлын орчныг бүхэлд нь агаарын бохирдлоос ангид байлгах тал дээр зохицуулалт хийх. Үүнд хурц анхилуун үнэртэн, хортой бодис ихээр агуулсан цэвэрлэгээний бодис, хорхой шавжийн хор, хаягдал, хөөс, тамхины утаа, гэх мэт орно.\n\n\t\t•\tОффисын хэрэглээний тоног төхөөрөмжөөс ялгарах хорны үнэрийг хурдан гадагшлуулах чадалтай агааржуулалтын систем ашиглах. \n\n\nБарилга,  засвар, тохижилт, цэвэрлэгээ\n\n\t\t•\tЗасвар хийх, будаг хийх, хор цацах, шал өнгөлөх, хивс угаах зэрэг ажил хийх гэж багаа бол урьдчилан мэдэгдэх замаар зарим шаардлагатай ажилтан оффист суухгйүгээр ажиллах боломжийг урьдчилан бүрдүүлэх. Тэмдэг тавих, зурвас илгээх, имэйлээр албан ёсоор мэдэгдэх, хэн хэн харшил өгөхүйц өндөр мэдрэг вэ гэдгийг бүртгэж авах зэрэг аргаар эрсдэлд оруулахаас хамгаалах.\n\n\t\t•\tХимийнх бодисад мэдрэг байж болох ажилтнуудаа зайнаас эсвэл гэрээс айхынхыг зөвшөөрөх замаар түр хугацааны зохицуулалт хийх. Танай давхарт барилгын ажил хигдээгүй ч гэсэн нэгэн ижил байгууламжийн бусад давхарт химийн бодис тархсан байгаа бол мөн адил хамгаалалтын зохицуулалт хийх. \n\n\t\t•\tТавилга, барилгын материал, бусад хангамжийг сонгохдоо хоортой бодисын найрлагагүй байлгахад анхаарах. \n\n\t\t•\tХоргүй хивсэнцэр ашиглах эсвэл бүр хивс дэвсэхээ больж өөр шалтай болох, эсвэл шинэ хивсний үнэр арилгах бодис хэрэглэх зэрэг арга хэмжээ ваах. \n\n\t\t•\tЗэв арилгагч, өнгөлөгч, будаг шингэлэгч зэрэг химийн бодис ашиглах бол найрлагад анхаарах.\n\n\t\t•\tХорхой шавж эсвэл ариутгалын хор цацах аргаар биш хоргүй хувилбарт аргаар ариутгал хийдэг болох зохион байгуулалт хийх.\n\n\t\t•\tУдаан эдэлгээтэй гэж синтэтик материалаар хийсэн бүтээгдэхүүн хэрэглэхгүй байх.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.",

//     functions: [PerformanceDetailData[12]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Мэдээ оруулагч байнга сууж ажилладаг бөгөөд хажуугийн ширээний нөхрийн хурц үнэртэй сүрчиг болон шинэ хивс угаагчийн үнэр хоёрт байж чадахаа больдог болов.\n\nТухайн ажилтны ажлын байрны хэсэгт илүү битүү хаалт хийгээд агаар цэвэршүүлэгч суулгаж өгсөн. Бусад ажилтныг хэт хурц үнэртэн ажлын орчинд хэрэглэхгүй байхыг хүссэн зурвасыг хүний нөөцийн багаас илгээсэн байна. Аль бол утсаар, цахим шуудангаар эсвэл факсаар харилцах боломжтойгоор ажлаа зохицуулахыг зөвшөөрсөн. Түүнчлэн шалны дэвсгэрийг үнэргүй цэвэрлэгээний бодисоор цэвэрлэдэг болох эсвэл бүр дэвсгэр дэвсэхээ больж модон юмуу пялтан шалтай болохоор шийдсэн байна",
//         },
//         {
//           title: "",
//           text: "Нэгэн багш барилга байгууламжийн синдромтой хэмээн оношлогдсон буюу ямар ч барилгын материалд харшилдаг байна.\n\nТиймээс уг багш сургуулийн гадна байршуулсан явуулын ангиас хичээл заадаг байв. Сургууль дотор удаан байж чаддаггүй байлаа. Түүний явуулын ангийг нь нийтийн хаягаар яригч систем буюу чанга яригч, өсгөгч гээд бусад бүх хэрэгслээр тоноглосон систем суурилуулж өгөх эсвэл чанга яригчтай утас ашиглахыг нөхөн сэргээлтийн зөвлөх зөвлөсөн байна. Хуралд оролцохдоо өөрөө дургүйцэхгүй бол агаар шүүлтүүртэй амьсгалын баг зүүж болох ба эсвэл хурлын тэмдэглэлийг авч мэдээлэл авдаг байхыг зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Байнга гадаа ажилладаг нэгэн ажилчин ажилдаа хэрэглэдэг машины дизель түлшний үнэрээс болоод ажлаа үргэлжлүүлж чадахгүйд хүрчээ. \n\nУг хүнд машиныг бага цагаар ажиллуулдаг ба үлдсэн цагт нь засварын ажил хийдэг байв.\n\nТүүнийг байнга засварын ажил хийлгэдэг болгох эсвэл хурц үнэртэй түлшний үнэр авахааргүй өөр ажлын байр байгаа бол шилжүүлэн томилох боломж эрэлхийлэн судлахыг ажил олгогчид нь зөвлөсөн байна.",
//         },
//         {
//           title: "",
//           text: "Ажилладаг компани нь дотоод засал хийлгэхээр шийдсэн учир график зургийн мэргэжилтэн будгийн үнэр, бусад барилгын материалын үнэрт суун ажиллаж чадахааргүй болов.\n\nАжил олгогч нь түүнийг засварын ажил дуустал түр хугацаагаар гэрээсээ ажиллахыг зөвшөөрсөн. Түүнд гэрт нь компьютер байсан бөгөөд ажилдаа хэрэглэдэг бүх л программ хангамжийг нь суулгаж өгсөн. Зөвхөн ажлын хэрэгцээгээр гэсэн хязгаарлалттайгаар лиценз худалдан авч өгсөн байна. Утасны шугам, факс утас зэрэг дагалдах хэрэгслээр мөн хангасан байна.\n\nДолоо хоног тутмын хуралд чанга яригчаар утсаар холбогдох болов.\n\nХарин имэйлд шуурхай хариулдаг байх, ажлын гүйцэтгэлийн тайлан хүснэгтэлж явуулдаг байхыг түүнээс хүссэн байна.\n\nОффисын засвар бүрэн дууссаны дараа эсвэл тал нь бүрэн дууссаны дараа эргэн оффистоо ирж ажиллаж болно хэмээжээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "72",

//     title: "Ходоод гэдэсний эмгэг ",
//     type: PerformanceTypes.ph,
//     text: "Ходоод гэдэсний эмгэг нь дотроо олон төрөлд хуваагдах ба үүсгэгч шалтгаанаараа мөн ялгардаг. Гэсэн хэдий ч илрэх шинж тэмдэг болон үзүүлэх хүндрэлээрээ ижил эсвэл төстэй байдаг учраас ходоод гэдэсний эмгэг гэж багцлан танилцуулж байна.\n\nНас, хүйсийн ялгаагүйгээр хэдэн сая хүнд тохиолддог эмгэг юм. Энэ ангилалд багтах зарим оношийг нэрлэтэл бүдүүн гэдэсний шархлаат үрэвсэл, Кроны өвчин, Gastroparesis буюу ходоодны хоосролт, хэвлий болон гэдэс хэсгийн цочмог хам шинж, улаан хоолойн булчингийн агшилт, диватикулит буюу бүдүүн гэдэсний хананы гаднах бүрхүүлүүдээр тодорхойлогддог согог гэх мэт байна. Шинж тэмдгүүд нь илрэхдээ хөнгөнөөс бүр хүнийг тамирдуулдаг хүнд хэлбэрээр ч илэрдэг. Хүн хүний хувьд өөр өөр байх учир ажлын байрны тохируулга хэрэгтэй байж болно.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[0], PerformanceDetailData[6]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Харилцагчтай харилцах ажилтан олон нийттэй ажил нь нэлээн хүндрэлтэй болж ирсэн.\n\nАжлын хүрээнд гүйцэтгэдэг үүрэг даалгаврууд нь өөрөө их стресстэй тул тэрээр нэлээн их стресстэй ажилладаг. Стрессийн төвшнөө барьж чадахаа болихоор бүдүүн гэдэсний шархлаат үрэвсэл нь сэдэрч хүндэрдэг байв.\n\nАжил олгогч нь түүний ажил үүргийн тодорхойлолтод дүн шинжилгээ хийгээд олон нийттэй харилцах нь түүний ажлын байрны зайлшгүй чухал даалгавар биш бөгөөд өөр ажлын байр руу шилжүүлээд оронд нь олон нийттэй харилцдаггүй үүрэг даалгаврыг түүгээр нэмж хийлгэдэг болох боломж байгааг олж харсан байлаа. Өөрөөр хэлбэл дахин хуваарилалт хийх ажлын байрны тохируулгыг хэрэгжүүлсэн байна. Ингэснээр нэг хүний ачаалал багсаад нөгөө хүнийх нь ихсээд гэдэг гомдол гаргахааргүй шударга зохицуулалт болж чадсан.",
//         },
//         {
//           title: "",
//           text: "Нэгэн давсаг султай ажилтан ариун цэврийн өрөө явах замдаа шээсээ барилгүй алдах тохиолдол ч гарсан байв.\n\nТүүнийг ажлаа тайван хийх боломж олгох тохируулга бол ердөө  түүний  ажлын байрыг бие засах өрөөтэй ойрхон нүүлгэж өгөх л байлаа. Ажил олгогч нь энэ зохицуулалтыг зохион байгуулж өгсний үр дүнд хамт олныхоо дунд эвгүй байдалд орохгүй, стресс багатайгаар бас гүйцэтгэлээ буруулахгүй ажиллах боломжтой болжээ.",
//         },
//         {
//           title: "",
//           text: "Шинээр орсон ажилтан байгууллагатайгаа танилцаад явж байлаа. Ажилтнууд өдөрт нэг удаа үнэгүй хоол иддэг ба дотроо цайны газартай болохыг хараад талархалтай санагдсан хэдий ч өөрт тохирох хоол унд байгаа эсэхэд шууд сана нь зовлоо.\n\nЭнэ бол хоол хүнсний харшилтай хүмүүсийн байнгын асуудал гэдэг нь үнэн. \n\nТэрээр ажил олгогчдоо чилякын төрлийн харшилтай учраас глютингүй зүйл идэж уудаг гэдгээ хэлсэн. Глитиний найрлага ихтэй хоол хүнс идэх нь түүний эрүүл мэнд төдийгүй ажлын бүтээмжид ч сөргө нөлөөтэй байна гэдгийг ойлгуулжээ. Мөн удирдлагынхаа олгож байгаа энэхүү сайхан санаачилгыг бусдынхаа нэгэн адил эдэлж талархалтай ажиллахыг хүсэж байгаагаа илэрхийлжээ.\n\nАжил олгогч нь уриалгахнаар хүлээн авсан төдийгүй тэр даруй хэрэгжүүлж хоолны цэсдээ нэмэлт багц оруулсан байна.",
//         },
//         {
//           title: "",
//           text: "Ходоод гэдэсний цочмог хямралтай нэгэн гомдол барагдуулах хэлтэст ажилладаг. Ихэнхдээ суугаа ажилладаг бөгөөд ходоод гэдэсний үйл ажиллагаа нь нэг доголдохоороо ойр ойрхон эвгүй үнэр гаргадаг нь хамт ажилладаг хүмүүст нь ч , өөрт нь ч хэцүү байдаг байлаа.\n\nТэрээр өөрөө хандаж энэ хямрал нь намжин эргэн хэвийн ажиллагаандаа ортол гэрээсээ ажиллах хүсэлт тавьсанд ажил олгогч нь баталсан байна.",
//         },
//         {
//           title: "",
//           text: "Супервайзер нь нэг ажилтнаа ариун цэврийн өрөөнд нэг орохоороо их удаж байгааг ажигласан. Бас түүний ажлын бүтээмж буурч байгааг харсан. Уг ажилтантайгаа ганцаарчлан уулзаж энэ тухай ярилцах хэрэгтэй байна гэхэд тэрээр гэдэс, давсаг орчмын хам шинжтэй гэдгээ хэлсэн. Энэ оношны улмаас бусдаас илүү удаан ариун цэврийн өрөө хэрэглэх шаардлагатай байдаг гэдгээ тайлбарлажээ. Супервайзер нь түүний ажлын цагийг уян хатан байхыг зөвшөөрсөн байна. Өөрөөр хэлбэл санаа зоволтгүй ариун цэврийн өрөөнд орж болох ба харин ажлын цагаа тэр хэмжээгээр сунгаж өдрийн үүрэг даалгавраа амжуулж дуусгадаг байхыг зөвлөжээ.",
//         },
//         {
//           title: "",
//           text: "Компьютерын цаанаас ажилладаг нэгэн Операторч ДОХ вирусээсээ бол ходоод гэдэсний хямралтай болж улмаар асар их жин хаясан. Түүнд эргиномик сандал авч өгөөд нэмэлт суудлын зөөлөвч мөн өгчээ. Ойр ойрхон судлаа өөрчилснөөр нэг байрлалд удаан сууж хөшиж, нухуулж өвдөх нь арай багассан байна. \n\nАжлын байрыг нь ариун цэврийн өрөөтэй ойр нүүлгэж өгсөн. Энэхүү нүүлгэн шилжүүлэх тохируулгад ямар ч өртөг зараагүй.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "73",

//     title: "Ходоод, хоол боловсруулах үйл ажиллагааны эсрэг урсгал ",
//     type: PerformanceTypes.ph,
//     text: "Хоол боловсруулах үйл ажиллагааны эсрэг урсгал гэдэг нь хоол боловсруулах тогтолцооны гаж ажиллагааг хэлнэ. Энэ нь доод хоол боловсруулах урсгалын хаагч булчинд хамааралтай. Залгиур хоолой нь ходоодтой булчингаар холбогддог.\n\nХоол боловсруулах эрхтэн гэж улаан хоолой болон ходоодыг хэлж байна. Эсрэг урсгал гэж хоол унд буцаж урсахыг хэлнэ.\n\nТэгэхээр хоол боловсруулах үйл ажиллагааны эсрэг урсгал гэдэг нь ходоодонд орсон зүйл улаан хоолой өөд буцан урсахыг хэлж байна.\n\nЭсрэг урсгалаас болж цээж халуу оргиж гашуун шүлс ялгардаг нь боловсроогүй хүчил гэсэн үг юм.\n\nДээрх эсрэг урсгалаас болж илэрдэг шинж тэмдгүүд нь онгорхой эвэрхийгээс болж бас болно.\n\nЦээжээр халуу дүүгиж шатах мэдрэмжийг бол хоолны тохирсон дэглэм сахиж, амьдралын хэв маягаа өөрчлөх замаар багасгах боломжтой. Зарим тохиолдолд эмийн эмчилгээ, мэс засал хийх хэрэгтэй болдог.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[6], PerformanceDetailData[6]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Нэгэн ажил олгогч баярын амралтыг тохиолдуулан нийт ажилтандаа талархлаа илэрхийлэхийг хүсэж үдийн зоогт урьсан байлаа.\n\nХоол боловсруулах тогтолцооны эсрэг урсгалтайн дээр хэт таргалалттай нэгэн ажилтан нь хатуу дэглэмд орсон байв. Ноцтой хүндрэл учруулдаг хоол лундааны зүйлсээ тас хорьсон үе таарсан. Талархлын үйл ажиллагааны үеэр нийтэд зориулан захиалсан сонголтууд дээр нэмж тусгай цэс гаргах хүсэлт гаргасны дагуу үйлчилгээний компани тусгай цэс бэлдсэн байсан. Энэ нь ижил төстэй эрүүл мэндийн асуудалтай бусад хүмүүст нь бас таатай зохицуулалт болж чаджээ.",
//         },
//         {
//           title: "",
//           text: "Хоол боловсруулах тогтолцооны үйл ажиллагаа нь эсрэг урсгалтай учир мэс засал хийлгэх шаардлагатай болсон нэгэн ажилтан хагалгааны дараах нөхөн сэргээлтийн явцдаа явж байлаа. Нэг хэсэгтээ л ажил гэр хоёрын хооронд явж чадахааргүй байв.\n\nТэрээр ихэнх ажлаа гэрээс хийх боломжтой байсан ч оффис дээр байрлаж гүйцэтгэх ажил бас нэлээн байдаг. Ажилтан долоо хоногийн 2 өдөрт ажил руугаа ирж очих унаа тэврийн асуудлыг зохицуулсан бөгөөд ажил олгогчоосоо долоо хоногийн гурван өдөрт нь гэрээс ажиллах зөвшөөрөл хүсжээ. Ажил олгогч нь түүний хүсэлтийг хүлээн авсан байна.",
//         },
//         {
//           title: "",
//           text: "Хоол боловсруулах үйл ажиллагааны хүнд доголдолтой нэгэн ажилтан нь хэд хэдэн удаа эмчид үзүүлэх хэрэгтэй болсны улмаас чөлөө хүсжээ.\n\nХарин ажил олгогч нь хамаагүй дээр санал гаргаж ажлын цагаа уян хатнаар зохицуулах боломж олгосон. Гүйцэтгэх ёстой ажлуудаа цаг тухайд нь чанартай хийж байвал шаардлагатай өдрүүдэд уян хатан цагаар ажиллахыг зөвшөөрсөн байна. Тэгснээр уг ажилтан олон өдөр цалинтай, цалингүй чөлөө авах хэрэггүй болов.",
//         },
//         {
//           title: "",
//           text: "Хоол боловсруулах үйл ажиллагаа нь эсрэг урсгалтай явагддаг учир эмийн эмчилгээ хийлгэж байгаа ба эмийн үйлчилгээнээс болоод өглөөгүүр заримдаа өдөр дунд маш их ядарч цуцдаг.\n\nТиймээс түүнийг заавал өглөө эрт ирэхгүйгээр орой ажлаа нөхөж хийдэг байхыг зөвшөөрсөн. Мөн өдөр дунд шаардлагатай болбол завсарлага авч амардаг байхыг зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Хэт их стрессдсэн үед хоол боловсруулах тогтолцоо нь эсрэг ажиллаж эхэлдэг ба шинж тэмдэг нь эрс хүндэрдэг байлаа.\n\nАжил үүргийн тодорхойлолтыг нь шинжилж хэт их ачаалал өгдөг үүрэг даалгаврууд юу байгааг хамтдаа тодорхойлж илүү ойр ойр зөвлөгөө өгч ажиллах үүргийг супервайзерт нь даалгажээ. Үдийн хоолны завсарлагын цагийг өөрт ашигтайгаар өөрчлөх боломжийг олгосон. Ажлын байрыг нь тойруулан хаалт босгож өгсөн ба ингэснээр гаднын нөлөөнөөс анхаарал сарниж стрессдэхийг багасгах юм.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "74",

//     title: "Хоол хүнсний харшил ",
//     type: PerformanceTypes.ph,
//     text: 'Хүний дархлааны систем зарим нэг хоол хүнсний орц найрлагыг хортой мэт хүлээн авч эсрэг биет ялгаруулдаг учир хоол хүнсний харшил үүсдэг.\n\nХаршил үүсгэсэн орц найрлага бүхий хоол хүнсийг дахин идэж уухад\n\nДархлааны систем нь маш их хэмжээний химийн бодис ялгаруулах байдлаар биеэ хамгаалдаг байна. Гэтэл эдгээр химийн бодис нь хэд хэдэн хэлбэрээр харшлын шинж үүсгэдэг. Амьсгалын замын үйл ажиллагаа, \n\nХоол боловсруулах зам,\n\nАрьс, зүрх судасны үйл ажиллагаанд нөлөөлдөг байна.\n\nХаршил явагдаж байгааг мэдэх шин тэмдгүүдээс нэрлэвэл  ам чимчигнэх, хэл памбайж хөөх, хоолой хөөж бүдүүрэх, амьсгалахад хүнд болох, бөөлжих, гэдэс хэвлийгээр базлах, шингэн алдах, биеийн даралт унах, ухаан балартах, ухаан санаагаа алдаж амиа алдах зэрэг болно.\n\nӨөрийн харшилдаг зүйлээ идэж уусны дараа аль нэг шинж тэмдэг хэдхэн минутын дотор эсвэл 2 цагийн дараа илэрч болно.\n\nТухайн хүний дархлааны байгууламж ямар ч хоол хүнсний зүйлд харшилж болох боловч дараах 8 нэрийн хүнс голдуу харшил үүсгэдэг байна: сүү, өндөг, газрын самар, модны самар, загас, хавч, шар буурцаг, улаан буудайн үр тариа.\n\nОдоогоор хоол хүнсний харшлыг анагаах эмчилгээ байхгүй бөгөөд гагцхүү харшил үүсгэдэг орц найрлагатай зүйл идэж уухгүй байснаар биедээ хүчтэй химийн урвал явуулахгүй байх л арга зам байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nХол хүнсний харшилтай хүнд зонхилон хэрэглэгддэг ажлын байрны тохируулгуудаас жишээ татвал:\n\nБайгууллагын дотоод бодлогоороо зарим нэг хоол хүнсний зүйл ажлын байран дээр хэрэглэхгүй байх зааварчилгаа гаргах. Тодорхой тооны хүнсний зүйл хориглосноороо бүрэн аюулгүй болгоно гэх баталгаа бол байхгүй хэдий ч эрсдэлийг багасгаж байгаа хэрэг гэдгийг ойлгох хэрэгтэй.\n\n\n•\t Барилгын орц гарц, коридор, анги, хоолны газар, ариун цэврийн өрөө зэрэг газруудад зарим нэг хүн хоол хүнсний харшилтай учир тэдгээр хоол хүнс идэхгүй байхыг хүссэн утгатай тэмдэг тавина\n\n•\t Бусад хүмүүстээ хортой хоол хүнс идэж уух бол урьдчилан анхааруулж байхыг хүссэн зурвас нийт ажилтанд илгээнэ. Учир нь харшилдаг хоол ундны зүйлийг нь идсэн хүнтэй ойр харилцахад харшил нь хөдөлдөг онцлогтой хүмүүс бас бий.\n\n•\tхолбогдох бодлого журмаа дагаж мөрдөхийг сануулан хүссэн зурвас үе үе илгээдэг байна.\n\n•\t дотоод бодлогыг дагаж мөрдөөгүйгээс хэн нэг нөхрөө эрүүл мэндийн асуудалд оруулах юм бол тодорхой хариуцлага хүлээх нөхцөл тавина.\n\n\nДотоод бодлого журамдаа ашиглаж болохуйц загвар жишээнүүдийг дор танилцуулъя:\n\nАжилтнуудад хандсан санамж зурвас:\n\n"Та төв хаалган дээр байрлуулсан тэмдгийг анзаарсан байхаа. Манай оффис бол газрын самар, модны самрын хэрэглээгүй газар гэдгийг бичсэн эсвэл дүрст тэмдгээр харуулсан байгаа. Манай ажилтнуудын дунд эдгээр төрлийн самарт мэдрэг ба их, бага хэмжээгээр харшилдаг хүмүүс байгаа тул оффис дээрээ самар идэхгүй байхыг хүсэж байна. Самар эсвэл самар агуулагдсан хүнсний зүйл идэх бол хүний нөөцийн баг, захиргааны багт мэдэгдэх хэрэгтэй. Тэд зохих арга эхмжээг уртчилан авах болно. Сумранд харшилтай хүмүүс самар идсэн хүнтэй харилцахад бие нь янз бүрийн байдлаар тавгүйтэхээс гадна бүр амиа алдах ч эрсдэл байдаг тул ажилтныхаа ажлын орчин таатай, аюулгүй байлгах үүднээс энэхүү хязгаарлалтыг тавьсан болоохыг ойлгож хандана уу. Баярлалаа".\n\n•\tТухайн ажилтан оффистоо ажлын ширээн дээрээ бэлтгэж авчирсан үдийн хоолоо идэхийг зөвшөөрөх эсвэл гэртээ харьж  үдийн хоолоо идэхэд нь нэмэлт цаг олгох байдлаар ажлын байрны тохируулга болгож болно.\n\n•\tОффист харьцангуй цөөн хүнтэй байдаг өдөр, цагаар ажиллахгүй зөвшөөрч ажлын цагийг нь уян хатнаар гаргах.\n\n•\tХаршилтай ажилтны ажлын байрыг хоолны үнэрээс хол байхаар газарт шилжүүлэх.\n\nАжлын томилолтоор явахад анхаарах зүйлс \n\n•\tХаршилтай ажилтнаа нисгэх гэж буй нислэгийн компанийн хоол хүнс, хөнгөн зуушны зарчмыг судлах. Зарим нислэгийн компани самрын төрөл огт өгдөггүй байх жишээтэй\n\n•\t иэрхийн тулд зочид буудалд нэг шөнийг өнгөрөөх шаардлагатай ажилтнаа өөрт харшилгүй хоол хүнсээ авчирч идэх боломжийг нь хангах үүднээс хөргөгчтэй өрөө захиалдаг байх.\n\n•\tАжлын цаг уян хатнаар хуваарилахыг зөвшөөрөх.\n\n•\tАжлын ачааллаа өөртөө тохируулан ажлаа хуваарилж гүйцэтгэлээ үнэлүүлдэг байхыг зөвшөөрөх. \n\n•\tЭмнэлэгт үзүүлэх цагийг цалинтай өгөх.\n\n•\tГэрээс ажиллах боломж байгаа эсэхийг судлах.\n\n•\tЭрүүл мэндийн шалтгаанаар чөлөө авах нь их байвал цалингүй чөлөө авахыг зөвшөөрөх.  \n\n•\tОнцгой байдлын төлөвлөгөө боловсруулах\n\n•\tНийт ажилтны дунд хоолны харшлаар сургалт явуулах.\n\n•\tЯаралтай нөхцөл үүсэхэд хэн ямар алхам авах талаар ярилцаж төлөвлөгөө гаргах.\n\n•\tХаршлын шинж тэмдгүүдээс ярилцаж таньдаг болох. Ам чимчигнэх, хэл, хоолой хөөж памбайх, амьсгалж чадахгүй болох, бөөлжих, давсаг гэдэсний хэсгээр базлах, шингэн алдах, ухаан балартах гэх мэт. \n\n•\tГарын дор эмчилгээний хэрэгслээ ажлын байран дээр байлгах, үлдээхийг зөвшөөрөх.\n\n•\tХоолны харшилтай хүн бугуйвч юм уу хүзүүний зүүлт хэлбэртэй дохио өгөгч зүүж явдаг гэдгийг мэддэг байх.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ',

//     functions: [PerformanceDetailData[12], PerformanceDetailData[17]],
//   },
//   {
//     _id: "75",

//     title: "Хооллолтын эмгэг ",
//     type: PerformanceTypes.ph,
//     text: "Эрэгтэй, эмэгтэй хүмүүсийн алинд нь ч мөн амьдралын аль ч үе ч шатанд үүсэж болдог. Оношлогдоогүй болон ийм эмгэг байна гэдгийг мэдэхгүй явдаг хүмүүс ч олон байдаг байна.\n\nЗарим хүмүүст илэрч буй шинж тэмдэг нь хооллолтын эмгэг гэж хэлж болохооргүй байгаа хэдий ч идэш уушны талаар буруу ойлголттой, биеийн гадаад үзэмждээ үргэлж сэтгэл хангалуунаас байдаг.\n\nХооллолтын эмгэг гэдэг нь шууд замаар идэш эш болон шууд бус замаар идэш ууштай холбоотой зан үйлд нөлөөлж, хүний хооллолтын хэв маягийг эвддэг. Ийнхүү хооллолтын хэв маягт ихээр нөлөөлж байна гэдэг нь хүний бие махбод хийгээд сэтгэцийн эрүүл мэнд хэвийн бус болсон байна гэдгийг илтгэдэг. Энэхүү эмгэг нь олон төрөлтэй ч энд элбэг тохиолддог цөөн хэдийг товч дурдъя.\n\n\n•\t Анирхъя буюу мэдрэлийн гаралтай хоолны дуршил алдагдал – Хоол хүнсээр дамжуулж энергиэ нөхөх үйл ажиллагааг бүрэн алдагдуулдаг ба маш ихээр жин хаяулдаг. Дараах шинж тэмдэг ажиглагдах болно:\n\nБиеийн жин нь нас, биеийн өндөртөө тохирсон хэвийн доод хэмжээнээс ялимгүй илүү гарах эсвэл хэвийн доод хэмжээнд байхад хүртэл жингээ хасна\n\nЖин нэмэх вий гэхээс хэт их айдаг байна \n\nБиеийн хэлбэр, дүр төрхийн хэмжээст хийсэн үнэлгээний үр дүнг хүлээж авахгүй байх өөрөөр хэлбэл хэт жин багатайгаа хүлээн зөвшөөрөхгүй байна\n\nОхидын бэлгийн бойжилтын сүүл үеэр сарын тэмдэг эрс багасна\n\nАнирхъя нь өсвөр насны дунд болон сүүл үед ихээхэн тохиолддог бөгөөд сэтгэцийн эмгэгүүд дотор амиа хорлолтын төвшнөөрөө өндөрт ордог эмгүүдийн нэг юм.\n\nМэдрэлийн гаралтай хэт өсөлт – амь насанд хүртэл хортой энэхүү сэтгэцийн эмгэг нь хэт их өлсөж маш их хэмжээгээр идэх, их идсэний нөлөөг биеэс гаргах гэж оролдлого хийх байдлаар нэг туйлаас нөгөө туйл руу үсрэх маягаар явагддаг.\n\nХяналтгүй мэт маш ихээр идэж эхэлдэг. Тэгснээ хүчээр огьж бөөлжих, шингэн алдуулах арга хэрэглэх, хүчээр ойр ойрхон дасгал хийх, мацаг барих зэргээр их идсэнээ буцаах мэт оролдлогууд хийдэг. Биеийн галбир, жиндээ хэт их санаа зовдог. \n\nИхэвчлэн сэтгэл гутрал, нийгэмд дасан зохицох хямралтай хамт явагддаг.\n\n\nХэт идэх эмгэг нь дангаараа нэг сэтгэцийн эмгэг болдог. Энэ тохиолдолд бол идсэнээ буцаах оролдлого хийдэггүй. Харин маш их хэмжээний хоолыг хурдан идэх байдлаар илэрдэг. Цадах мэдрэмж авахгүйгээр хяналтгүй иддэг тул үүнээсээ болж гутрах, өөрийгөө буруутгах, дургүй хүрэх мэдрэмж авдаг. Өлсөөгүй хэр нь ихээр иддэг байна. Цадталаа идэж байж сэгэл ханадаг тул бусдаас ичиж ганцаараа байж идэхийг хүсдэг. Ихэнхдээ сэтгэл гутралын шинж тэмдэгтэй хамт илэрдэг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[17]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Хүнсний дэлгүүрт ажилладаг 19 настай залуу бараа савлаж, үнэ наадаг ажил хийдэг тул өдөржингөө зогсож, алхаж явдаг байлаа. Тэрээр хооллолтын эмгэгтэй учир ядарч сульддаг. Гэтэл байнга зогсож, алхаж ажиллах нь ядралтыг улам ихэсгэдэг байлаа. Тэрээр өөр ажил хиймээр байна гэж гомдоллож үглэж явдаг байв.\n\nНэгэн өдөр ажил олгогчтойгоо цаг аван уулзаж ямар оноштойгоо хэлэн зөвлөх үйлчилгээ авдаг тухайгаа ярьсан. Зөвлөх нь түүнд ажлын байрны тохируулгын хүсэлт гаргахыг зөвлөсөн гэдгийг ч мөн хэлжээ. Тийнхүү тэрээр сууж ажилладаг ажилд шилжүүлэн томилж өгөхийг хүсжээ. Яг тэр үед дэлгүүрийн нэг кассчин ажлаасаа гарч таарсан учир нөгөө залууг шилжүүлэн кассчин болгосон нь түүнд сууж ажиллах таатай боломж олдсон байна.",
//         },
//         {
//           title: "",
//           text: "Өвчтөнүүдийг хүлээн авч харилцах ажилтан хооллолтын эмгэгтэй бөгөөд эмчилгээнд явж эхэлсэн. Түүний заслын эмчилгээний нэг хэсэг нь ойр ойр бага багаар идэх байлаа. Гэтэл тэдний эмнэлгийн дотоод дүрмээр өвчтөнүүдийн дэргэд ажлын байран дээр юм идэхийг хатуу хориглодог бөгөөд зөвхөн цайны өрөөнд л очиж идэж болохоор байв. Ингэх нь түүний ажлын бүтээмжийг бууруулахаар эсвэл заслын эмчилгээний үр дүнг муутгахаар байсан тул ажил олгогч нь дотоод дүрэмдээ өөрчлөлт оруулсан. Өөрчлөлтийг шаардлагатай ажилтнуудын хувьд зөвшөөрдөг байхаар зохицуулалт хэлбэрээр хийсэн байна.",
//         },
//         {
//           title: "",
//           text: "Нэгэн банкны салбарын менежер нэлээн хэдэн ажилтнаасаа гомдол хүлээн авсан нь нэг теллертэй нь холбоотой байлаа. Уг теллер ойр оройхон ариун цэврийн өрөө явдаг ба өөрийг нь орлож байхыг гуйхгүйгээр ажлын байраа орхиод явчихдаг байв. \n\nХэд хэд удаа нэлээн олон харилцагчийг хүлээлгээд 15 минутаас удаан завсарлага авсан байна. Бусад теллер харилцагч олонтой байсан учир өөрсдөд рүүгээ шилжүүлэн авч чадаагүй байна. \n\nУдирдлагын зүгээс сануулга авсныхаа дараа тэрээр сүүлийн нэг жил гаруй хугацаанд гэнэт маш ихээр өлсдөг болсон гэдгээ хэлжээ. Мөн зөвлөх үйлчилгээ авах хэрэгтэй байгаагаа ч мэдэгдсэн.\n\nТиймээс долоо хоногт 2 удаа зөвлөгөө авдаг байхын тулд ажлын хуваарьт нь өөрчлөлт оруулж өгөхийг хүсжээ. Ажил олгогч нь хүсэлтийн дагуу уян хатан зохицуулалт хийж өгсөн ба заавал сануулга өгөх шаардлагагүй гэдгийг ойлгосон хэдий ч цаашдаа байгууллагынхаа дотоод дүрмийг мэддэг байх мөн зохицон ажиллахыг хичээдэг байлгахын тулд давхар анхааруулж хэлсэн байна.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "76",

//     title: "Хөл буюу доод мөчний гэмтэл ",
//     type: PerformanceTypes.ph,
//     text: "Хөллөн гэмтэл үүсэх олон шалтгаан байдгаас осол, хорт хавдар, үе мөчний үрэвсэл, чихрийн шижин, түлэгдэл, төрөлхийн эмгэг зэргээр тоочиж болно.\n\nАливаа хөлийн гэмтэл зөвхөн доод мөчинд байж болно эсвэл биеийн бусад хэсэгтэй холбоотой ч байж болдог. ихэнх хөлийн гэмтэл хүний алха гишгэх хөдөлгөөнийг хорьдог ба хөндүүр зовуурьтай байдаг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
//     setup: [
//       {
//         title: "",
//         details: [
//           {
//             title:
//               "Ажилд бүтцийн зохион байгуулалт хийх замаар өргөх, сунах, түлхэх, татах үйлдлүүдийг хязгаарлах",
//           },
//           {
//             title: "Юм өргөх аюулгүй техник ашиглаж сурах",
//           },
//           {
//             title:
//               "Юм өргөх даалгаврыг тухайн ажлын байрны залшгүй чухал хэсэг биш бол өөр ажлын байранд хуваарилах",
//           },
//           {
//             title: "Юм зөөх туслах хэрэгслээр хангах, хүндийн жинг нь багасгах",
//           },
//           {
//             title:
//               "Юмсыг анхнаасаа зохион байгуулахдаа өргөх, зөөх шаардлага гарахгүй байхаар зохицуулах",
//           },
//           {
//             title:
//               "Өргөх шаардлагатай зүйлийг хэд хэдэн хэсэгт хувааж нэг удаагийн өргөх хүндийн жинг багасгах",
//           },
//           {
//             title:
//               "Ажилтныг өөр ажилд томилох эсвэл одоогийн ажлын байрнаас юм өргөх даалгаврыг хасах ",
//           },
//         ],
//       },
//     ],
//     functions: [
//       PerformanceDetailData[0],
//       PerformanceDetailData[4],
//       PerformanceDetailData[17],
//       PerformanceDetailData[8],
//       PerformanceDetailData[32],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Нэгэн их сургуулийн багш рефлексийн гаралтай дистрофитай болсон байна. Уг оношны улмаас түүний хөл байнга хавддаг болов. Тиймээс уг багш хөлөө байн байн дээш сойж ажиллах хэрэгтэй болдог байв.\n\nХойш налж суугаад хөлөө дээш өргөх боломжтой оффисын сандал байдгийг мэдээд ажил олгогчдоо хүлжээ. Тун удалгүй зөөврийн компьютертойгоо шинэ сандалдаа сууж өдрийн турш өндөр бүтээмжтэй ажиллаж эхэлсэн.",
//         },
//         {
//           title: "",
//           text: "Нэгэн барилгын дотоод засал чимэглэгч ажлын байран дээрээ хөлдөө гэмтэл авснаас болж явуулын шатаар авирч барилгын ажлаа гүйцэтгэх чадваргүй болсон байлаа.\n\nТүүний ажил олгогч буюу уг барилгын компанийн захирал түүнд агаарын задгай өргөгч авч өгснөөр хийж байсан ажлаа үргэлжлүүлэх боломжтой болсон байна.",
//         },
//         {
//           title: "",
//           text: "Даатгалын компанийн харилцагчдад үйлчлэх ажилтан жирэмсэн болсныхоо дараа тун удалгүй удаан сууж чадахгүй болсон. Нуруу, хөлөөр нь ихээр хөндүүрлэж өвддөг байв мөн ариун цэврийн өрөө ойр ойрхон орох шаардлагатай болсон.\n\nАжил олгогч нь түүний ажлын байрыг тохиргоотой ажлын байраар сольж өгсөн байна. Ингэснээр жирэмсэн ажилтан нь суугаа босоо байрлалд ээлжлэн ажиллах боломжтой болсон. Мөн бүх ажилтанд зөвшөөрдөг  гучин минутын завсарлагаа нэг дор авалгүйгээр хэрэгтэй үедээ ариун цэврийн өрөө чөлөөтэй орж байхаар бутлан ашиглахыг зөвшөөрсөн. ",
//         },
//         {
//           title: "",
//           text: "Эмнэлгийн яаралтай хүлээн авах хэсэгт ажилладаг сувилагч хөлдөө  гэмтэл авснаас болж хурдан шаламгай хөдөлж, ирсэн өвчтөнүүдэд шуурхай үйлчилгээ үзүүлж чадахааргүй болжээ. Хөлийн гэмтэл түүний алхах үйлдлийг хязгаарласан юм.\n\nЭмнэлгийн дарга түүнийг хэвтэн эмчлүүлдэггүй гадуур үзлэгийн хэсэгт шилжүүлснээр тэргэнцэрт суун ажлаа хийх боломжтоо болов. Ингэснээрээ уг эмнэлэг ч нэг чадварлаг ажиллах хүчээ алдалгүй үлдээж чадсан байна.",
//         },
//         {
//           title: "",
//           text: "Нягтлан бодогч нь хөлдөө гэмтэл авсан боловч хэсэг хугацаанд бүрэн эдгэрэхээр байв. Гэхдээ тэрээр нэг хэсэгтээ л байгууллагынхаа шатаар явж чадахгүй болсон юм.\n\nТүүний сууж ажилладаг өрөө нь хоёр дугаар давхарт байсныг хөлийг нь бүрэн эдгэртэл нэг давхарт түр шилжүүлсэн байна.",
//         },
//         {
//           title: "",
//           text: "Харилцагчдад үйлчлэх ажилтан хөлдөө гэмтэл авснаас болоод ажил руугаа ирж очиж чадахгүй болсон. Тэрээр ямар ч тээврийн хэрэгсэлд сууж явж чадахгүй болсон байлаа.\n\nАжил олгогч нь ажлын байрны тохируулгаар зөвлөгөө өгдөг мэргэжлийн байгууллагад хандсан юм. Ийм нөхцөлд ажил олгогч ямар үүрэг хариуцлагатай оролцдогийг мэдэхийг хүсжээ. Тийнхүү зөвлөгөө авсны эцэст нөгөө ажилтнаа зайнаас ажиллахыг зөвшөөрөв.",
//         },
//         {
//           title: "",
//           text: "Үйлдвэрлэлийн үйл ажиллагаа явуулдаг компанийн чанар шалгагч эмэгтэйн хөл шагай болон тавхай хэсгээрээ хөндүүрлэж хавддаг болжээ. Тэрээр жирэмсэн байв.\n\nТүүний ажил олон цагаар зогсож ажиллахыг шаарддаг байсан. түүний жирэмсэн байгаа явдал бас эрүүл мэндэд гарсан асуудлаас болж хөдөлгөөнтэй байх нь маш чухал байлаа.\n\nЖирэмсний хяналтын эмч нь түүнд хөлийн тавхайг газраас хөндийрүүлж очих даралтыг багасгаж байхыг зөвлөжээ.\n\nТүүний зогсож ажилладаг хэсэгт ядаргааны эсрэг дэвсгэр дэвсэж өгсөн. Завсарлагын үеэр санаа зоволтгүйгээр хөлөө сандал дээр тавин сууж өөрт тухтайгаар амрааж байхыг зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Үйлдвэрийн угсралтын хэсгийн ажилчин ойр ойр шээс нь хүрдэг болсноос гадна чихрийн шижингээс үүдэлтэй хөлийн мэдээ алдалт явагдаж эхэлсэн байна.\n\nХуваарьт завсарлагаас бусад цагаар ажлын байраа орхих боломжгүй байв.\n\nҮйлдвэрлэлийн хэсгийг бүхлээр нь хариуцдаг дарга нь түүнд ядаргааны эсрэг дэвсгэр, босоо суугаа байрлалд шилжихээс гадна урагш сунаж болдог эргиномик сандал авч өгсөн. Түүнээс гадна ариун цэврийн өрөө орох шаардлагатай болсон үедээ супервайзертаа дохио өгч орны хүн явуулахыг хэлдэг болжээ. Дохио өгөгч төхөөрөмжөөр мөн хангасан ба энэ нь дотоод орчинд ашиглах зориулалттай хувийн хэрэглээний пэйжэр байв.",
//         },
//         {
//           title: "",
//           text: "Цэцэрлэгийн багш эмэгтэй хөлдөө тайралт хийлгэснээс болоод хүүхдүүдийн ширээ рүү бөхийж харилцаж чадахгүй болсон байлаа.\n\nГэтэл бяцхан хүүхдүүдтэй өөрсдийнх нь түвшинд очиж ойр харилцах нь чухал байдаг. Цэцэрлэгийн эрхлэгч түүнд нам дор байрлалд ажиллах боломжтой эргиномик сандал авч өгчээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "77",

//     title: "Хүний дархлал олдмол хомсдолын вирус ",
//     type: PerformanceTypes.ph,
//     text: "Энгийнээр тайлбарла юм бол гаднаас вирус цус руугаа оруулж олдмол хэлбэрээр дархлааны үйл ажиллагаагаа муутгаж байгаа үйл явц гэж болно. \n\nЭнэ бол насан туршийн өвчин учраас хүний дархлааг тасралтгүй доройтуулдаг. Тиймээс хүний бие гаднаас орсон аливаа өвчний эсрэг тэмцэх чадвар нь суларсаар байдаг.\n\nДархлал олдмол хомсдолын вирус нь дархлааны  CD4 эсүүдийг устгах чадалтай учир бусад өвчин, вирусийг эсэргүүцэж чадахаа больдог. Эдгээр өвчин эсэргүүцэх эсийг T  эс ч гэж нэрлэнэ.\n\nЭмчилгээ үр дүнтэй явагдаж байгаа тохиолдолд өвчний эцсийн шатанд орсон ч ямар нэг нэмэлт туслалцаа тохируулгагүйгээр ажлаа хийх боломж бас бий.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
//     setup: [
//       {
//         title:
//           "ДОХ вирустэй хүн маш их ядрамтгай болдог. Биеийн хүч шаардсан ажил гүйцэтгэх, сунгасан цагаар ажиллаж дийлэхгүй. ",
//         details: [
//           {
//             title: "Хүртээмжтэй машины зогсоол, налуу зам гэх мэт",
//           },
//           {
//             title: "Өргөх, алхах зэрэг үйлдлийг аль болох багасгах ",
//           },
//           {
//             title:
//               "Суугаа ба босоо байрлалд ээлжлэн ажиллах боломж буюу эргиномик ажлын байр ",
//           },
//           {
//             title: "Зөөврийн ортой амралтын өрөө ",
//           },
//           {
//             title: "Ажлаа энгийн хуваариас хожуу эхлэх боломж ",
//           },
//           {
//             title: "Ойр ойрхон завсарлага авах ",
//           },
//           {
//             title: "Ажлын өдрийг богиносгоод ажиллах өдрийн тоог нэмэх ",
//           },
//           {
//             title: "Үүрэг даалгавраас нь хуваалцах, хамтарч ажиллах ",
//           },
//           {
//             title: "Зайнаас ажиллах ",
//           },
//         ],
//       },
//       {
//         title:
//           "Танин мэдэхүйн үйл ажиллагаа нь муудаж ой тогтоолтоо алдана, цагаа үр дүнтэйгээр зохион байгуулж чадахаа болино, гүйцэтгэлийн үйлдлүүд нь муудна.",
//         details: [
//           {
//             title: "Ажлын зааварчилгааг илүү дэлгэрэнгүй өгөх ",
//           },
//           {
//             title: "Ажлын зааварчилгааг бичгээр өгөх ",
//           },
//           {
//             title:
//               "Ажлын даалгавруудыг цаг хугацаа болон ач холбогдлоор нь дараалуулж өгөх ",
//           },
//           {
//             title: "Ажлын цагийг уян хатнаар өөрчлөх ",
//           },
//           {
//             title: "Амарч байгаад эргэн ажиллах ",
//           },
//           {
//             title: "Тэмдэглэл хийх дэвтэр авч явах—цахим эсвэл цаасан ",
//           },
//           {
//             title: "Анхаарал сарних хүчин зүйлсийг багасгах ",
//           },
//           {
//             title:
//               "Ажлын ачааллаа өөртөө тааруулан бүтээмжээ буруулахгүй чөлөөтэй ажиллах боломж ",
//           },
//           {
//             title: "Ажлын стрессийг бууруулах ",
//           },
//           {
//             title:
//               "Ойр хамт ажилладаг хүмүүст уг ажилтны нөхцөл байдлыг тайлбарлана ойлгуулах—ажилтны нэр болон яг ямар асуудалд орсныг нууцлахыг анхааруулах ",
//           },
//           {
//             title: "Аюулгүй ажиллагааны үнэлгээ хийх ",
//           },
//         ],
//       },
//       {
//         title:
//           "ДОХ вирусээр халдварласан зарим хүмүүст нүдний хавдар, нүдний үрэвсэл, торлогийн цайралт явагддаг.",
//         details: [
//           {
//             title: "Дэлгэц томруулагч ",
//           },
//           {
//             title: "Дэлгэц томруулагч программ хангамж ",
//           },
//           {
//             title: "Том хэмжээт дэлгэц ",
//           },
//           {
//             title: "Компьютерын туяа/гялбааг бууруулагч наалт ",
//           },
//           {
//             title: "Өндөр нягтралтай дэлгэц ",
//           },
//           {
//             title: "Компьютерын гялбаа бууруулагчтай шил зүүх ",
//           },
//           {
//             title:
//               "Хэрэглээний программуудын үсгийн хэмжээг өөрчлөх, эсрэгцэлтэй өнгөнүүдийг сонгох ",
//           },
//           {
//             title: "Нүдээ амрааж ойр ойрхон завсарлага авах ",
//           },
//           {
//             title: "Нэмэлт сургалт хийх ",
//           },
//           {
//             title: "Дэлгэц уншигч программ ашиглах ",
//           },
//           {
//             title: "Арилгаад дахин бичиж болдог Брайл дэлгэц ",
//           },
//           {
//             title: "Хоёр урсгалтай микрофонтой чихэвч хэрэглэх ",
//           },
//           {
//             title: "Бэлтгэгдсэн уншигч гаргаж өгөх",
//           },
//           {
//             title: "Нэмэлт сургалт",
//           },
//           {
//             title: "Гар болон босоо томруулагч шил",
//           },
//           {
//             title:
//               "Нэмэлт гэрэлтүүлэг эсвэл харах зүйлийг фокустай гэрэлтүүлэх",
//           },
//           {
//             title: "Ойрын хэмжээст зурагт, компьютер",
//           },
//           {
//             title: "Зурган мэдээллийн хэмжээг томруулан хэвлэж ашиглах",
//           },
//           {
//             title:
//               "Нүдний шил, сул хараа дэмжих систем, доош буулгадаг томруулагч зэрэг хараа зүйн хэрэгслүүд",
//           },
//           {
//             title:
//               "Дүрс тэмдэг таньдаг программ—компьютерт суулгадаг программ, зөөврийн төхөөрөмж хэлбэрээр байдаг.",
//           },
//           {
//             title: "Толгой дээрээс тусах гэрэлтүүлгийг багасгах ",
//           },
//           {
//             title: "Өргөн хүрээнд гэрэлтүүлэг хийх",
//           },
//           {
//             title: "Дотроо анивчдаггүй гэрэл суулгах  ",
//           },
//           {
//             title:
//               "Ажлын байрыг нүүлгэн шилжүүлэх Цонхны тохиргоотой хөшиг суулгах ",
//           },
//         ],
//       },
//       {
//         title:
//           "Амьсгалахад хүндрэлтэй болдог учир орчны агаар дутмаг байх нь амьсгалын замын хүндрэлийг сэдрээдэг.",
//         details: [
//           {
//             title: "Агааржуулалт сайн байх ",
//           },
//           {
//             title:
//               "Хурц үнэр, тоос зэрэг агаар бохирдуулагчгүй орчин бүрдүүлэх Агаар шүүгч угсрах Цонхыг эвдрэлгүй онгойдог байхад анхаарах ",
//           },
//           {
//             title:
//               "Дотоод болон гадаад орчны эрс тэс хэмд орохгүй байхаар зохицуулах ",
//           },
//           {
//             title:
//               "Ойр хамт ажилладаг хүмүүсийг гараа сайн угааж мөн өвдсөн бол ажилдаа ирэхгүй байхыг зөвлөх ",
//           },
//           {
//             title: "Зайнаас ажиллах ",
//           },
//         ],
//       },
//       {
//         title:
//           "Төв мэдрэлийн систем нь гэмтэж толгой эргэх, үе мөчөөр хөндүүрлэж, мэдрэлгүй болдог. Хөдөлгөөний хязгаарлалт үүснэ. Ухаан алдаж унадаг болно.",
//         details: [
//           {
//             title: "Хурц үзүүртэй зүйл хэрэглэхгүй байхаар зохицуулах ",
//           },
//           {
//             title: "Хамгааллын өмсгөл, тоног төхөөрөмж хангах ",
//           },
//           {
//             title:
//               "Жижиг булчингийн ажиллагаа шаардсан үүрэг даалгавар түлхүү хуваарилах",
//           },
//           {
//             title: "Дуу чимээ багасгах зохицуулалтуудыг хийх",
//           },
//         ],
//       },
//       {
//         title:
//           "Дархлааны байгууламжид өөрчлөлт орсноор арьсанд дээр тууралт гарах, шархлах, арьс нурах зэргээр өвчилдөг.  ",
//         details: [
//           {
//             title:
//               "Гараар тархдаг халдварт өртөхгүй байх, химийн бодист өртөхгүй байх",
//           },
//           {
//             title: "Гарын арьсны үрэвслийг сэдрээх үйл ажиллагаа хийхгүй байх ",
//           },
//           {
//             title: "Уян хатан чөлөөний бодлого ",
//           },
//         ],
//       },
//       {
//         title:
//           "Чадвараа алдаж, чадваргүй болсон байдлаа тосон авч, үлдсэн амьдралд нь үлдээх үр дагаврыг хүлээн авч дасан зохицон гэдэг бол сэтгэл зүйн асар том даваа байдаг. Ажлын байран дээрх стрессийн хүчин зүйлсийг тэвчиж чадахгүйд хүрдэг. ",
//         details: [
//           {
//             title: "Түүнд стресс үүсгэгч хүчин зүйлсийг тодруулах, багасгах ",
//           },
//           {
//             title:
//               "Ойр ажилладаг хүмүүст нь түүний нөхцөл байдлыг тайлбарлан ойлгуулах, тухайн ажилтны нэр болон яг ямар асуудалд орсныг нууцлахыг сануулах ",
//           },
//           {
//             title:
//               "Сэтгэл санааны дэмжлэг авах зорилгоор утсаар ярихыг зөвшөөрөх ",
//           },
//           {
//             title:
//               "Супервайзертайгаа хэзээ ч хамаагүй уулзах боломжийг нээлттэй орхих ",
//           },
//           {
//             title:
//               "Сэтгэл зүйн зөвлөгөө эсвэл сэтгэл заслын үйлчилгээ авахад чөлөө өгөх ",
//           },
//           {
//             title: "Магтаал сайшаал юмуу эерэг харилцаагаар хандах",
//           },
//           {
//             title: "Ижил асуудалтай бүлэгт нэгдэж сэтгэл санааны дэм авах ",
//           },
//           {
//             title:
//               "Ажлын байрны тохируулга үр дүнтэй байж чадаж байгаа эсэхийн талаар ярилцах ",
//           },
//         ],
//       },
//       {
//         title:
//           "Зарим ДОХ вирустэй хүмүүс жин ихээр алдаж турдаг учир ажлын байранд хэрэглэгддэг тоног төхөөрөмж болон дотоод бодлого журамдаа анхааран авч үзэх. ",
//         details: [
//           {
//             title: "Нэмэлт зөөлөвчтэй эргиномик сандал ",
//           },
//           {
//             title: "Гарын түшлэг ",
//           },
//           {
//             title:
//               "Нэг байрлалд удаан сууж нухуулахгүйн тулд суудлаа өөрчилж суух боломж—суугаа ба босоо байрлалд ажиллах гэх мэт",
//           },
//           {
//             title:
//               "Ажлын орчинд хөргөгч байлгах—эмийн эмчилгээний зүйл эсвэл ойр ойр бага багаар идэх хоол хүнсний зүйлээ хадгалах ",
//           },
//         ],
//       },
//     ],
//     functions: [
//       PerformanceDetailData[11],
//       PerformanceDetailData[6],
//       PerformanceDetailData[18],
//       PerformanceDetailData[20],
//       PerformanceDetailData[35],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Дархлал олдмол хомсдолын вирусээр халдварласан нэгэн нарийн бичгийн дарга ДОХ вирусийн эмчилгээ, хяналт хийлгэдэг. Эмнэлэгт үзүүлэх цаг нь ажлын өдрүүдэд и ажлын цагаар таардаг байлаа.\n\nАжил олгогч нь түүний нөхцөл байдлыг ойлгож эян хатан хуваариар ажиллахыг зөвшөөрсөн ба тэд өглөө эрт ажилдаа ирж орой үлдэж ажилладаг байхаар тохиролцов.",
//         },
//         {
//           title: "",
//           text: "Компьютерын операторч ДОХ вирусээр өвчилсний улмаас хоол боловсруулах үйл ажиллагаа нь ихээр доголддог болсон ба жин маш ихээр хаясан.\n\nТүүний ажлын сандлыг эргиномик сандлаар сольж нэмэлт зөөлөвч дэвсгэр өгсөн. Ингэснээр нэг байрлалд хөшиж, нухуулж суух нь багассан. Мөн ажлын байрыг нь ариун цэврийн өрөөтэй ойрхон өрөөнд шилжүүлэн нүүлгэжээ. Ингэснээр ариун цэврийн өрөө явах замд их бага цаг зарцуулдаг болсон байна. Ажлын байрыг нь нүүлгэхэд ямар ч өртөг зардал гараггүй гэдгийг хэлэхэд илүүдэхгүй. ",
//         },
//         {
//           title: "",
//           text: "Эм зүйч ажлын найман цаг пялтан шалан дээр зогсож ажиллахад маш их ядарч, хөндүүр зовуурьтай болдог байв.\n\nТэрээр эмийн зааврыг хайрцагт нь хийдэг. Ажил олгогч нь түүний ажлын байрны хэсэгт шалны дэвсгэр дэвсээд дээрээс нь нэмэлтээр ядаргааны эсрэг дэвсгэр тавьж өгсөн.  Түүгээр зогсохгүй босоо ба суугаа байрлалд шилждэг сандал авч өгсөн байна. Үнэхээр шаардлагатай болбол богино завсарлага авч байхыг ч бас зөвшөөрчээ. Яагаад гэвэл түүний үдийн хоолны цагийг уян хатнаар үр ашигтай ашиглуулахын тулд 30 минутад амжин хоолоо идээд үлдсэн 30 минутыг сүүлд хэрэгтэй үедээ богино завсарлага болгон хэрэглэхийг зөвшөөрсөн юм. Богино завсарлаг аваах үед нь өөр эм зүйч ажиллаж байх учир ажил хэт зогсохгүй гэж тооцсон байлаа.",
//         },
//         {
//           title: "",
//           text: "Машины операторч ажиллуулдаг төхөөрөмжийнхөө эд ангиудыг ямар дарааллаар угсардгийг санахгүй болсон байв. \n\nСупервайзер нь алхам алхмаар жагсаан бичиж өгснөөс гадна нэг бүрчлэн тайлбарлан зааж өгсөн.",
//         },
//         {
//           title: "",
//           text: "Нягтлан бодогч оффисынхоо өдрийн хурц гэрэлд ихээр гялбаж стрессддэг болжээ. Тиймээс дэлгэцэн дээрх эсвэл цаасан дээрх бичгийг тод харж чадахгүй бүрэлздэг байв. \n\nТүүний ажлын байрны дээрх чийдэнгийн хүчдэлийг багасгаж,  ширээний чийдэн тавьж, компьютерынх нь дэлгэцэн гялбаа бууруулагч наалт нааж өгсөн.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "78",

//     title: "Хэл ярианы согог ",
//     type: PerformanceTypes.ph,
//     text: "Хүнд хэл ярианы согог үүсэх хэд хэдэн суурь шалтгаан байдаг. Тархи мэдрэлийн системийн доголдолтой холбоотойгоор үүсдэг. Энэ нь согтууруулах ундааны нөлөөгөөр хүн хэвийн бус сонин ярьдаг болдогтой адил юм.\n\n дуудахад хэл зүгшрэхгүй байх, хоолойгоо чангалж ярих, хэл ярианы илэрхийлэл муу байх, дууны хөвч сул байх зэрэг шалтгаантай.\n\nАНУ-ын хэл яриа, сонсголын бэрхшээлийн холбооноос тодорхойлсон хэл ярианы согогуудыг сонирхуулбал:\n\nЭфэйжиа—бичгийн болон ярианы хэлний чадвар сул байхыг хэлэх ба цус харвалт, бусад тархины гэмтэл, Алцаймер, зөнөгрөл буюу дэмийрэл гол шалтгаан нь байдаг.\n\nДисарфиа—зарим нэг дуу авиаг дуудаж чадахгүй байх. Тархи, мэдрэлийн системийн үйл ажиллагаатай холбоотой. \n\nДисфониа—хоёр хэлбэртэй ба нэг нь хоолой чангарч багалзуурдаж байгаа мэт хүчилж ярих харин нөгөө нь амьсгаадаж сул ярих байдлаар илэрнэ.\n\nЭсэфажиа—амаараа агаар сорж хоолойгоордамжуулан эргүүлэн гаргаж байгаа мэт авиа гаргадаг. Уруул, хэл, ам болон амны бусад хэсэг оролцоно. Хэвлийн хөндийнөөс агаар буцан гарахад хоолойны урд хэсгээр чичирхийлэх замаар дуугардаг.\n\nЭэрэх—давтах, уртаар дуудах, гацах гэсэн төрлүүдтэй, Ээрдэг хүн үг хэлэхийн тулд нүүрний булчингаа хүчилж ажиллуулдаг тул нүүрний эвгүй хөдөлгөөн хийх нь цөөнгүй.\n\n\n хөвчийг байнга хүчилж ярьснаар зангилаа үүсэх боломжтой. Эсвэл нэг авиаг хэт уртаар дууддагаас болж полип үүсэж бас болдог байна.\n\n\nХэл ярианы согог үүсгэх хоёрдогч шалтгаан нь цус харвалт, тархины саажилт, хажуугийн судасны хатуурал, Хантинтоны өвчин, амны хөндий болон залгиур хоолойн хорт хавдар, сонсголын бэрхшээл цочролоос үүдэлтэй тархины гэмтэл, дэмийрэл, залгиур хоолойн архаг үрэвсэл, дууны хөвчийн саажилт зэргийн аль нэг байж болно.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[1]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Нягтлан бодогч хоолой нь чичирхийлж ярьдаг хүн байдаг. Энэ согог нь сэдэрсэн үед гадагшаа явж тусгай эмчилжээ хийлгэдэг. Эмчилгээний дараа хэдэн өдөр амьсгаадаж чанга ярихад хэцүү байдаг байна.\n\nАжил олгогч нь шаардлагатай нөхцөлд хэсэгчилсэн чөлөө авчбайхыг зөвшөөрөхөөс гадна ажилдаа эргэж ороод хэрэглэж байхаар утсанд холбодог дуу өсгөгч авч оффисын утсанд нь холбосон байна.\n\nИх сургуулийн профессорын хэл ярианы согог нь ээрэх асуудал юм. Уг согог нь нэг сэдрэхээр э долоо хоног тутам хэл яриа заслын эмчилгээ авах хэрэгтэй болдог байна.\n\nНэг удаа ээрэх согог нь сэдэрсэн учир нэг семестрийн турш өөрчилсөн хуваариар ажиллах хэрэгтэй болсон. Тэрээр нэ хичээлийг онлайн болгох, бусад хичээлийг хэл ярианы заслын хуваарьтай давхардуулахгүйгээр зохицуулж өгөхийг хүссэн юм.\n\nАжил олгогч нь түүний хүсэлтийг хүлээн авч долоо хоногт ганцхан л удаа авах хэл ярианы заслыг нь тасалдуулахгүйгээр тохируулж өгсөн.",
//         },
//         {
//           title: "",
//           text: "Ресепинист дууны хөвчний гэмтлээс үүдэн хагалгаа хийлгэсний дараа чанга ярьж чадахгүй байсан. Орж ирж байгаа үйлчлүүлэгчид түүний мэндлэхийг сонсохооргүй сул дуугарч байсан юм.\n\nУтасны яриа нь ч шивгэнэж ярих төдий сонсогдож байлаа.\n\nАжил олгогч нь түүнд хоёр төрлийн дуу өсгөгч авч өгсөн. Нэгийг нь хүмүүстэй биечлэн ярихдаа зүүж ашигладаг ба бараг мэдэгдэхээргүй жижгхэн хэмжээтэй бол нөгөө нэг нэгийг нь ажлын утсандаа холбосон байна. Ингэснээр хүчилж ярих гэж хамаг нүүрний булчингаа чангалж ядрах хэрэггүй болсон байна.",
//         },
//         {
//           title: "",
//           text: "Номын санд сайн дураар ном уншдаг нэгэн өмнө нь авч байсан халдвараасаа болоод дууны хөвчөө гэмтээсэн байв.\n\nЧангаар дуудаж уншиж чадахааргүй болсон тул түүнд номын сангийн зүгээс дуу өсгөгч бяцхан микрофон авч өгчээ.",
//         },
//         {
//           title: "",
//           text: "Их сургуулийн нэгэн ажилтан ажил дээрээ ч, бусад газарт ч байнга харилцааны төхөөрөмж хэрэглэдэг. Уг төхөөрөмжийнхөө тусламжтайгаар хүмүүст ярагаа ойлгомжтойгоор дамжуулдаг байна.\n\nЭнэ төхөөрөмж нь гар утсанд асуудалгүй таардаг боловч ажил дээр бол чанга яригчтай утас шаардлагатай байлаа.\n\nАжлын байрны бүтцийн өөрчлөлтөөс болоод хоёр ажилтантай нэг утас хувааж ашиглах болсон байдаг.\n\nАжил олгогч нь түүнд адаптер авч өгснөөр өөрийн төхөөрөмжийг холбон ажиллах боломжтой болов.\n\nЭрдэм шинжилгээний ажилтан аутизмын хамрах хүрээний шинжтэй бөгөөд огт ярьж чадахгүй биш боловч заримдаа хэл яриа дэмжих төхөөрөмж эсвэл аппликэйшн хэрэглэх хэрэгтэй болдог.\n\nСаяхан хийж дуусгана судалгааны ажлынхаа үр зүгээр илтгэл тавих болсон юм. илтгэлийнхээ слайд тус бүрээр ярих зүйлдээ дуут бичлэг хийж бэлтгэснээс гадна хэл яриа дэмжин гадагш цацах аппликайшн төхөөрөмждөө суулган ширээн дээрээ тавьсан байна. Хүмүүсийн асуултад харилуулахдаа ашиглахаар ийнхүү бэлтгэл хангасан байв.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "79",

//     title: "Хэт таргалалт ",
//     type: PerformanceTypes.ph,
//     text: "Хүн өөрт байвал зохих жингээсээ хорь эсвэл түүнээс дээш хувиар илүү болсон бол хэт таргалалттай болжээ гэж үзнэ.\n\nХоол хүнсний сонголт, амьдралын хэв маяг, зан үйлийн зуршлаас гадна удамшлын өвчин, эмийн эмчилгээний гаж нөлөө, зарим өвчин, эмгэг хэт таргалалтад ороход нөлөөлдөг.\n\nХэт таргалалттай хүнд цөснйи чулуу үүсэх, нурууны, үе мөчийн гэмтэл, нойргүйдэл, амьсгалын замын хүндрэлтэй болдог. Түүнчлэн чихрийн шижин, өндөр цусны даралт, цус харвалт, зүрх судасны өвчинтэй болох эрсдэлийг ихэсгэдэг.\n\nХорт хавдар үүсэх шалтгаан ч бас болдог байна. Хөх, элэгний хорт хавдарт ихээр нөлөөлдөг хэдий ч бусад эрхтний хорт хавдарт ч бас хэт таргалалтын нөлөөтэйгөөр үүссэн байдаг. \n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[26],
//       PerformanceDetailData[18],
//       PerformanceDetailData[20],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Үйлчилгээний ажилтан гэрлийн чийдэн солих толондоо айдаг байв. Яагаад гэвэл ашигладаг явуулын шат нь түүнийг даахааргүй байсны дээр гишгэх толонд хотойдог.\n\nАжил олгогч нь том гишгүүртэй шат авч өгснөөр түүний аюулгүй ажиллагааг хангаж чадсан.",
//         },
//         {
//           title: "",
//           text: "Худалдааны мэргэжилтэн жилд ганц удаа олин улсын хуралд оролцохоор нисдэг. Онгоцны хатуу суудалд багтахаа болиод байгаа аж.\n\nАжил олгогчоосоо нэг дүгээр зэрэглэлийн суудал авч өгөхийг хүссэн 2 хүний хатуу суудал авч өгсөн байна. Учир нь нэг дүгээр зэрэглэлийн нэг суудал авихаас хямд тусаж байсан тул ажил олгогч өөрийн эцсийн шийдвэр гаргах эрхийг эдэлж ийнхүү өөрчлөлт хийжээ. ",
//         },
//         {
//           title: "",
//           text: "Нийгмийн ажилтан хэт таргалалтаасаа болж кэйс айлуудаараа явж чадахгүй болов. Өөрийг нь олон шатаар өгсдөггүй айлуудад хуваарилахыг хүссэн байлаа.\n\nИйнхүү сонгон хуваарилах нь тун боломжгүй байсан бөгөөд хүний нөөцийн хувьд маш их илүү ажил удахаар байсан. Тиймээс түүнийг айл өрхөөр явдаггүй ажлын байранд шилжүүлэн томилж нийгмийн ажилтан хэвээр үлдээсэн.",
//         },
//         {
//           title: "",
//           text: "Нэгэн хэт тарган өмгөөлөгч шүүх рүү ойр ойрхон явах ажилтай. Гэтэл яваа ирэх толондоо машинаа байгууллагын орох хаалганаас маш хол зогсоож алхаж ирэх хэрэгтэй болоод байв. Өдрийн дунд үед бол бүх зогсоол дүүрчихсэн байдаг байв. Түүний хувьд хол газар алхана гэдэг маш хэцүү бөгөөд зүрхэнд нь ихээхэн ачаалал өгдөг.\n\nТиймээс удирдлага нь байгууллагын үндсэн хаалгатай ойрхон нэг машины зогсоолд тэмдэг тавьж өөр машин зогсохгүй байх зохицуулалт хийж өгсөн.",
//         },
//         {
//           title: "",
//           text: "Нийтийн баярын өдрүүдийг тохиолдуулан ажилтнууддаа зориулж талархлын үдийн зоог зохион байгуулсан байна. Нэг ажилтан нь хоол боловсруулах тогтолцооны эсрэг урсгалтайн дээр хэт таргалалттай байв. Тэр хүндээ зориулж тусгай жор бэлтгэхийг хоолны үйлчилгээний компаниас хүссэн. Энэ нь маш зөв арга хэмжээ болсон төдийгүй хоол хүнсний харшил ч юмуу бусад ижил төстэй асуудалтай ажилтнуудад нь маш таатай байсан юм.",
//         },
//         {
//           title: "",
//           text: "Хэт таргалалттай нэг оффисын ажилтны нуруу байнга өвддөг болсон. Ажлын стандарт хэмжээтэй сандалд удаан суух нь улам өвтгөдөг байлаа. \n\nАжил олгогч нь түүнд том суудалтай, хүнд жингийн даацтай зориулалтын сандал авч өгчээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "80",

//     title: "Цахилгаан Соронзон Орон Зайнд Мэдрэмтгий Чанар ",
//     type: PerformanceTypes.tsch,
//     text: "Цахилгаан соронзон орон зайд орохоороо хэт мэдрэг байна гэж хэлдэг хүмүүс цөөнгүй бий. Хүрээлэн буй орчны эрүүл ахуй, анагаах ухааны салбарынханд тодорхойлоход хэцүү байсаар ирсэн хэдий ч ийм мэдрэг хүмүүс дараах шинж тэмдгүүдийг хэлж мэдэгдсэн байдаг:\n\nЭцэж ядрах, сулбагар ядруу болох, мэдрэлийн гаралтай согогууд илрэх, дархлаа муудах, хоол боловсруулах үйл ажиллагаа доголдох, сэтгэл санаа тавгүйтэх, хурдан, тодорхой бодож тэгэх чадвар муудах, нойр муудах, байнга бие өвдөж байгаа мэт мэдрэмж төрөх зэргээр Малисын ерөнхий шинж тэмдгүүд илрэх, сэтгэл түгшдэг болох.\n\nЭдгээр шинж тэмдгийн аль нэгийг хүчтэй мэдэрдэг хүмүүс нэг нэгэндээ ямар эмчилгээний арга хэмжээ авсан тухайгаа хуваалцдаг байж болох юм. Гэвч орчин тойрноо өөртөө зохицуулж сурснаараа урт хугацаанд тогтвортой ажиллах боломжтой болж болох юм.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[11], PerformanceDetailData[17]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Бүх ажилтнаа гэрээсээ ажиллахыг зөвшөөрдөг байсан компани өөр нэгэн компанитай нэгдсэний дараа дотоод бодлого дүрэмд нь өөрчлөлт орсон хэдий ч цахилгаан орон зайнд хэт мэдрэг ажилтнаа гэрээсээ ажиллахыг нь зөвшөөрсөн. Уг ажлын байрны тохируулгыг хэрэглүүлэхийн тулд шаардлагатай ажилтнаа уулзалт хуралд гэрээсээ эсвэл зайнаас оролцдог байх боломж олгох байдлаар нэмэлт зохицуулалт хийсэн байна.",
//         },
//         {
//           title: "",
//           text: "Шинээр ажилд орсон нэгэн цахилгаан орон зайд мэдрэг байсан учир харилцааны өөр арга хүссэн. Утасгүй холбоо харилцааны технологи нь түүний хэт мэдрэг шинж тэмдгийг сэдрээдэг байлаа.\n\nАжил олгогч нь  түүний ширээн дээр утсан холбоотой суурин утас байрлуулж өгөхөөс гадна аль болох цаг авч биечлэн уулзалт хийдэг байхыг зөвшөөрсөн.\n\n\nБайгууллага нь өөр байгууламжид нүүж орсноор бүх ажилтан нэг том задгай талбайд сууж ажиллах болсон нь цахилгаан соронзон орон зайн мэдрэмтгий чанарыг нь сэдрээх болов.\n\nАжил олгогч нь түүний ажлыг байранд зориулан бүхээг хаалт босгож өгсөн.",
//         },
//         {
//           title: "",
//           text: "Бүх ажилтны хурлын үеэр цахилгаан орон зай өндөр идэвхжиж байгааг мэдэрч өвчний их нь шинж тэмдэг сэдэрч байсан тул ажил олгогч нь хэт өндөр цахилгаан соронзон долгион ялгаруулах төхөөрөмж бүх нийтийн хурлын үеэр хэрэглэхгүй байх дүрэм гаргасан байна.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "81",

//     title: "Цочролоос үүдэлтэй стрессийн эмгэг",
//     type: PerformanceTypes.tsch,
//     text: "Цочролоос үүдэлтэй стрессийн гаралтай эмгэг гэдэг нь жинхэнэ үхэл, эсвэл ална хэмээн айлган сүрдүүлснээс авсан үхлийн мэдрэмж, хүнд гэмтэл, бэлгийн хүчирхийлэл гэсэн маш хүнд үйл явдал болон нөхцөх байдлаас үлддэг.\n\nЭдгээр үйл явдлыг дараах төрлөөр мэдэрч болно:\n\n\t\t•\tШууд амсах, өртөх \n\n\t\t•\tБиеэр гэрч болох\n\n\t\t•\tГэр бүлийн хэн нэг гишүүн эсвэл дотно найзад нь дээрх үйл явдлуудын аль нэг тохиолдсоныг олж мэдэх. Нас барсан, бусдаар амь насаа хөнөөлгөсөн ба дэгээрийн аль ч гэсэн хэр хүнд нөхцөлд болж өн,өрсөн эсвэл харгис хэрцгий байдлаар үйлдэгдсэн зэргээс цочролын түвшин хамаарч болох юм. Ер нь бол уг үйл явдал нь өөрөө хангалттай цочрол өгдөг билээ. \n\nУг үйл явдлыг бодитоор харна гэдэг дараа нь хэвлэл мэдээлэл эсвэл ам дамжсан яриагаар дуулж мэдэхээс огт өөр нөлөөтэй болох нь ойлгомжтой.\n\nИймэрхүү үйл явдлаас авсан цочрол дахин сэдрэхгүй байсан ч уг чанартаа хорон үлдэцтэй учраас уг хүнд асар их дарамт үлдээдэг байна.\n\nЦочролоос үүдэлтэй стрессийн гаралтай эмгэгтэй хүн зарим нь ямар ч ажлын байрны тохируулга хэрэглэдэггүй байхад зарим нь тохируулгаа сольж хэрэглэх шаардлага ч байдаг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[16], PerformanceDetailData[6]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Шуудангийн ажилтан цочролын дараах стрессийн эмгэг нь сэдрэхээс сэргийлж ажлын байрны тохируулга авах хүсэлт гаргасан байна.\n\nТүүний цочролын эмгэг нь шуудан зөөдөг машины хийн түлшний үнэр болон тачигнасан чимээнээс нь сэдэрдэг байв. Тэрээр өөрөө өөртөө тохирох аргаа орлох гэж хэд хэдэн оролдлого хийсэн байв.  Цэвэр агаараар амьсгалахын тулд амьсгалын баг зүүж үзсэн. Ачааны машинаас гарах чимээг багасгахын тулд чихэвч зүүж бас үзжээ. Гэсэн хэдий ч маш ихээр стрессддэг, дотроосоо тавгүйтдэг нь хэвээр байлаа.\n\nТиймээс ажлын байрны тохируулгаар зөвлөгөө өгдөг үйлчилгээнд хандсан юм. Өөр ажлын байранд шилжүүлэн томилогдох талаар ажил олгогчтойгоо зөвлөлдөхийн сацуу өөрт тохирох ажлын байрны тохируулгаар хүсэлт гаргах нь зөв хэмээн зөвлөжээ. Мөн ямар ч нөхцөлд   сэтгэл зовнил нь сэдрэх гээд байвал түр завсарлага авч амраа төсөөлөн бодох заслын техник дасгал хийх хувийн орон зайтай байхыг зөвлөсөн байна.",
//         },
//         {
//           title: "",
//           text: "Мэргэжлийн сургалт үйлдвэрлэлийн сургуулийн багш цочролын дараах стрессийн эмгэгтэй нэгэн юм. Түүний сэтгэл зовнил болон стрессээс үүдсэн эмгэг нь сэдрэх гээд байдаг.\n\nСургуулийн үндсэн байрнаас тусдаа өөр хичээлийн байранд түүний ангиуд хуваарилагдсан байв. Том ангид сахилга батын дэглэмгүй олон хүүхэдтэй ангид хичээл заадаг.\n\nАжлын байрны тохируулгын зөвлөх түүнийг өөртөө зориулж зан үйл заслын техникт суралцах сургалтад явахыг зөвлөсөн. Харин дэг журам сахиулах шаардлага ангид гарвал даруй захиргааны багтай холбогдож туслалцаа авдаг байхыг анхааруулсан. Эдгээр тохируулгаар хангахын тулд сургуулийн зүгээс уг багшид хоёр сувагтай харилцааны төхөөрөмж авч өгсөн ба захиргааны хэлтэст төхөөрөмжтэй харилцах ажиллах аппарат суурилуулсан байна.",
//         },
//         {
//           title: "",
//           text: "Түрээсийн байрны зохион байгуулагчаар ажилладаг нэгэн цочролын дараах стрессийн эмгэгээ сэдрээхгүй байхын тулд сэтгэл санааны дэмжигч амьтантай байлаа.\n\nУг ажилтан дэмжигч амьтнаа өөрөө сургасан тул хэр зөв сургуультай вэ гэдэгт ажил олгогч санаа зовж байсан бөгөөд нэг сарын хугацаагаар туршиж үзэх санал тавьсан. Дэмжигч амьтан бэлтгэх төвөөс аваагүй болохоор бусад ажилтанд саад болохгүйгээр ажлын байран дээр байж чадах эсэхийг нь үзэх хэрэгтэй байв.",
//         },
//         {
//           title: "",
//           text: "Цочролын дараах стрессийн эмгэгтэй татварын мэргэжилтэн стрессээ удирдаж, сэтгэл хөдлөлөө зохицуулж чадахгүй байв.\n\nЭмч энэхүү хүндрэл нь суурь эмгэг болон шинээр ууж эхэлсэн эмийн гаж нөлөөтэй холбоотой гэж тайлбарласан байлаа. Нөгөө татварын мэргэжилтний ажлын гүйцэтгэл, ирц хоёр муудсаар байжээ.\n\nАжил олгогч нь түүнийг сургуультай туслах амьтнаа ажил дээрээ авчрахыг зөвшөөрснөөр буурч байсан үзүүлэлтүүд дээшилж ажил олгогчид хэрэгтэй бүтээмж ч гардаг болсон юм.",
//         },
//         {
//           title: "",
//           text: "Хилийн чанадад энхийг сахиулагчаар хэдэн жил томилогдоод ирсэн ахмад дайчин цочролын дараах гүн стрессийн эмгэг болон цочролын дараах тархины гэмтэлтэй болоод ирсэн. Эдгээр гэмтлээс үүдэн тэрээр юм тогтоон санахдаа муу болсны дээр сэтгэл санааны байдал тогтворгүй болсон байлаа. Сэтгэл санаагаа ухамсартайгаар удирдах чадвар маш муу болжээ.\n\nТэрээр харилцагчид үйлчлэх мэдээллийн ажилтнаар ажилд ороод удаагүй байхдаа сэтгэцийн эмгэгийнхээ онцлогийг ажил олгогчдоо хэлж ярилцсаны дараа түүний ажлын ширээг нуруугаа хана руу харуулж суух боломжтойгоор байрлуулж өгөв. Эргэн тойронд нь тусгаарлагч хана босгож өгсөн. Энэ нь түүний ажлын байран дээрх стрессийн хүчин зүйлсийг бууруулж өгчээ. Гэвч о ой тогтоолт болон сэтгэл санааны тогтворгүй байдалд үзүүлэх нөлөө байхгүй юм. ажил олгогч нь ахмад дайчдын асуудлыг хариуцсан хэлтсээр дамжуулан ажилд дадлагажуулагч авч өгчээ.\n\nАжилд дадлагажуулагч нь ажил олгогч, ажилтан хоёрыг хоёулантай нь зэрэг ярилцаж харилцагчаас тэмдэглэл хийх маягтыг бага зэрэг өөрчлөн түүнд улам ойлгомжтой болгосон. Ажилтны ажлын байранд үнэлгээ хийж өөрийнх нь саналыг авч байгаад зохион байгуулалт шинээр хийсэн. Супервайзераасаа асууж тодруулах зүйл гарвал имэйлээр бичиж явуулаад мөн бичгээр хариу авдаг байхыг зөвлөсөн. Ямар нэг зүйл мартвал имэйлээсээ эргэн харах боломжтой байх юм.\n\nӨөр нэгэн чухал зөвлөгөө бол завсарлага авах цагаараа цэвэр агаарт алхаж хөдөлгөөн хийснээр сэтгэл санааны огцом өөрчлөлтөд орохоос сэргийлж чадна гэжээ.\n\nАжилд дадлагажуулагч нь гурван долоо хоногийн турш долоо хоногт хоёр удаа ирж тусалсны дараа ажил үүргийнхээ хуваарьт зохицож өдөр тутмын ажлаа гартаа оруулж чадсан байна. Хүний туслалцаагүйгээр ажлаа хийдэг болжээ.",
//         },
//         {
//           title: "",
//           text: "Дайнд оролцоод ирсэн нэгэн цэрэг засгийн газрын байгууллагын хэрэгжүүлж буй төслийн багт орж ажиллах болов. Тэрээр цочролын дараах стрессийн эмгэгтэй болсон байв.\n\nАжил олгогч уг төслийн багийг хонгилын өрөөнд шилжүүлэх зохион байгуулалт хийв. Нөгөө цэрэг маань хонгилд сууж ажиллахад дуу чимээ, цуурайнаас нь сэдрэх гээд байсан тул төслийн удирдагчид нөхцөл байдлаа тайлбарлав.\n\nБагийг бүхлээр нь шилжүүлэн нүүлгэхийг анхнаасаа бодоогүй ба нэг дүгээр давхарт сул өрөө олдохыг хүлээж байсан гэдгээ хэлээд багийн зарим гишүүдтэй хамт дээд давхарт суухаар үлдээсэн байна. Түүнчлэн нийтээр хийх хурлыг зөвхөн нэг дүгээр давхарт төлөвлөж байхаар журам гаргажээ. Ингэснээр уг ажилтан хонгилд удаан хугацаагаар байх шаардлагагүй болсон юм.",
//         },
//         {
//           title: "",
//           text: "Цочролын дараах стрессийн эмгэгтэй нэг сувилагч ажлын ярилцлагад орох болов. Өмнөх удаагийн ярилцлага амжилтгүй болсон тул санаа нь зовж байв. Нэг жижиг өрөөнд дөрвөн хүний багт ярилцлага өгсөн байсан. \n\nЭнэ удаа хоёроос олонгүй хүнтэй баг байвал зүгээр байсан хэдий ч ийм тохируулга хүсэхийн тулд эрүүл мэндийн онцлогоо илчилж нотолгоо гаргаж өгөх хэрэгтэй болсон юм.",
//         },
//         {
//           title: "",
//           text: "Оффисын ажилтан цочролоос үүдэлтэй стресстэй бөгөөд туслах амьтнаа ажлын байран дээрээ авчрах хүсэлтэй байлаа. Хэн нэгэн гэнэт ирэхэд сургуультай амьтан нь дохио өгдөг байна. \n\nАжил олгогч нь туслах амьтан авчрахын оронд өөр боломжит тохируулга судалж ардаа өрнөж байгаа зүйлийг харж толь тавьж өгсөн байлаа. Гэтэл  нөгөө ажилтан маань ажилдаа төвлөрч чадахгүй байн байн толь руугаа харах хэрэгтэй болсон юм. \n\nҮүнийг ойлгосон ажил олгогч туслах амьтнаа авчрахыг зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Ахмад дайчин нойрны хямралтай болсон байсан. Тэрээр ачааны машины жолоочоор ажилд орсон. Шөнийн ээлжийн гарах нь түүнийг улам нойргүйдэлд оруулж байсан юм.\n\nӨдрийн ээлж нээгдмэгц ажил олгогч нь шилжүүлэн хуваарилжээ.",
//         },
//         {
//           title: "",
//           text: "Ахмад дайчин дайнд оролцож байхдаа хүзүү, гэмтэл авсны дээр цочролын дараах стресстэй болсон байв. Тэрээр тусгаарлалтын ханаар бүрхсэн дөрвөлжин ажлын байранд суудаг. Компьютер хулганаар удаан ажиллахад архаг хөндүүр үүсэж өвддөг.\n\n\tТүүнээс гадна их чимээ шуугианаас болж цочролын дараах стресс нь ихэсдэг.\n\nГэтэл ажлын шаардлагаар багийн гишүүдтэйгээ нэг том талбайд сууж ажиллахыг ажил олгогч нь хүссэн юм. Тиймээс чимээ тусгаарлагч чихэвч, эргиномик компьютерын гар ба хулгана авч өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Дайнд явж байсан цэрэг цочролоос үүдэлтэй стресстэй бөгөөд нэгэн төслийн багт орж ажиллах боллоо. Ажил олгогч нь тэдний багийг хонгилын өрөөнд нүүлгэсэн. Тэнд орж ажилласан эхний өдрөө л нөгөө ахмад дайчин маань цаашид энд сууж ажиллаж чадахгүйгээ ойлгосон юм. Хонгилын цуурайтах чимээ бөмбөг дэлбэрэлт болж байгаа мэт санагдуулж цочролыг нь сэдрээж байв.\n\nАжил олгогч төслийн багийг бүхлээр нь буцаан нүүлгэх боломжгүй байсан боловч уг ажилтандаа зориулж нэг дүгээр давхарт ажлын байрны зай гаргасан. Мөн нийтийн хурлыг нэг дүгээр давхарт хийдэг байхаар зохицуулжээ.",
//         },
//         {
//           title: "",
//           text: "Сэтгэл зүйн зөвлөгөө өгдөг зөвлөх өөрөө туслах амьтан нохойгоо ажлын байран дээрээ авчрах шаардлагатай байдаг.\n\nТуслах амьтнаар нохой хэрэглэдэг байлаа. Ажил олгогч нь туслах амьтнаа авчрахыг зөвшөөрсөн хэдий ч үйлчлүүлэгчдийн дэргэд байлгах нь зохимжгүй байгааг тайлбарлаад зөвлөгөө өгч байх үедээ үйлчлүүлэгчдэд харагдахгүй газарт байлгахыг санал болгосон.",
//         },

//         {
//           title: "",
//           text: "Музейн захиргааны туслах ажилтнаар ажилладаг нэгнийг барилгын ажилчин ихээр айлгаж сэтгэл түгшилтэй болгосон байна. Уг музейд барилгын засвар орж байсан юм.\n\nТүүний ажлын байрыг барилгын талбараас холдуулж, засвар хийж байгаа барилгын ажилчдыг энгэрийн тэмдэг зүүдэг болохыг шарджээ.",
//         },
//         {
//           title: "",
//           text: "Шоронгийн хуягаар ажилладаг нэгэн рүү нэг хоригдол нь дайрч айлгасан байв. Уг явдлаас цочрол авч сэтгэл түгшилтэй болон үлдсэн байна.\n\nТүүнийг ажилдаа рэгэн орох санал тавихад эргэж тэнд ажиллах нь битгүй хэл энэ тухай ярилцахаас ч зайлсхийж байсан. Ажлын байрны тохируулгын зөвлөх сэтгэл санааны дэмжлэг амьтнаа авч ирэх эсвэл утсаар ярилцлага хийж болох юм гэж зөвлөсөн байлаа.",
//         },
//         {
//           title: "",
//           text: "Дайнд оролцсон цэрэг цочролын дараах стресс, сэтгэл түгшилтэй болсон байлаа. Тэрээр хэн нэг хүн чимээгүй ирэхэд маш ихээр цочиж сандардаг. Дөрвөн ханаар тусгаарлагдсан ажлын байран дотроо компьютерын дэлгэцээ л ширтэж суудаг түүн рүү хамт ажилладаг хүмүүс нь ирж ярилцах хэрэг гарвал дуу чимээ өгч хэлэх ёстой болоод байв.\n\nАжлын байрны тохируулгаар зөвлөгөө өгдөг мэргэжилтэнд хандахад хоёр санал тавьсан. Ардаа болж байгаа зүйлсийг харах боломжтойгоор хяналтын толь тавьж өгөх, шалны дэвсгэр дор мэдрэмжтэй дохио суурилуулахыг зөвлөсөн юм. ",
//         },
//         {
//           title: "",
//           text: "Нарийн бичгийн даргаар ажилд орсон эмэгтэй өмнө нь ажлаа тараад алхаж байхдаа машинтай хүмүүст татуулсан бөгөөд түүнээсээ болоод цочролын стрессийн эмгэгтэй болсон байлаа. Үүнээс болоод орой харанхуйд явахаас айдаг болжээ.\n\nДахин цочрол авснаараа маш ихээр стрессдэж анхаарал төвлөрөх чадваргүй болдог байна. Мөн цочмог уур уцаартай болдог учир ажлын бүтээмж муутай болдог. гэрт нь байдаг сэтгэл санааны дэмжлэг амьтнаа ажил дээр авчрахыг ажил олгогч нь зөвшөөрөөд мөн эрт харанхуй болдог хүйтний цагт гэрээс ажиллаж тайлагналаа сайн өгдөг байхыг хүссэн.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "82",

//     title: "Чаркит-Марие-Түүф",
//     type: PerformanceTypes.tsch,
//     text: "Хамгийн элбэг тохиолддог мэдрэлийн системийн согог ба удамшдаг байна. Арьс өнгө, үндэс угсаа ялгаагүйгээр дэлхийн бүх хүн амд жигд үүсэж байна.\n\nХамгийн анх 1886 он гурван эмч олж илрүүлэн оношийг баталсан ба тийнхүү тэдгээр гурван эмчийн нэрээр нэрлэжээ. Мэдрэлийн системд нь согог илэрсэн өвчтөний   дээд мөчинд гарын сарвуу хэсгээс эхлэн бүхэл гар мэдээ алдаж, доод мөчийн тавхайнаас эхлэн хөл бүхлээр мэдээ алдаж орчны нөлөөг мэдрэхээ больдог. Энэ нь үе мөчний мэдрэлийн эсийн үхжилттэй холбоотойгоор явагддаг тэдгээр гэмтсэн мэдрэлийн эсүүд хариу үйлдэл үзүүлэх чадвар муутай болдог тул хүч муу сулбагар болдог байна.\n\nИйнхүү хүч муу болохоос гадна мэдрэх чадвар нь зэрэг мууддаг.\n\nЧихрийн шижингийн ижил шинж тэмдэг харуулдаг хэдий ч хийгдэх эмчилгээ нь бол шал ондоо гэдгийг анхаараарай. Өөрөөр хэлбэл Чаркит-Марие-Түүф оноштойгоор иэлрэсэн шинж тэмдгийг химийн эмчилгээ болон зарим эмийн эмчилгээгээр эмчлэх боломжгүй ба бүр эсрэгээрээ үйлчлэх аюултай.\n\nХовор тохиолдолд амьсгалах, залгих, ярихад нөлөөлдөг. Эдгээр үйлдлийг хариуцсан мэдрэлийн эс уг оношны улмаас гэмтэх нь элбэг биш ч зарим хүнд тохиолдсон байдаг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     setup: [
//       {
//         title: "",
//         details: [
//           {
//             title:
//               "Ажлын байрны тодорхойлолтод бүтцийн өөрчлөлт хийх замаар юм өргөх, сунах, түлхэх, татах үйлдлүүдийг хязгаарлах ",
//           },
//           {
//             title: "Юм өргөх аюулгүй техникт суралцах ",
//           },
//           {
//             title:
//               "Зайлшгүй гүйцэтгэх шаардлагатай чухал аижлүүрэг биш бол уг ажлын байрнаас хасаж өөр ажлын байранд хуваарилах ",
//           },
//           {
//             title:
//               "Эд зүйл хөдөлгөхөд нь туслах, хэсэгчлэн хувааж жин хэмжээг нь багасгахыг зөвшөөрөх ",
//           },
//           {
//             title:
//               "Ажлын байрны зохион байгуулалтыг эд зүйл өргөж өхдөлгөх шаардлага багтайгаар хийх ",
//           },
//           {
//             title: "Юм өргөхдөө жижиг хэмжээтэйгээр хувааж жинг нь багасгах ",
//           },
//           {
//             title:
//               "Өөрчлөхөд тохиромжтой ажлын байрыг бүтцийн өөрчлөлт хийж ажилтныг шилжүүлэн томилох эсвэл уг Ажлын байрнаас эд зүйл өргөх зөөх үүргүүдийг хасах ",
//           },
//           {
//             title: "Босож ойр зуур явж хөдлөх завсарлага авахыг зөвшөөрөх ",
//           },
//           {
//             title: "Завсарлага авах цагуудыг өөрт тохиромжтойгоор өөрчлөх ",
//           },
//           {
//             title: "Сануулагч программ ашиглан заавал босож хөдөлж байх ",
//           },
//           {
//             title:
//               "Босоо суугаа байрладаг шилждэг ажлын байр ашиглаж биеийн байрлалыг өөрчилж байх ",
//           },
//           {
//             title: "Тохиргоотой эргиномик ажлын сандал хэрэглэх",
//           },
//           {
//             title: "Гэрээс ажиллах ",
//           },
//         ],
//       },
//     ],
//     functions: [
//       PerformanceDetailData[17],
//       PerformanceDetailData[7],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Рестораны угтан үйлчлэх албанд ажилладаг нэгэн Чаркит Марии Түүф өвчнөөр оношлогдсон болохоо хэлжээ. Тэрээр хөлдөө тусгай өмсгөл өмсөх хэрэгтэй болсондоо ихэд сана нь зовж байлаа.\n\nАжил олгогч нь хувцаслах журмыг бага зэрэг гажихыг зөвшөөрсөн байна. Ингэхдээ дээгүүрээ өмсдөг хувцас бусадтай адил байх ба гутлынхаа өнгийг журамд заасантай аль болох ойролцоо сонгохыг хичээхийг захижээ.",
//         },
//         {
//           title: "",
//           text: "Сургалт явуулах ажлын байранд хүсэлт гаргасан нэгэн Чаакит Марий Түүт оношны улмаас алхаж явахдаа муу болсон тул тэргэнцэр хэрэглэж явдаг гэдгээ хэлсэн.Хичээлийн байр хооронд явж хичээл заах шаардлагатай учир хичээл хоорондын завсарлагын зайг уртасгаж тавьж өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Түргэн хоолны газарт захиалга авагчаар ажилладаг эрэгтэй Чаркит Марий Түүт өвчтэй болохоо хэлэх хэрэгтэй болсон. Хоолны газарт  хүн орж ирэхэд зогсоогоороо угтан авч захиалга авах шаардлага тавьдаг хэдий ч түүний хувьд удаан хугацаагаар зогсох нь маш хүндрэлтэй болсон юм.\n\nТүргэн хоолны газрын эзэн түүнийг сандал дээр сууж захиалгаа авдаг байхыг зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Сав угаагчаар ажилладаг нэгэн хатуу шалан дэр удаан зогсохоор хөл нь тэсэхийн аргагүй хөндүүрлэж өвддөг гэж супервайзертаа хэлжээ.\n\nАжил олгогч нь ядаргаа багасгагч шалны дэвсгэр авч түүний зогсож ажиллах хэсэгт дэвсэж өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Чаркит Марий Түүт оноштой эмэгтэй олон жил нарийн бичгийн даргаар ажилласан туршлагатай нэгэн юм. Ажилгүй хэсэг удсаны дараа хийж сурсан ажлын байрандаа хүсэлт гаргасан байна. Гэтэл өвчний явцаасаа болж компьютерын гар дээр шивэх чадвар нь маш муу болоод байгаа юм.\n\nАжил олгогч нь түүнийг яриа таньж бичигт булгадаг программ хангамж хэрэглэхийг зөвшөөрөн авч өгсөн байна",
//         },
//       ],
//     },
//   },
//   {
//     _id: "83",

//     title: "Чихрийн шижин",
//     type: PerformanceTypes.tsch,
//     text: "Чихрийн шижин бол цусан дах глюкозын хэмжээ хэвийн хэмжээг давж ихэсдэг өвчин юм.\n\nБидний иддэг ихэнх хоол хүнс глюкозоор баялаг ба эрчим хүч үйлдвэрлэгч түүхий эд болдог.\n\nХоддодны хажууд байрлах нойр булчирхай гэгч эрхтэн инсулин хэмээх гармон ялгаруулж бидний биед хэрэгцээтэй глюкозыг тарааж эсийн түвшинд түгээх ажил хийдэг.\n\nГэтэл чихрийн шижин өвчнөөр оношлогдоно гэдэг хүний бие өөрт хэрэгтэй хэмжээний инсулин гармониг ялгаруулж чадахгүй болно эсвэл ялгарсан инсулиныг ашиглаж боловсруулж чадахгүй болно гэсэн үг. Инсулиний ялгарал эсвэл инсулиний ашиглалт доголдсоноос болоод цусанд глюкоз ихээр бөөгнөрдөг байна. Ингэснээр хүн чихрийн шижин гэгч өвчнөөр өвчилдөг.\n\nЧихрийн шижин цааш өөр хүнд өвчинд хүргэдэг нь харамсалтай. Тухайлбал, зүрх судас, хараа алдалт, бөөрний дутагдал, доод үе мөчийн тайралт.\n\n\nНэг дүгээр хэлбэрийн чихрийн шижин бол инсулины хамааралтай буюу насанд хүрэхээс өмнө хүүхэд насанд илэрсэн хэлбэр гэж нэрлэгддэг.\n\nЭэн нь дархлааны байгууламжийн ажиллагаа доголдсоноос үүсдэг. Ддархлааны эс гаднын биетээс эд эрхтнээ хамгаалах үүрэгтэй байдаг ч энэ систем буруу ажиллахаараа өөрийн эд эрхтнийг гэмтээдэг бөгөөд нойр булчирхайн мэдээллийн эсүүд рүү дайрч гэмтээснээс үүсэж байна.\n\nИнсулин гармонийг ялгаруулж цусан дах глюкозын хэмжээг зохицуулж байдаг цорын ганц эс бол нойр булчирхайн мэдээлэл тээгч эсүүд юм.\n\nИхэнхидээ хүний бага нас болон залуу өсвөр нас хүртэлх хугацаанд үүсдэг.\n\nНийт чихрийн чижингийн тохиолдлын 5% - 10%-ийг эзэлж байна. Нэг дүгээр хэлбэрийн чихрийн шижингийн гол эмчилгээ болон  дэглэмд эрүүл хоол хүнс идэх, инсулин тариа ордог.\n\nХол хүнсээр авч байгаа инсулины хэмжээг бодолцож тарих тунг тааруулдаг байх нь чухал. Цусан дах глюкозын хэмжээг ойр ойрхон шалгадаг байх нь чухал.\n\nХоёр дугаар хэлбэрийн чихрийн шижинг инсулинаас хамааралгүй буюу насанд хүрсэн хүнд тохиолддог гэж үздэг. Нийт чихрийн шижингийн 90% - 95%-ийг эзэлж байна. Инсулиныг эсэргүүцдэг эсвэл инсулинд тэсвэртэй байдлаар эхэлдэг. Эсүүд инсулиныг таньж хэрэглэх ажиллагаа нь мөн доголдсонтой холбоотой. Өөрөөр хэлбэл хэт ихээр хэрэглэж шавхдаг тул нойр булчирхайй шаардсан хэмжээгээр инсулин ялгаруулж дийлхэээ болих замаар инсулины дутагдалд орж улмаар цусан дах гдюкозын задрал мууддаг байна.\n\nЭнэ хэлбэрийн чихрийн шижингийн үндсэн шалтгаан нь хэт таргалалт, удамшил, насжилт болно.\n\n\nЖирэмсэн үеийн чихрийн шижин нь глюкозыг хүлээн авах чадваргүй байхыг хэлж байгаа ба зарим эмэгтэй хүнд жирэмсэн байх хугацаанд үүсдэг. Урагт нөлөөлөхөөс сэргийлж цусан дах глюкозын хэмжээг хэвийн хэмжээнд байлгах арга хэрэглэх шаардлагатай болдог.\n\n\nБусад хэлбэрийн чихрийн шижин байдаг бөгөөд тэдгээр нь маш тодорхой шалтгаанаар үүсгэгдэг. Тухайлбал, гэнийн удамшил, мэс засал, шим тэжээлийн дутагдал, халдвар, бусад анхдагч өвчин гэх мэт.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[9], PerformanceDetailData[9]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Зоогийн газрын ажилтан чихрийн шижинтэй учир нэг байрандаа удаан зогсож чаддаггүй байв. Түүний ажлын байранд хангасан тохируулгууд нь \n\nЯдаргааны эсрэг дэвсгэр, суугаа болон босоо байрлалд урагш сунадаг сандал, уян хатан завсарлага байлаа.",
//         },
//         {
//           title: "",
//           text: "Үйлдвэрийн угсралтын хэсгийн ажилтан ойр ойрхон шээс алддаг бас хоёр хөлдөө чихрийн шижингээс үүдэлтэй мэдрэлийн судасны гэмтэлтэй болсон байлаа.\n\nХуваарьт завсарлагаас бусад үед ажлын байраа орхих боломжгүй байв. Тиймээс түүнд ядаргааны эсрэг дэвсгэр, суугаа болон босоо байрлалд урагш сунадаг сандал, дотоод дохиоллын пэйжэр өгсөн. Бие засах хэрэгтэй болбол пэйжэрээр супервайзертаа дохио өгч орлох хүн ирснээр завсарлага авдаг болсон байна.",
//         },
//         {
//           title: "",
//           text: "Дунд зэрэглэлийн өмгөөлөгч цусан дах чихрийн хэмжээ огцом өсөхөд амьсгалж чадахаа больдог байлаа. Эмч 3 долоо хоногийн дотор түүний цусан дах чихрийн хэмжээг хяналтад авч чадна гэж хэлсэн учир тухайн хугацаагаар шүүх ажиллагаанд оролцохгүй байхыг зөвшөөрсөн ба 3 долоо хоногийн дараа дахин үнэлгээ хийхээр тохиролцжээ.",
//         },
//         {
//           title: "",
//           text: "Ажилтан ажил олгогчдоо чихрийн шижинтэй гэдгээ хэлж байсан. Уг ажилтан нь завсарлага авах хугацаандаа өөрчлөлт оруулж цусан дах чихрийн хэмжээгээ шалгаж инсулинаа тарих хэрэгтэй болсноо хэлжээ.\n\nАжил олгогч нь чихрийн шижин бол дотоод шүүрлийн ажиллагаанд ихээр нөлөөлдөг учир хөгжлийн бэрхшээлд тооцогддог гэдгийг мэдэж байсан байна. Тиймээс эмнэлгийн нотолгонд бус харин ямар оновчтой тохируулга байж болох вэ гэдэгт шууд анхаарсан байна.",
//         },
//         {
//           title: "",
//           text: "Жижиглэнгийн худалдааны хэлтсийн захирал чихрийн шижин нь түүний бөөрний үйл ажиллагаанд нөлөөлдөг болохыг хэлжээ.\n\nУлмаар долоо хоногт 3 удаа химийн диализ хийлгэх хэрэгтэй болов. Уг эмчилгээг хатуу хуваариар хийлгэх ёстой байсан тул түүний ажилладаг дэлгүүрийг диализийн төвтэй ойрхон нүүлгэж өгөх эсвэл диализ хийлгэхийн тулд шаардлагатай үед чөлөө авдаг байх тохируулгаар хангах хүсэлт гаргасан.",
//         },
//         {
//           title: "",
//           text: "Системд өгөгдөл оруулдаг мэдээллийн ажилтан чихрийн шижин нь нүдний хараанд нөлөөлж эхэлснийг мэдэгджээ.\n\nАжил олгогч нь хавтаст хэрэг хадгалдаг өрөөнд нэмэлт гэрэлтүүлэг хийж,  компьютерын дэлгэцэн нь туяаны шүүлтүүр нааж өгснөөр түүний нүдэнд ирэх ачаалал эрс багасжээ.",
//         },
//         {
//           title: "",
//           text: "Нэгэн сувилагч инсулин тарьж, ойр ойрхон бага багаар юм идэх замаар чихрийн шижингийн хүндрэлээ зохицуулдаг байлаа.\n\nЦусан дах глюкозын хэмжээ хэвийн түвшинд очиж тогтмолжтол шөнийн элжинд аль болох цөөхөн гаргах зохицуулалт хийж өглөө. ",
//         },
//       ],
//     },
//   },
//   {
//     _id: "84",

//     title: "Чонон хөрвөс ",
//     type: PerformanceTypes.tsch,
//     text: "Чонон хөрвөс бол хүний дархлааны байгууламжид хамаатай өвчин бөгөөд маш элбэг тохиолддог. Шалтгаан нь одоо хүртэл тодорхой болоогүй байгаа. Дархлааны байгууламж өөрийнхөө биеийн эсрэг эсрэг биет ялгаруулж эд эс, эрхтнээ гэмтээдэг.\n\nХолбогч эд, бөөр,зүрх, уушги, тархи цус, арьсыг гэмтээдэг. \n\nХүний дархлааны систем буюу дархлааны байгууламж хэвийн ажиллахдаа бактери, вирус, бусад гаднын биетээс бие махбодоо хамгаалдаг. Гэтэл уг дархлааны байгууламж маань өөрийн эд эс болон гаднын биетийг ялгах чадвараа тодорхойгүй шалтгаанаар алддаг байна. Тиймээс эсрэг биетийг өөрийн биеийн эсүүдийн эсрэг ялгаруулан дайралт хийж гэмтээдэг байна.\n\nЧонон хөрвөс нь арьсны, нярайн, системийн, эмийн эмчилгээний гаж нөлөөгөөр үүсгэгдсэн, бусад өвчний хам шинжээр илэрсэн, холбогч эдийн холимог гэсэн төрлүүдтэй.\n\nБиеийн аль  ч хэсэг рүү дайрч болох хэдий ч ихэнхдээ холбогч эдийн өвчлөл,\n\nОйр ойрхон халуурах, нурууны шохойжилт, арьс улайх, бөөр өвдөх, гүнзгий амьсгаа авахад цээжээр хөндүүрлэж өвдөх, хацар болон хамар дээр эрвээхэй хэлбэрийн тууралт гарах, нарны гэрэлд хэт мэдрэг байх, хараанд нөлөөлөх, Рейнаудын үзэгдэл явагдах буюу гар хөлийн сарвуу, чих, хамрын судас нарийсах, уналт таталт өгөх зэргээр илэрдэг.\n\nЭдгээр шинж тэмдгийн аль нь ч дангаар чонон хөрвөс гэж тодорхойлогдох боломжгүй ба ямар ч лабораторийн шинжилгээгээр чонон хөрвөсийн шинж тэмдгийг тодорхой батлах боломжгүй.\n\nИлэрсэн шинж тэмдэг гэнэт алга болоод сэдрэлт нь хэдэн долоо хоног бүр жилээр ч үргэлжлэн давтагдаж болно.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[0],
//       PerformanceDetailData[11],
//       PerformanceDetailData[21],
//       PerformanceDetailData[6],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Их сургуулийн багш чонон хөрвөсөөсөө болоод байгалийн гэрэл сайтай орчинд сууж ажиллавал бүтээмж өндөр, стресс бага байдаг байлаа. Тэрээр цонхны гэрэлтэй талд суухыг хүсдэг. Сургуулийн ахмад профессорууд цонхтой өрөөнд суудаг байв.\n\nҮйлдвэрчний эвлэлийн хурлаар оруулж ахмад профессор багш нарын асуудлыг зохицуулдаг журамд өөрчлөлт оруулах байдлаар шийдвэрлэж болохоор байсан.\n\nНөхөн сэргээлтийн зөвлөхийн зөвлөснөөр байгалийн гэрлээс дутахааргүй гэрэлтэй байхаар дотоод орчны гэрэлтүүлгийг сайжруулах шийдвэрт хүрсэн. Таазны гэрэл, ширээний гэрлийг шинээр суулгаж солих запаастай нь бэлэн байлгадаг байхаар ярилцан зөвшилцсөн.",
//         },
//         {
//           title: "",
//           text: "Чонон хөрвөс оноштой эрүүл мэндийн ажилтан сул хараатай нэгэн. Тэрээр компьютерын дэлгэц, цаас хоёрын алинаас нь мэдээлэл харж уншиж чадахгүй болсон байна.\n\nТүүнд шууд удирдлага нь том дэлгэц, \n\nДэлгэц томруулагч прогам, гараар барьж хэрэглэх бага оврын томруулагч шил,дэлгэцийн өөдөөс харуулан босгож тавиад томруулдаг шил, CCTV авч өгсөн.",
//         },
//         {
//           title: "",
//           text: "Даатгалын компанийн мэдээ оруулагч чонон хөрвөсөөс улбаатай үе мөчний үрэвсэл,\n\nНурууны архаг зовуурь, хүзүү, мөрний зовуурьтай байсан. Олон цаг сууж компьютер дээр ажилладаг тул эдгээр хөндүүр зовуурийг багасгах боломжгүй хэцүү байдаг.\n\nАжил олгогч нь түүнд яриаг бичгээр буулгадаг программ, эргиномик сандал, босоо ба сугаа байрлалд шилждэг тохиргоотой ажлын байраар хангажээ\n\nИнженер чонон хөрвөс оноштой хүн байсан. Маш ихээр ядарч цуцдаг тул өдрийнхөө ажлыг хийж гүйцээхэд маш хүндрэлтэй байдаг байв.\n\nТүүнийг ажил олгогч нь ойр ойр завсарлага авч амрахыг зөвшөөрсөн. Уян хатан хуваариар ажиллах мөн тавин хувьд нь гэрээс ажиллахыг зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Чонон хөрвөс оноштой төлбөр барагдуулагч ажлын өрөөний өдрийн чийдэн болон компьютерынхоо дэлгэцийн гэрэлд хэт мэдрэг байсан.\n\nФлоренцын гэрлийн оронд өргөн талбайд задарч дусахаар гэрэлтүүлэг суулгаад, шүүлтүүр давхар суулгасан. Мөн гэрлийн гялбаа багатай дэлгэц авч өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Нарийн бичгийн даргын суурь онош нь чонон хөрвөс юм. Түүний нуруу маш ихээр өвдөг болов.\n\nӨндөрсгөж намсгаж болдог тохиргоотой ажлын ширээ, тохиргоотой компьютерын гар, хулган дэвсгэр авч өгсөн. Нурууны доод таван үе хавьд түшлэгтэй эргиномик сандлаар хангасан байна",
//         },
//         {
//           title: "",
//           text: "Системийн шинжээч чонон хөрвөсөөсөө болж толгой нь өвддөг буюу мигрентэй байв.\n\nТүүнийг тусад нь жижиг өрөөнд суулгаснаар анхаарал сарних орчны нөлөөг багасгасан. Нийт талбайд тусах өдрийн чийдэнгийн оронд ширээний тохиргоотой чийдэн тавьж өгсөн. Мөн өрөөний хэмийг тохируулах боломжтойгоор халаагч болон агааржуулагчаар хангасан.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "85",

//     title: "Эддисоны өвчин",
//     type: PerformanceTypes.ey,
//     text: "Зуун мянгад нэг тохиолддог дотоод шүүрлийн булчирхайн үйл ажиллагааны доголдол эсвэл дааврын гажуудлаас болж үүсдэг ховор өвчин юм.\n\nЭрэгтэй эмэгтэй гэсэн хүйсийн ялгаагүйгээр бүх насанд илэрч болно. Жин алдах, булчингийн сулрал, сульдаа, цусны даралт уналт, биеийн ил ба далд хэсгийн арьс хар бараан болох зэрэг шинж тэмдэг илэрдэг.\n\nБөөрний дээд талд байрлах адреналины булчирхайгаас ялгардаг даавар хэт багсах эсвэл бүр мөсөн ялгарахаа больсонтой холбоотойгоор Эддисоны өвчин үүсдэг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[10],
//       PerformanceDetailData[4],
//       PerformanceDetailData[6],
//       PerformanceDetailData[18],
//       PerformanceDetailData[19],
//       PerformanceDetailData[20],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Шүдний эрүүл ахуйн эмч сунаж тонгойж чадахаа больсон тул ажил олгогч нь урагш тонгойдог удирдлагатай сандал авч өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Эддисоны өвчин туссан Зөвлө асар ихэр сульдаж түүнээсээ болж сэтгэл гутралд орсон байлаа. Түүнийг хэт их сульддаггүй цагаараа ажиллаж , сэтгэл зүйн зөвлөгөөнд явахыг зөвшөөрчээ.",
//         },
//         {
//           title: "",
//           text: "Лабораторийн техникч завсарлагагүй олон цагаар зогсож ажиллахад тун хэцүү болсон учир түүнд босоо ба урагш сунах байрлалд ордог сандлын тохируулгаар хангажээ.",
//         },
//         {
//           title: "",
//           text: "Эддисон өвчнөөр өвчилсөн компьютерын программ хангамжийн инженер нүдний хараа нь тогтохгүй муудсаар байсан тул томруулагч шил, компьютерын дэлгэц томруулагч программ хангамж хэрэглэж эхлэв.",
//         },
//         {
//           title: "",
//           text: "Маркетингийн шинжээч Эддисоны өвчнөөс болж хүйтэнд маш мэдрэг болсон учир агааржуулагчтай сэрүүн орчинд ажиллаж чадахгүй болов. Түүнд ажлын орчноо халаах бага оврын халаагч тавьж өгсөн нь ажилдаа төвлөрөхөд нь дэм болжээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "86",

//     title: "Эллер Данлорын хам шинж ",
//     type: PerformanceTypes.ey,
//     text: "Маш ховор тохиолддог гэнийн гаралтай согог юм. Холбоос эдийн уян хатан чанар, арьсны уян зөөлөн чанарыг муутгадаг. Холбоос эд, арьсыг хэврэг болгодог.\n\nАль гений хөгжил хэвийн бус байгаагаас шалтгаалан бие махбодод төрөл бүрийн нөлөөгөөр илэрдэг. Үе мөчний холбогч эдүүд хэт уян хатан байх ба жирийн хүмүүсийн хувьд хэзээ ч боломжгүй мэт хөдөлгөөнийг төвөггүй хийдэг, жишээлбэл, балетчин болох хүнд бол энэ нь давуу тал болж болох хэдий ч бүлчин шөрмөс нь ихээр хөндүүрлэж өвддөг байна.\n\nТүүнээс гадна хэвлийн хөндийд байрлах хоол боловсруулах эрхтэн, улаан хоолой, зүрх судасны систем, давсаг, шээсний замын эрхтний хана, артерийн судасны хана нимгэн хэврэг байх нь элбэг.\n\nЯмар нэг бэртэл гэмтэл авлаа гэхэд эдгэрэхдээ гаж хэлбэртэй болж тогтдог. Тухайлбал, зөөлөн эд муруй эдгэрэх, шохойжилт, арьсны гэмтэл гэх мэт.\n\nУг гэнийн согогийг эдгээх эмчилгээ байхгүй хэдий ч гэмтлийг эдгээх, дэр дурдсан гэмтлүүдээс урьдчилан сэргийлэх боломжтой.\n\nЭнэ бол насан туршийн эмгэг учир ажил хийх хүмүүст ажлын байрны үр дүнтэй тохируулга тодорхойлон хэрэглүүлэх шаардлага гарна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\n-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[0],
//       PerformanceDetailData[4],
//       PerformanceDetailData[13],
//       PerformanceDetailData[8],
//     ],
//   },
//   {
//     _id: "87",

//     title: "Элэгний өвчлөл ",
//     type: PerformanceTypes.ey,
//     text: "Хэд хэдэн төрлийн элэгний өвчлөл байдаг ба хүний биед орох зам, илрэх шинж тэмдэг, тохирох эмчилгээгээрээ ялгаатай.\n\nГепатит А буюу элэгний А вирус нь хамгийн элбэг тохиолддог.\n\nЭлэгний А вирус бол амраар дамждаг учир ахуйн замаар, хосуудын дотно харилцаагаар, бохир хоол, ундааны зүйл идэж боловсруулах замаар халдварлаж болно.\n\nЦусаар дамжих нь тун ховор төрлийн вирус юм.\n\nГэхдээ А төрлийн вирус нь халдварлах чадвараар маш өндөр. Хоол бэлтгэж буй хүн А вирустэй байх юм бөл амьсгалын замаар ч бэлтгэж буй хоолонд орох чадалтай. Өвчин үүсгэгч жижиг өргөснүүд нь халдвартай хүнээс хоол хүнс үү ордог.\n\nУг вирусийг авсан бол илрэх шинж тэмдгүүд нь ядарч цуцах, дотор муухай оргих, шарлах, халуурах,хэвлий хавиар хөндүүрлэн өвдөх зэрэг байна.\n\nБ төрлийн элэгний өвчлөл буюу Б гепатит нь хүний элгийг ноцтойгоор өвчлүүлдэг. Үүний халдварлах чадвар үхдэггүй учраас Б вирусээр өвчилсөн хүн насан туршийн халдвар тээгч болно гэсэн үг. Элэгний хатуурал, элэгний хорт хавдарт хүргэдэг. Элэгний үйл ажиллагааг зогсож улмаар үхэлд ч хүргэнэ. Б вирус бол цус болон хүний биеийн шингэнээр дамжин халдварлана. Уг вирусээр өвчилсний шинж тэмдгүүд нь дотор муухай оргих, шар өвчин тусах, ядарч цуцах, хэвлий хавиар хөндүүрлэж өвдөх, хоолны дуршил алдагдах, бөөлжих зэрэг байна.\n\n\nГепатит ц нь элэгний Ц вирус авснаас үүсдэг өвчлөл. Ц вирусийн халдвартай цуснаас цусанд гэсэн шууд замаар халдварлана. Илрэх шинж тэмдгүүд нь шарлах,ядарч цуцах, дотор муухай оргих, бөөлжих, хэвлий хавиар хөндүүрлэж өвдөх гэх мэт,\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
//     setup: [
//       {
//         title:
//           "Элэг нь өвчилсөн хүн хүч тамираа алдаж, амархан эцэж цуцдаг болдог. Биеийн хүч шаардсан ажил хийх,сунгасан цагаар ажиллах боломжгүй болдог.",
//         details: [
//           {
//             title: "Уян хатнаар чөлөө авах",
//           },
//           {
//             title: "Ажлын цагийг өөрчлөх ",
//           },
//           {
//             title:
//               "Налуу зам, машины зогсоол зэрэг барилга байгууламжид хүрэх дөт замыг бодолцох.",
//           },
//           {
//             title: "Ойр ойрхон завсарлага авах ",
//           },
//           {
//             title: "Хүч тэнхээ шаардсан ажил үүргийг багасгах, арилгах ",
//           },
//           {
//             title:
//               "Суугаа ба босоо байрлалд ээлжлэн ажиллах боломж буюу эргиномик ажлын байр ",
//           },
//           {
//             title: "Зөөврийн ортой амрах өрөө гаргаж өгөх ",
//           },
//           {
//             title: "Ажил хуваалцах ",
//           },
//         ],
//       },
//       {
//         title:
//           "Танин мэдэхүйн үйл ажиллагаа нь гэмтэхээрээ ой тогтоолтоо алдана, цаг зохион байгуулах чадваргүй болно,гүйцэтгэлийн функцүүд нь ажиллагаагүй болно.",
//         details: [
//           {
//             title:
//               "Ажлын зааварчилгааг бичгээр өгч, ажлын даалгаврыг яаралтай, яралгүйгээр нь ангилж өгөх ",
//           },
//           {
//             title: "Ажлын байрных нь  бүтэц, зохион байгуулалтыг сайжруулах ",
//           },
//           {
//             title:
//               "Өдөр тутмын төлөвлөгөө эсвэл цахим зохион байгуулагч ашиглахыг зааж өгөх ",
//           },
//           {
//             title:
//               "Анхаарал сарниулах хүчин зүйлсийг багасгах зохицуулалт хийх ",
//           },
//         ],
//       },
//       {
//         title:
//           "Чадвараа алдаж, чадваргүй болсон байдлаа хүлээн авч, үлдсэн амьдралд нь үлдээх үр дагаврыг хүлээн авч дасан зохицоно гэдэг бол сэтгэл зүйн асар том даваа байдаг. Ажлын байран дээрх стрессийн хүчин зүйлсийг тэвчиж чадахгүйд хүрдэг. ",
//         details: [
//           {
//             title: "Түүнд стресс үүсгэгч хүчин зүйлсийг тодруулах, багасгах ",
//           },
//           {
//             title:
//               "Ойр ажилладаг хүмүүст нь түүний нөхцөл байдлыг тайлбарлан ойлгуулах, тухайн ажилтны нэр болон яг ямар асуудалд орсныг нууцлахыг сануулах ",
//           },
//           {
//             title:
//               "Сэтгэл санааны дэмжлэг авах зорилгоор утсаар ярихыг зөвшөөрөх ",
//           },
//           {
//             title:
//               "Супервайзертайгаа хэзээ ч хамаагүй уулзах боломжийг нээлттэй орхих ",
//           },
//           {
//             title:
//               "Сэтгэл зүйн зөвлөгөө эсвэл сэтгэл заслын үйлчилгээ авахад чөлөө өгөх ",
//           },
//           {
//             title: "Магтаал сайшаал юмуу эерэг харилцаагаар хандах ",
//           },
//         ],
//       },
//     ],
//     functions: [
//       PerformanceDetailData[5],
//       PerformanceDetailData[26],
//       PerformanceDetailData[6],
//       PerformanceDetailData[9],
//       PerformanceDetailData[36],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Компьютерын программистаар ажилладаг нэгэн элэг нь хүнд өвчилсний улмаас амархан эцэж цуцдаг болсноос гадна ядрахаараа дотор нь муухай оргидог байлаа. Тиймээс гадуур явахад их хэцүү болсон.\n\nШууд удирдлага нь түүнийг ажлын шаардлагатаа тохируулан гэрээс ажиллах үедээ ажиллаж, оффис дээр ирэх үедээ ирж уян хатан хуваариар явахыг зөвшөөрсөн. Харин гүйцэтгэлийн тайлангаа маш тодорхой, цаг тухайд нь илгээж байхыг анхааруулсан.",
//         },
//         {
//           title: "",
//           text: "Үйлдвэрт ажилладаг нэгэн элэгний Ц вирусээр халдварласан байлаа. зургаан сар эмийн эмчилгээ хийлгэх хэрэгтэй байсан. эмчилгээ дөнгөж эхлэнгүүт бараг орноосоо босож чадахааргүй болтлоо ядардаг болсон. Томуутай төстэй шинж тэмдгүүд илэрч байлаа.\n\nАжил олгогчийн өгсөн боломж гэвэл уян хатан хуваариар ажиллаж, шинж тэмдгүүд хүчтэй сэдэрсэн өдрүүддээ чөлөө авахыг зөвшөөрсөн. Байгууллагын дотоодын амралт, чөлөөний журмыг даган мөрдөхийн зэрэгцээ боломжтой бүх чөлөөг авахыг зөвшөөрсөн.",
//         },
//         {
//           title: "",
//           text: "Хоол бэлтгэн нийлүүлэлтийн хэсгийн ажилтан элэгний Ц вирустэй болсноо удирдлагатаа мэдэгдэхэд удирдлага нь түүний бэлтгэсэн хоол хүнсээр дамжин бусдад халдварлах вий гэж сана зовж байгаагаа хэлжээ.\n\nАжилтан маань нөхөн сэргээлтийн зөвлөхөөсөө лавлагаа тодорхойлолт авч өгсөн. Уг тодорхойлолтод элгэний А вирус л ахуйн замаар халдварладаг ба харин Ц вирус нь шүлс, амьсгал зэрэг агаар дусал ба ахуйн замаар огт халдварладаггүй гэдгийг тэмдэглэсэн байлаа. Тиймээс уг ажилтан  ажлаа хийж болох ба түүний ажлын зайлшгүй үүрэг даалгаварт энэхүү өвчлөлтэй нь харшлахгүй гэдгийг тайлбарлажээ.",
//         },
//         {
//           title: "",
//           text: "Дансны эргэн төлөлт хариуцдаг ажилтан элэгний Ц вирустэй болж эмчилгээнд орсон. Ажилдаа явж эхэлсэн хэдий ч сайн тэнхэрч чадахгүй байлаа эмийн гаж нөлөөнөөс болоод харилцагчид руу өөрөө очиж уулзах уулзалтуудыг хийж чадахааргүй байв. Иймд ажил олгогч нь түүнийг дансны эргэн төлөлт хариуцдаг ажлын байранд нь хэвээр үлдээсэн боловч гадуур явах бус суугаа хийх ажлуудыг ихэсгээд гадуур явах ажлыг нөгөө данс хариуцдаг ажилтанд нь даалгажээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "88",

//     title: "Ээрэх согог ",
//     type: PerformanceTypes.ey,
//     text: "Хэл ярианы согогийн нэг төрөл болоох ээрэх асуудал эрэгтэй хүнд эмэгтэй хүнээс дөрөв дахин их тохиолддог гэж судалгаагаар баталжээ.\n\nЭэрүү согог гурван янзын хэлбэрээр явагддаг байна. Үг, авиа давтагдах, уртаар дуудагдах, ямар ч авиа гаргахгүй гацах гэсэн гурван янзаар хүн ээрдэг.\n\nМөн бусадтай харилцаж байхдаа ээрч илүү их хүчин чармайлт гаргаснаас болж нүүр царай эсвэл биеийн хөдөлгөөнөөрөө давхар илэрхийлдэг.\n\nХэл ярианы ээрэх согогийг дангаар нь биш харин мэдрэлийн системийн үйл ажиллагаатай хамтатган судалсан байдаг ажээ.\n\nХүн ярихдаа ээрнэ гэдэг бол уур уцаартай эсвэл бухимдуу байх зэрэг сөрөг сэгэл хөдлөлийн нөлөөтэй хамааралгүй юм байна гэдгийг тогтоосон байгаа юм.\n\nЗарим хүний хувьд ээрүүг засах заслын үр үн сайн гарч байхад зарим хүний хувьд гацахгүй урсгаж ярихад ашигдах туслах хэрэгслүүдийн тусламжтайгаар үр дүн гарч байна.\n\nХэл ярианы засал хийснээрээ ээрэх нь багасаж үр дүн гарсан хэдий ч тогтмол давтахгүй бол чөлөөтэй урсгаж ярих хэмжээнд очиж чадалгүй эргэн хивэндээ орж байна гэсэн ажиглалт дүгнэлтийг жишээлбэл АНУ-ын үндэсний ээрэх согогийн төвөөс гаргасан байна.\n\nЭэрдэг хүнд тулгардаг хамгийн хүнд бэрхшээл бол хөдөлмөр эрхээлт болон боловсролын салбарт ялгаварлагдан бусдад нээлттэй байгаа боломжуудыг тэгш хүртэж чаддаггүй байна.\n\nЭэрүү хүнийг бүрэг ичимхий, уур бухимдалтай,  бусдаас тусгаарлагдах дуртай,  юмнаас айж сандарч байдаг гэх мэтээр нэр хоч өгдөг.\n\nГэтэл ээрдэг хүмүүс нь хамаагүй их чадамжтай сайн ажиллах хүч байдаг.\n\nХэрвээ ажил олгогч нь хүлээн авч ярилцан ойлгох хүчин чармайлт гаргах юм бол хамт олныхоо дунд ажиллах орчиндоо биеэ барихгүй бүтээмж өндөртэй ажиллах сэгэл зүйн аюулгүй байдлыг хангахад маш дэмтэй байх юм.\n\n\nЭэрдэг аижлтандтайгаа харилцахдаа анхаарах зүйлс:\n\n\t\t•\tТэвчээртэйгээр сонсох\n\n\t\t•\tХэлэх гэсэн санааг нь өмнөөс нь дуусгах гэж түрүүлж ярихгүй байх\n\n\t\t•\tНүдээрээ харилцаж хэлэхийг хүсэж буй агуулга утга санааг нь ойлгохыг хичээх\n\n\t\t•\tХэрхэн ярьж байгаад нь анхаарал хандуулахгүй байхыг хичээх \n\n\t\t•\tБусад хүмүүстэй аажуу тайван харилцдаг шигээ хандах \n\n\t\t•\tАжлын сонгон шалгаруулах ярилцлагад тавих асуултуудаа урьдчилан өгч бодол санаагаа ойлгомжтой илэрхийлэхэд нь туслах\n\n\t\t•\tУтсаар ярилцлага авахын оронд биечлэн уулзаж ярилцахыг илүүд үзэх\n\n\t\t•\tЭрх согогийн талаар судалж мэдлэг ойлголтоо  нэмэгдүүлэх\n\n\nАжилд орох хүсэлтийн маягт болон сонгон шалгаруулах ярилцлагын үеэр анхаарах зүйлс: \n\n\t\t•\tИрээдүйн ажил олгогчдоо ээрч ярьдаг гэдгээ нуулгүй хэлэх замаар оновчтой ажлын байрны тохируулга хэрэглэснээр ажлын гүйцэтгэл сайтай ажиллах боломж байгаа гэдгийг олгуулах нь чухал. Өмнөх туршлагаасаа танилцуулж өөрт тохиромжтой тохируулгыг санал болговол ажил олгогчид асуудал хөнгөн санагдах юм.\n\n\nАжлын өргөдөл захидал, маягт, ажлын ярилцлага: \n\n\t\t•\tАжилд орох өргөдөл захидалдаа өөрийнхөө асуудлыг бус давуу талаа товойлгон бичих хэрэгтэй. Хэдийгээр санаа зовж байгаа ч гэсэн энэ бол таны өөрийгөө борлуулах боломж гэдгийг мартаж болохгүй.\n\n\t\t•\tЯрилцлагад тавигддаг нийтлэг асуултуудыг олж судлан харилтаа агуулгын хувьд бэлтгэхээс гадна ярьж дадлага хийх нь чухал.\n\n\t\t•\tХэрвээ утсаар ярилцлага хийх урилга авсан бол биечлэн ярилцах боломж байгаа эсэхийг асуугаарай.\n\n\t\t•\tХэл ярианы заслын эмчилгээгээр эсвэл дэмжих бүлгээсээ суралцсан зүйлсээ давтаж бэлтгэлээ хангах хэрэгтэй. Заримдаа хүн сандарснаасаа болоод хэрэгтэй зүйлээ хийхээ мартсан байдаг.\n\n\nАжлын байран дээр:\n\n\t\t•\tХамт ажиллах хүмүүстээ мөн харилцагч үйлчлүүлэгчдэдээ ээрэх согогийн тухай мэдлэг ойлголт өгөх үйл ажиллагаа зохион байгуулах нь үр дүнтэй байдаг. Тэд харилцахдаа санаа зовж яахаа мэдэхгүй айдгаасаа болоод ээрдэг хүнтэй ярилцахаас зайлсхийхийн оронд чөлөөтэй харилцдаг болох юм.\n\n\t\t•\tӨдөр тутмын ажилдаа ч мөн өөрт үр дүнтэй байсан хэл ярианы заслын техникээ эргэн санаж ашигладаг байх.\n\n\t\t•\tУтсаар ярьж ажил хэргээ явуулах нь хэцүү байвал бичгийн харилцаагаар эсвэл биечлэн уулзах боломж байгаа эсэхийг судлах.\n\n\t\t•\tУтас залгахаасаа өмнө ярих зүлээ бичиж тэмдэглээд түүнийгээ харж ярьж болно.\n\n\t\t•\tУтсаар ярихдаа хажуудаа туслалцаа ваах хүн бэлдсэн байх.\n\n\t\t•\tУрьдчилан таамаглаж төвөгшөөх хандлагыг өөрөөсөө эхлэн халах хэрэгтэй. Ингэснээрээ аман харилцаанд орохоос айж бултдаг байхаа болино.\n\n\t\t•\tУтасны яриаг анхааран сонсож хөндлөнгийн анхаарал сарниулагч хүчин зүйлийг тоохгүйгээр хариултаа дотроо бодож байгаад сайн гаргадаг байх.\n\n\t\t•\tХүн рүү залгаад товч тодорхой танилцуулах үг хэллэгээ ч мөн бэлтгэх хэрэгтэй.\n\n\t\t•\tБоломжтой бол утсаар аль болох их ярьж дадлагажиж байвал айдас сандралаасаа салахад тустай.\n\n\t\t•\tХэл ярианы согог засах техникүүдтэй хавсарч явдаг зөвлөгөө бол ИТГЭЛТЭЙ БИЙ юм.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[6]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Их сургуулийн профессорын хэл ярианы согог нь ээрэх асуудал юм. Уг согог нь нэг сэдрэхээр э долоо хоног тутам хэл яриа заслын эмчилгээ авах хэрэгтэй болдог байна.\n\nНэг удаа ээрэх согог нь сэдэрсэн учир нэг семестрийн турш өөрчилсөн хуваариар ажиллах хэрэгтэй болсон. Тэрээр нээ хичээлийг онлайн болгох, бусад хичээлийг хэл ярианы заслын хуваарьтай давхардуулаагүйгээр зохицуулж өгөхийг хүссэн юм.\n\nАжил олгогч нь түүний хүсэлтийг хүлээн авч долоо хоногт ганц удаа авах хэл ярианы заслыг нь тасалдуулахгүйгээр тохируулж өгсөн.",
//         },
//         {
//           title: "",
//           text: "Компьютерын программист ээрүү хүн байдаг бөгөөд нэг төсөл дээр хамтран ажиллаж байгаа хүмүүстэйгээ утсаар ярьж зөвлөлдөх нь түүний хувд их хэцүү байлаа.\n\nБиечлэн уулзаж ярилцах нь заримдаа бараг цагийн гарз болдог байв.\n\nСупервайзер нь өөрөө дандаа имйэл эсвэл дотоод сүлжээний зурвасаар харилцдаг байсан ба өөрийн энэ аргыг хамт ажилладаг хүмүүстээ хэрэглэхийг зөвлөсөн байна.",
//         },
//         {
//           title: "",
//           text: "Мэдээллийн төвд шинээр орсон хүн өмнө нь ээрч байсан түүхтэй ба ажилдаа ороод хэдхэн долоо хоног болоод дахин ээрсэн байна. Түүний ажлын байрны хамгийн чухал даалгавар бол утсаар ярих байдаг.\n\nТэрээр өмнө нь ээрүү болон бусад хэл ярианы согогт ихээхэн үр дүнтэй нэгэн төхөөрөмж хэрэглэж байсан ба яаж хэрэглэхийг ч сайн сурсан байсан юм. Ээрэлт хоорондын хурдыг тааруулж богино богиносгоод мэдээлэл хүлээн авагч талд дамжуулдаг систем байдаг болохыг ажил олгогчдоо хэлж өгсөн.\n\nУг системийг суулгасан төхөөрөмж аваад ажлын утастай нь холбож өгөхийн тулд уг төхөөрөмж одоо хэрэглэж байгаа утсанд нь тохирох эсэхийг шалгасан. Шууд таарч байсан учир төхөөрөмжийг худалдан авч өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Нэг ээрүү хүн шинэ ажилдаа ороод хэдэн сарын дараа илтгэл тавих ёстой гэж мэдээд ихэд сана зовсон.\n\nТэрээр хэл ярианы засалчаас эмчилгээ авах хэрэгтэй гэж бодсон тул ажлын хуваарийг нь жаахан өөрчилж өгөхийг хүссэн юм. \n\nАжил олгогч хүсэлтийг нь хүлээн авч хэл ярианы засал авах хуваарьт нь тааруулан өөрчилж өгчээ.",
//         },
//         {
//           title: "",
//           text: "Хэрэглэгчдэд зөвлөгөө мэдээлэл өгөх ажилтан ээрдэг учир TTY relay үйлчилгээ авч ажлаа хийдэг байлаа. Тэрээр өөрөө уг үйлчилгээ хэр сайн нууцлалтай вэ гэдэгт санаа нь зовж явдаг тул ажлын байрны зөвлөхөд хандсан юм.\n\nХолбооны засгийн газрын харилцаа холбооны комисс гэж байдаг ба уг комиссын шаардлагын дагуу уг тохируулга үйлчилгээг хангадаг болохыг тайлбарлаж өгчээ. Гэхдээ түүнийг утсанд холбон ашигладаг яриа үүсгэг төхөөрөмж туршиж үзэхийг санал болгосон байна.",
//         },
//         {
//           title: "",
//           text: "Ирээдүйн ажил олгогч болох тал утсаар холбогдож сонгон шалгаруулах шатлалын дараачийн шат болох ярилцлагад урьж байгаагаа мэдэгдсэн. Ярилцлагыг утсаар хийнэ гэжээ.\n\nХүсэлт гаргасан хүн маань ээрдэг гэдгээ хэлээд биечлэн ярилцаж болох эсэхийг лавлахад ажил олгогч харамсалтайгаар зөвшөөрч чадаагүй боловч цахимаар дүрстээр ярилцаж эсвэл чатаар бичилцэж болон гэсэн байна.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "89",

//     title: "Яс, булчингийн эвдрэл ",
//     type: PerformanceTypes.ey,
//     text: "Булчингийн сулрал хэд хэдэн гэнийн гаралтай өвчтэй холбоотойгоор явагддаг. Булчингийн сулрал нь зогсолтгүй мууддаг явцтай бөгөөд араг яс, булчин хоёрын хооронд орших том булчинтай холбоотой юм. Энэ том булчин нь хүний мөчний хөдөлгөөнийг удирдан зохицуулдаг үүрэгтэй билээ.\n\nЗарим булчингийн сулралын хувьд зүрх болон бусад жижиг булчингийн үйл ажиллагаа давхар хамрагдах нь бий. Зүрхнээс өөр бусад дотор эрхтнийг хавсаргах хэлбэр ч байдаг.\n\nХамгийн элбэг тохиолддог хэлбэрүүд нь булчингийн мэдрэлийн гэмтэл, үе мөч тахийж гэмтэх, нүүр царайн хэлбэр алдагдал, төрөлхийн, залгиур хоолойн, гар, хөлийн доод мөчүүд, холбоос эдийн гэмтлээс үүдэлтэй зэрэг байна.\n\nЕрөнхийдөө бүх хэлбэрийн булчингийн сулрал гэнийн өөрчлөлттэй холбоотойгоор явагдаг.\n\nБулчингийн сулралтай хүн гаднаасаа харагдахдаа холбоос эдийн гадуурх булчингууд нь жижгэрсэн, хөл гарын хэлбэр тахийж мурийсан, холбос эд нь өөр байрлалд орсон бадаг учир хөндүүрлэж өвддөг болсон байдаг.\n\nМаш ихээр ядарч сульддаг, хэл яриа муутай болдог, \n\nХөдөлгөөн муутай болдог, жижиг булчингийн үйл ажиллагаа хязгаарлагдмал болдогзэрэг үр дагаврууд давхар явагддаг байна.\n\nҮүний дээр нурууны мурийлт явагддаг.\n\nБулчингийн сулрал нь ихэвчлэн удамшдаг хэдий ч гэр бүлд нь энэ өвчнөөр өвдсөн хүн байхгүй байхад ч мөн аль ч насанд тохиолдож болдог гэдэг нь судалгаагаар батлагдсан байдаг.\n\nЗарим хүнд бүр ураг байхад нь эсвэл балчих насанд нь шууд мэдэгдсэн байхад заримд нь дунд нас хүртэл нь мщнуугдмал явагдаж байсан .\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[0],
//       PerformanceDetailData[4],
//       PerformanceDetailData[7],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Булчингийн хатангиршилтай нэгэн менежер өдөр тутмын бие даасан амьдралаа ч хангаж чадахааргүй байдалд оров.\n\nАжил олгогч өөрийнх нь хүссэний дагуу сургуультай амьтнаа ажил дээр авчирдаг болхийг нь зөвшөөрөөд хүртээмжтэй ариун цэврийн өрөө бэлтгэсэн.",
//         },
//         {
//           title: "",
//           text: "Нэгэн эмнэлгийн ажилтан өвчтөнтэй ярилцаж суусныхаа дараа маш хүндрэлтэйгээр босдог болов.\n\nТүүний сандалд босоход дэмтэй жийргэвч суулгаж өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Булчингийн хатангиршилтай нарийн бичгийн даргын компьютерын гар дээр шивэх нь улам муудсан. Яагаад гэвэл түүний жижиг булчингийн үйл ажиллагаа нь суларсан юм.\n\nТүүнд яриа таньж бичигт буулгадаг программ авч өгснөөр үргэлжлүүлэн ажиллах боломжтой болсон.",
//         },
//         {
//           title: "",
//           text: "Инженер булчингийн үйл ажиллагаа суларснаас болоод ойр ойрхон авч хэрэглэдэг бичиг хэргийн хавтаснуудаа өргөж дийлэхээ больсон байна. Мөн бичиг хэргийн бусад хэрэгслүүдээ замбараатйа балгахаас гадна авч хэрэглэхэд өөрт амраар зохион байгуулах хэрэгтэй болов.\n\nТүүнд ширээний зохион байгуулаг дамжуурга авч өгснөөр нэлээн их асуудлыг нь шийдвэрлэж чаджээ.",
//         },
//         {
//           title: "",
//           text: "Техникийн дүгнэлт гаргадаг мэргэжилтэн ажлын байрандаа хүрэх гэж нэлээн зүдэрдэг болов.\n\nТүүнд хавтгай дэлгэц, дэлгэцийн гар, компьютерын гарын тавцан, хөл амрагч, микрофонтой чихэвч, нэлээн сайн зохин байгуулалтай бичиг эргийн тавиур авч өгсөн байна.",
//         },
//         {
//           text: "Оффисын ажилтан цахилгаан сандал хэрэглэдэг ба түүнийгээ автомат гар удирдлагаар ажиллуулдаг байв. Түүнд хаалга онгойлгоход нэлээн хэцүү байдаг байлаа.Ххаалгын барилаас бариад татах хэцүү байсан юм.\n\nУдирдлагын зүгээс хаалганд автомат онгойлгогч суулгахыг зөвшөөрч төсөв баталсан байна.",
//           title: "",
//         },
//         {
//           title: "",
//           text: "Оюутан булчингийн хатангиршлаас болоод компьютерыг бүрэн ашиглаж чаддаггүй байсан.\n\nТүүнд маш жижиг хэмжээтэй компьютерын гар болон хулгана өгсөн.. Энэхүү гарын товчнууд нь хурууны үзүүр хүрэх төдийд дарагддаг тул хүч гаргах хэрэггүй байна.",
//         },
//         {
//           title: "",
//           text: "Нэгэн хуульчийн булчингийн хатангиршил нь улам хүндэрч тэрээр бүр шатаар авирч ч чадахгүй болжээ.\n\nТүүнийг шатны өргөгчөөр өргөж шатаар гаргадаг болов.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "90",

//     title: "Марфины хам шинж ",
//     type: PerformanceTypes.mn,
//     text: "Марфины хам шинж бол удамшдаг гений өвчин юм. Холбогч эд барьсан хэлбэр нь биен араг ясанд бүхлээр нь нөлөөлдөг. Уушги, нүд, зүрх, судсанд нөлөөлөх хэлбэрүүд бас бий.\n\nЭнэхүү хам шинж нь нас, хүйс, арьс өнгө, үндэс ялгаагүй үүсдэг.\n\nМарфины хам шинжээс үүдэлтэй согогууд нь янз бүр байх боловч хамгийн их тохиолддог нь зүрхний асуудал, нурууны хазайлт гэмтэл, холын хараа, судас зэрэг болно. Эмчилгээгүй боловч эмийн аргаар явцыг удаашруулж, аль болох намжааж, амьдрах насыг уртасгах боломжтой.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[4]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Марфины хам шинжтэй нэгэн харилцагчдад үйлчлэх ажилтан зүрхний асуудалтай болсон юм.\n\nТогтмол хугацаанд эмчийн хяналтын үзлэг хийлгэх хэрэгтэй байдаг ба үзлэг нь дандаа өдрийн ээлжийн цагаар таарчихдаг байв.\n\nУг ажилтан ажил олгогчдоо уян хатан хуваариар ажиллаж шаардлагатай бол цалингүй чөлөө авах хүсэлт гаргасан.",
//         },
//         {
//           title: "",
//           text: "Дунд зэрэглэлийн өмгөөлөгчийн хараа нь тогтворгүй болсон ба өөрөөр хэлбэл нэг тодорч, нэг бүдгэрч бүрэлздэг болсон байлаа.\n\nУлмаар компьютерын дэлгэц дээрх мэдээллийг харахаа болив.\n\nАжил олгогч нь түүний нүүрээ наах шахам ойртуулж байгаад харж ажиллаж байхыг нь анзаарсан тул дэлгэц уншигч программ авч өгөөд тал өдрөөр сургалтад явж тал өдөрт нь ажил дээрээ ирж ажлаа хийнгээ дадлагажих боломжийг нэг сарын хугацаагаар олгосон байна.",
//         },
//         {
//           title: "",
//           text: "Үйлдвэрийн үйлдвэрлэлийн хэсгийн ажилчин Марфины хам шинжээс үүдэлтэй маш ядрамтгай болсон.\n\nАжил олгогч нь түүний ажлаа хэрхэн хийж байгааг ажиглан ойлгосон тул компьютер дээр хийх ёстой ажлуудаа хийхэд нь бага ачаалал өгөх үүднээс дэлгэц уншигч программ авч өгчээ.",
//         },
//         {
//           title: "",
//           text: "Их дэлгүүрийн хүний нөөцийн хэлтсийн ахлах мэргэжилтэн сард нэг удаа долоо хоногийн амралтын өдрүүдээр элжинд гарч ажиллах шаардлагатай болсон.\n\n          Энэ нь түүнд маш их стресстэй байсан учраас Марфины хам шинж хэмээх өвчнийг нь сэдрээх хүчин зүйл болж байлаа.\n\nЭмчийн дүгнэлтийг уян хатан хуваариар ажиллах ажлын байрны тохируулга хэрэгтэй гэсэн зөвлөгөөний хамт үзүүлсэн юм.\n\nҮүний хариуд ажил олгогч нь долоо хоногийн амралтын өдрөөр сард нэг удаа элжинд гаргадаг болсноо цуцлах шийдвэр гаргасан. Ингэснээр уг ажилтан өвчнийхөө шинж тэмдгийг улам хүндрүүлэлгүйгээр урьдын адил ажиллах боломж бүрдсэн байна.",
//         },
//         {
//           title: "",
//           text: "Агуулахын нөөцийн тооллого хийдэг нярав Марфины хам шинжээсээ болоод юм өргөж чадахааргүй болсон.\n\nӨмнө нь гүйцэтгэдэг байсан ажлын даалгавраа хийж чадахгүй болсноо хэсэг хугацааны дараа хүлээн зөвшөөрсөн юм. Ямар байдалд ороод байгаагаа мөн сэтгэл зүйн хувьд хүлээн зөвшөөрч чадахгүй хэцүү байснаа ажил олгогчдоо ний нуугүй ярилаа.\n\nТүүнд бага оврын өргөгч төхөөрөмж авч өсгнөөр хайрцагтай барааг агаарт өргөн тавиурт байрлуулж, тавиураас авах боломжтой болсон байна. Ийм байдлаар эрүүл мэндийн хувьд хязгаарлалттай болсон ч ажлаа үргэлжлүүлэн хийх болсон",
//         },
//       ],
//     },
//   },
//   {
//     _id: "91",

//     title: "Биеэс үнэр ялгарах",
//     type: PerformanceTypes.ab,
//     text: "Хэн нэг ажилтнаас нь эвгүй үнэр үнэртэх, ойр ойр шээс алдах, зохисгүй хувцаслах зэрэг асуудлыг зохицуулна гэдэг ажил олгогчийн хувьд хүнд асуудал юм.\n\nЗарим удирдах ажилтан ширээн дээр нь нэр нь үл мэдэгдэх зурвас үлдээдэг бол зарим нь саван, үнэр дарагч шүршигч үлдээдэг байна.\n\nХувийн ариун цэврийн асуудлыг тоохгүй эсвэл шууд бус замаар оролцож цаад хүнээ эвгүй байдалд оруулалгүйгээр шийдвэрлэх гэж оролдох нь тэвчээртэй цаг гаргахыг шаарддаг. Хамт ажилладаг нөхөр нь эрс дургүйцлээ илэрхийлэхэд хүрнэ эсвэл харилцагчдыг цааш түлхэж байгууллагад гарз хохирол авчрах эрсдэлтэй.\n\nДараах шалтгаануудын улмаас  эвгүй үнэр байнга ялгарч болно:\n\nӨөрөөс ялгардаг эвгүй үнэр нь бусдад хүндлэлгүй хандаж байгаа мэт санагддаг гэж санадаггүй байж болно. Тиймээс ажил олгогч тухайн ажилтантайгаа өөртэй нь ярилцахаас эхлэх нь зүйтэй.\n\nХэрвээ хөгжлийн бэрхшээлтэй нь холбоотой бол ажлын байрны тохируулга нь хэр үр дүнтэй байгаад анхаарч эхлээрэй. Харин ажил олгогч шууд ариун цэврийн асуудлыг хөндөж эхлэхийг хүсэж байвал дараах зөвлөгөөг өгмөөр байна:\n\nИймэрхүү хувийн ариун цэврийн асуудал дахин гарвал хэн оролцож байхыг шийдвэрлэнэ. Хүний нөөцийн ажилтан, тухайн ажилтны шууд удирдлага тохиромжтой хүмүүс байж болох юм. Асуудлыг зохицуулах үүрэг авсан ажилтан эхлээд тэр ажилтнаас нь үнэхээр эвгүй үнэр үнэртдэг үү гэдгийг магадлах мөн өөртэй нь шууд харилцахаас эхэлж болно. Хэрвээ ажилтантай шууд ярилцах бол хаанаас ийм мэдээлэл авснаа хэлэх эсэхийг сайн бодож үзсэн байх, уг асуудлыг нарийвчлан ярилцахад өөрийгөө бэлдсэн байх, ийм нөхцөлд байгууллагын дотоод журмаар хэрхэх нь зүйтэй болохыг судалсан байх хэрэгтэй.\n\n\nАжил олгогчийн төлөөлөл маань уулзалт хийх хувийн бэлтгэлээ хангасан бол хаана хэзээ уулзах вэ гэдгээ сонгоно. Зөвхөн хоёулаа ярилцаж суух газар сонгохоос гадна хангалттай цаг төлөвлөх нь зүйтэй. Уулзалтын дараа ажилтан тань ажлын байран дээрээ буцан очихын тулд таагүй мэдрэмжээ дарж тайван байдалд орох шаардлага үүсэж магадгүй гэдгийг тооцох хэрэгтэй.\n\nАсуудлыг хөндөж ярихдаа шууд хэлэх ба мэдрэмжтэй хандаарай. Заримдаа хүмүүс өөрт нь хувийн ариун цэврийн асуудал байгааг мэдэхгүй явж байдаг ба яг ямар асуудал байгааг тодорхой хэлэхийг хүсдэг л дээ. Тэгвэл шээс, сарын тэмдэг үнэртдэг эсвэл ажлын сандалд үнэр нь шингэсэн байдаг, амнаас өмхий үнэртэх, хоол үнэртэх, хөлс үнэртэх, илт заваан байх зэрэг таагүй зүйлсийг дүрслэн хэлэх шаардлага гардаг.\n\nИйм байдал нь зэрэгцэн суугаад ажиллаж байгаа хүмүүст төдийгүй үйлчлүүлэгчид хүртэл хэрхэн нөлөөлж буйг хэлж ойлгуулна.\n\nЭцэст нь өөрөөс нь юу хүсэн хүлээж буйгаа хэлнэ. Энэ асуудал хэзээ бүрэн арилах, хугацаа шаардлагатай бол тэр хооронд яах, хэзээ эргэн уулзах зэрэг тодорхой байдлаар уулзалтаа дуусгана.\n\nИйм нөхцөл байдлыг тусгасан дотоод дүрэм журам байдаг бол түүнийгээ хэвлэж өгнө. Өөрийн зүгээс үзүүлж чадах туслалцаа байвал бэлэн гэдгээ илэрхийлээрэй.\n\n\nАжилтан хөгжлийн бэрхшээлтэй байсан ч шууд холбох гэсний хэрэггүй. Эсрэгээрээ санхүүгийн бололцоо муу, соёлын ялгаа зэрэг хувийн асуудалтай холбоотой байж болно гэсэн үүднээс хандаарай. Ажилтан өөрөө хөгжлийн бэрхшээлтэйгээ холбоогүй бол ерөнхий журмын дагуу зохицуулалт хийнэ.\n\nХарин хөгжлийн бэрхшээлээс нь болоод эвгүй үнэр ялгардаг болохыг ний нуугүй хэлбэл хөгжлийн бэрхшээлийн талаарх хууль дүрэм, мэргэжлийн байгууллага зэрэг эх сурвалжуудаас ямар арга хэмжээ авбал үр дүнтэйгээр тусалж болохыг судлах ёстой.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[37], PerformanceDetailData[38]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Нэгэн жижиглэнгийн худалдааны  борлуулагч арьс гуужилтын асуудалтай байв. Дэлгүүрийн менежер түүнийг ажлын хувцас болох богино ханцуйтай футболкны дотуур урт ханцуйтай нимгэн цамц өмсөхийг зөвшөөрсөн байна.",
//         },
//         {
//           title: "",
//           text: "Үйлчлүүлэгчтэй харилцах ажилтан бүдүүн гэдэсний хорт хавдрыг даван туулж яваа ба ялгадасны ууттай явдаг аж. Тиймээс түүнээс өтгөн ялгадас байнга үнэртдэг байлаа. Уг ажилтан бүх ажилтны хэрэглэдэг ариун цэврийн өрөөнд ялгадасны сав цэвэрлэхээс ичдэг бөгөөд сайн цэвэрлэж чаддаггүй гэгээ нуулгүй хэлсэн. Түүнд хувийн ариун цэврээ сахиж гүйцэт угааж цэвэрлэх боломжтой хувийн орон зай гаргаж өгсөн байна.",
//         },
//         {
//           title: "",
//           text: "Нэгэн дунд ангиллын хуульчийн чихрийн шижин хяналтаас гарч маш хүнд амьсгалдаг болов. Тэрээр өөрөө болон ажил олгогч нь 3 долоо хоногийн хугацаанд шүүх хуралд оролцохгүй байхыг зөвшөөрсөн. Эмч энэ хугацаанд түүний цусан дах чихрийн хэмжээг хянаж чадна гэж үзсэн байна. Эмчилгээний дараа эргэнэ нэг үнэлгээ хийхээр тохиролцжээ.",
//         },
//         {
//           title: "",
//           text: "Байгууллагын хүлээн авах ажилтан сандал дээрээ шээсээ дуслуулчихдаг байв. Түүнээс болж түүний ажлын байрнаас шээс үнэртэх болов. Гэтэл түүнийг үдийн хоолонд явсан хойгуур өөр хэн нэг ажилтан орлох хэрэг гардаг. Энэ тухай түүнд мэдэгдэж ярилцахад уг ажилтан маань давсаг султай бөгөөд шинээр ууж эхэлсэн эм үйлчилтэл хамгийн багадаа 2 долоо хоног ийм байдал үргэлжлэхээр байгааг хэн хэн нь мэдэж авав. Ажил олгогч нь түүнд хамгаалалтын бүрээстэй сандал тусад нь авч өгсөн ба харин тэрээр сандлаа ойр ойрхон арчиж цэвэрлэж байхаар тохиролцжээ.",
//         },
//         {
//           title: "",
//           text: "Санхүүгийн ажилтан ходоод гэдэсний архаг үрэвсэлтэй ба заримдаа маш ойр ойр маш хурц үнэртэйгээр хий гаргадаг. Нэг хэсэгтээ ингэдэг учир ойрхон сууж ажилладаг хүмүүст их хэцүү байдаг байв.\n\nТэрээр өөрөө ходоод гэдэсний хямралаа дартлаа гэрээс ажиллах хүсэлт гаргасан ба ажил олгогч нь ч зөвшөөрсөн байна.\n\nДахин хямрал эхлээдэх нэгэн хамт ажилладаг нөхөр нь гомдол гаргасан. Удирдлага нь дуудаж уулзахад хэн хэн нь асуудлыг мэддэг болсон учир хөнгөн ярилцаж чаджээ. Уг ажилтан хий гаргаж байгаагаа мэдсэн боловч тийм хурц үнэртэй байна гэж бодоогүй гэдгээ хэлж дахин зайнаас ажиллах горимдоо оржээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "92",

//     title: "Давсгийн үйл ажиллагааны доголдол ",
//     type: PerformanceTypes.de,
//     text: "Давсаа гэмтэж хэвийн бус ажиллах нь төв мэдрэлийн системийн үйл ажиллагаатай холбоотой. Төв мэдрэлийн системийн үйл ажиллагаа доголдоход нөлөөлөх хүчин зүйлс нь нуруу нугасны гэмтэл, тархины судасны гэмтэл, тархины гэмтэл, хатуурал, дэмийрэл зэрэг олон өвчин, гэмтэл байх бөгөөд эдгээрээр хязгаарлагдахгүй юм. Давсаг хэвийн бус ажиллахад хүргэдэг бусад шалтгаануудаас дурдвал жирэмслэлт, төрөлт, таргалалт, зарим эмийн эмчилгээ орно. \n\nДавсагт ямар нэг асуудал байгааг дараах шинж тэмдгүүдээр мэдэж болно: шээс барьж чадахгүй алдах, шээх гэж байгаа мэт хүчтэй мэдрэмж төрөх боловч шээхгүй байх, стрессийн гаралтайгаар шээс ойр ойрхон дусаадаг болох.\n\nЭдгээр  хүндрэлүүд нь цаашид халдвар авах, чулуу үүсэх, бөөр гэмтэх хүргэх эрсдэлтэй.\n\nДавсгийн үрэвсэл буюу цистит нь биеэ даасан нэгэн өөр хэлбэрийн давсгийн гэмтэл бөгөөд давсаг дарагдаж байгаа мэт хөндүүрлэж өвддөг. Үүнээс гадна давсгийн бусад гэмтлийн нэгэн адил ойр ойрхон шээх,бэлгийн харьцаанд ороход хөндүүрлэж өвдөх, шөнө босож шээх зэрэг хүндрэлүүд үүсгэдэг.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[0]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Нэгэн ажилтан давсаг султай болсон учраас ажлын байран дээрх тохируулга авах хүсэлт гаргасан. Удирдлага нь түүнд ажлын цагаас хэтэрхий их зарж байна гэж санаа зоволгүйгээр ойр ойрхон бие засах мөн шаардлагатай бол хувцас солих нөхцөлийг өөртөө бүрдүүлэхийг нь зөвшөөрсөн байна. ",
//         },
//         {
//           title: "",
//           text: "Хагалгааны дараа давсгийн ажиллагаа хэвийн бус болсон байна. Тиймээс уг ажилтан гэрээс буюу зайнаас ажиллах нь тохиромжтой бас илүү үр дүнтэй байхаар байлаа. Компанийнх нь бодлогын дагуу бол зөвхөн ахлах ажилтнууд зайнаас ажиллах эрхтэй байв. Гэвч ажил олгогч нь тэрхүү бодлого журамдаа өөрчлөлт оруулж шинэ ажилтны хувьд түр хугацаагаар зайнаас ажиллах эрх олгож ажлын гүйцэтгэлийн чанар,бүтээмжид хэрхэн нөлөөлөхийг ажиглахаар шийджээ.",
//         },
//         {
//           title: "",
//           text: "Давсгийн хэвийн ажиллагаа нь алдагдсан тул хэсэг хугацаан эмнэлгийн үйлчилгээ авах шаардлагатай болсон тул нэлээн олон өдөр чөлөө авах хэрэгтэй болжээ. Харин удирдлага нь хуримтлагдсан чөлөө авахын оронд уян хатан хуваариар ажиллах боломж олгон ажлын цагийн хуваарийг нь өөрчилж өгөв.",
//         },
//         {
//           title: "",
//           text: "Давсгийн ажиллагааг хэвийн горимд нь оруулахын тулд ууж байгаа эмийн үйлчилгээнээс болоод үдээс хойш ихээр ядарч сульддаг байв. Тиймээс удирдах ажилтан нь түүний ажлын цагийн хуваарийг өөрчилж үдээс хойшдоо амрах боломж гаргаж өгсөн.          ",
//         },
//         {
//           title: "",
//           text: "Цистит нь хөдөлсөн үед цаг тутам бие Засах хэрэгтэй болдог учраас ажил олгогч нь зөвхөн тухайн ажилтанд үйлчлэх байдлаар завсарлага авах журамдаа өөрчлөлт оруулж цаг тутам санаа зоволтгүй бие засах өрөө орж байхыг зөвшөөрсөн байна. ",
//         },
//       ],
//     },
//   },
//   {
//     _id: "93",

//     title: "Нурууны Гэмтэл ",
//     type: PerformanceTypes.mn,
//     text: "Ажлын байрны онцлогоос шалтгаалан яс булчингийн тогтолцооны эмгэг үүсдэг ба ихэнх нурууны гэмтэл энэхүү эмгэгтэй холбоотой байдаг.\n\nНурууны гэмтэл ихэнхдээ зовууриар илэрдэг бөгөөд нэг цэгт төвлөрсөн эсвэл нурууны төв мэдрэлийн цэгээс тархсан байдлаар өвдөж болно.\n\nХэрвээ булчин шөрмөс сул байвал нурууны доод үенүүдийн диск гэмтдэг. Хэт хүн жинтэй зүүл өргөхөд, гэнэт хүчтэй унахад нурууны диск урагддаг.\n\nУдаан хугацаагаар нуруунд хүнд ачаалал өгсний эцэст хүн архаг нурууны өвчлөлтэй болно. Гэсэн хэдий ч булчин, шөрмөсний  зангираанаас үүссэн нурууны өвчин богино хугацаанд арилгаж болох төдийгүй дахиулахгүй байх боломжтой.\n\nМахан бие хүч тамиргүй сулбайх, буруу байрлалд суух, дасгал хөдөлгөөн хэт багасах, хэт жин алдах, булчин, шөрмөс хэт чангарч зангарах зэрэг шалтгааны улмаас нурууны диск гэмтдэг бол насжилтын явцад нуруу нугасны үенүүд элэгдэж муудсанаас мөн үүснэ.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[21],
//       PerformanceDetailData[7],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Хоолны газарт ажилладаг сайн дурын ажилтан нурууны өвдөлтөөсөө болоод юм өргөж чаддаггүй учир халамжийн нэгжид хүргүүлэх хандивын хүнсийг дамжуулж чаддаггүй байв. \n\nХүнс хийж зөөдөг савны хэмжээг багасгаж өгснөөр түүнд зөөхөд нь  хөнгөн болов. ",
//         },
//         {
//           title: "",
//           text: "Мах боловсруулагч нуруундаа гэмтэл авсан учир агуулахаас боловсруулалтын хэсэг рүү түүхий эд зөөж авчрахад маш хүнд байлаа.\n\nТүүнд түрдэг тэрэг өргөгчийн хамт тохируулга болгон өгчээ.",
//         },
//         {
//           title: "",
//           text: "Ургамлын химийн бодис боловсруулагч нурууны өвдөлтөөс болоод том эргүүлтэй хавлагийг эргүүлж чадахгүйд хүрсэн байна. Хавлагыг эргүүлэх хүчийг багасгах тусгай багажаар хангасан нь түүний хувьд маш оновчтой тохируулга болов.",
//         },
//         {
//           title: "",
//           text: "Системийн админ компьютер засах, программ хангамжийг шалгаж сайжруулах зэрэг ажлуудыг гүйцэтгээхийн тулд хүмүүсийн компьютерыг нааш цааш нь зөөж, буцаан аваачиж өгдөг байлаа. Бага оврын, тохиргоотой түрдэг тэрэг ашигладаг болсноор компьютерыг өөрөө өргөж зөөх шаардлагагүй болов. Харин унагахгүйн тулд оосроор уядаг байв.",
//         },
//         {
//           title: "",
//           text: "Зочид буудлын менежер бүтэн цагийн ажил барахааргүй болов. Өдөржин зогсож ажилласны эцэст нуруу нь маш ихээр өвдөж маргааш дахин ажиллана гэхэд боломжгүй мэт болов. Ажил олгогч нь түүнийг уян хатан цагийн хуваариар ажиллахыг зөвшөөрсөн. Хэн нэгнийг ажлаа яаж хийхийг нэг бүрчлэн зааж зогсохоо болих хэрэгтэй бөгөөд хүмүүс ёс зүйтэйгээр ажлаа хийдэг болоход чиглүүлсэн бөгөөд энэ нь маш ир дүнтэй арга хэмжээ болжээ.",
//         },
//         {
//           title: "",
//           text: "Хүнсний дэлгүүрийн үйлчилгээний ажилтан өдөржин зогсож ажиллах хэцүү байсан учир зогсож байгаа мэт сууж болдог сандал мөн хөлөн очих ачааллыг багасгах зориулалттай зөөлөвчтэй дэвсгэрээр хангаж өгсөн байна.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "94",

//     title: "Тархины гэмтэл",
//     type: PerformanceTypes.st,
//     text: "Тархинд хэд хэдэн төрлийн гэмтэл учирч болно. Ямар хүчээр, хэр олин давтамжтай,  тархины аль хэсэгт цочрол, гэмтэл үзүүлсэн гэдгээс хамаарна. Тархины ямар үйлдэл гүйцэтгэх чадвар алдагдах нь аль талд, хэр их хэмжээгээр гэмтэл учирснаас шалтгаална. \n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[24],
//       PerformanceDetailData[0],
//       PerformanceDetailData[4],
//       PerformanceDetailData[17],
//       PerformanceDetailData[6],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Цагдаагийн ажилтан тархины судас бүдүүрсний улмаас хагалгаа хийлгэсэн. Тархины хагалгааны дараа зүүн талын гарт хэсэгчилсэн саажилт үүссэн. Тийм учраас хоёр гараараа албан бичиг боловсруулах чадвараа алджээ. Уг ажилтны хувьд хийсэн зохицуулалт гэвэл: компьютер дээр мэдээлэл хайх сул орон тоонд шилжүүлсэн, нэг гарын компьютерын гар өгсөн.",
//         },
//         {
//           title: "",
//           text: "Нэгэн мэргэжилтэн тархиндаа гэмтэл авсны улмаас тархины хагалгаанд ороод ажилдаа эргэн орсон байна. Түүний ажил заавал компьютер дээр ажиллахыг шаарддаг. Гэтэл тэрээр зүүнээс баруун тийш мэдээлэл уншихдаа дунд мөрнөөс эхлээд алгасдаг болчихсон байлаа. Түүний ажлын байранд хийсэн тохируулгууд гэвэл: Microsoft Word хуудасны захын ирмэгийн хэмжээснүүдийг 80-40 болгосон, баруун талын уншлага хийхгүйгээр бичих, эсвэл компьютерын дэлгэцийг зүүнээс баруун тийш хуваагаад баруун талыг харлуулдаг программ хангамж худалдан авч суулгасан, ажлын ширээг нь зүүн гартай хүнийх болгож загварчилсан, тохиромжтой байршилд гэрэлтүүлэг тусгасDDан.",
//         },
//         {
//           title: "",
//           text: "Нэгэн сэтгэл засалч ойрын хугацааны ой санамжаа алдсан тул уулзалтын дараа кэйсээ бичих гэхэд эргэн санахаа больжээ. Түүний хэрэглэсэн тохируулгууд: зөвлөгөө уулзалтаа дуутаар бичиж авах, гар тэмдэглэлээ шивэх цаг гаргахын тулд зөвлөх уулзалт хоорондын зайг 15 минут байхаар хуваарилах, өдөрт хийх зөвлөх уулзалтын тоог цөөрүүлэхийг зөвшөөрсөн байна.",
//         },
//         {
//           title: "",
//           text: "Шархадсан цэргийн албан хаагч үйлдвэрлэлийн цех дэх энгийн ажлын байрандаа буцаж иржээ. Тэрээр тархиндаа цочрол, гэмтэл авсан тул үе үе ухаан балартаж унадаг болжээ. Ажлын шаардлагаар үйлдвэрийн цехээр ядаг бөгөөд ажил олгогч нь түүнийг таталт өгсөн үедээ тоног төхөөрөмж, тээврийн хэрэгсэл рүү унах вий гэж санаа зовнидог байлаа.\n\nТиймээс цехээр дамжин яваа  бүх ажилчдад зориулж тоног төхөөрөмжөөс хол, үйлдвэрийн тээврийн хэрэгслээс тусдаа замаар явах зам гаргаж тодруулсан.",
//         },
//         {
//           title: "",
//           text: "Цус харвалтаас үүдэлтэй тархины гэмтэл авсан шүүхийн ажилтан ажилдаа буцаж орсныхоо дараа сэтгэл хөдлөлөө барьж чадахгүй байв. \n\nТэрээр псевдобулбар аффект (PBA) гэсэн оноштой бөгөөд энэ нь  үе үе гэнэт ямар ч хяналтгүйгээр уйлах, инээх үйлдлээр илэрдэг. Уг ажилтан хамтран ажиллагсдыгаа өөрийнх нь өвчний талаар мэдээлэлтэй байхыг хүссэн бөгөөд ингэснээр тэд түүнийг яагаад энэ зохисгүй үйлдэл хийгээд байгааг илүү сайн ойлгох болно гэж боджээ. Ингээд тэрээр сургалтын талаар мэдрэлийн эмчтэйгээ ярилцахаар зөвшөөрсөн байна. Мөн түүнд стрессээ тайлах, ажлын ачааллыг нь түр хөнгөвчлөх, зөвлөгөө авах, эмчтэйгээ уулзахад нь зориулж уян хатан цагийн хуваариар ажиллахыг зөвшөөрчээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "95",

//     title: "Түлэгдэл ",
//     type: PerformanceTypes.st,
//     text: "Түлэгдэл нь 3 зэрэглэлтэй. Нэг дүгээр зэрэглэлийн түлэгдлийн үед арьсны гадаргуу дээр хөндүүрлэж, улайж, хавддаг.\n\nХоёр дугаар зэрэглэлийн түлэгдлийн үед арьсны 1 ба 2 дугаар давхарга түлэгдэж усархаг цэврүү үүснэ. Мөн хавдаж хөндүүрлэнэ. Харин гуравдугаар зэрэглэийн түлэгдэлтийн үед   ьом сорви үлдээдэг. Бүрэн эдгэртлээ нэлээн уддаг ба үйлдлийн хязгаарлалттай ч болгох аюултай.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.    \n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[4],
//       PerformanceDetailData[6],
//       PerformanceDetailData[7],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Нэгэн хамгаалалтын албаны ажилтан хөхний хавдрын туяа эмчилгээ хийлгэж байхдаа туяанд түлэгдсэн байна. Тэрээр нейлон  материалаар хийсэн бас ажилтны нэр, логог маш шигүү хатгаж оёсон ажлын хувцас өмсөхөд үнэхээр хэцүү байлаа. Хамгаалалтын компанийн захирал ажлын хувцасны дотоод журамдаа өөрчлөлт оруулснаар ажлын хувцсаа даавуун материалаар оёулдаг болсноос гадна лого тэмдэг болон ажилтны нэрийг төмөр дээр бичүүлж наадаг болов.",
//         },
//         {
//           title: "",
//           text: "Засгийн газрын агентлагт ажилладаг мэргэжлийн нөхөн сэргээлтийн зөвлөх эмэгтэй гараа түлснээс болж нарийн булчингийн ажиллагаа нь муудсан учраас удаан хугацаагаар шивэхэд хүндрэлтэй байжээ. Өнцөг, байрлал, өндөр, намын хэмжээг өөрчлөх боломжтой компьютерын гар тавьж өгснөөр  биедээ ойр татан авчирч шивэх боломжтой болов. Үсэг, тоо, тэмдэг зэрэг товчнууд нь хэсэг хэсгээр хол хол байрласан гар, бөмбөгөн мэдрэгчтэй хулгана нэмэлтээр өгсөн нь \n\nnЭрхий хуруугаа хөдөлгөлгүйгээр курсор байрлуулах боломж бүрдэв. Эдгээр эргиномик бүтээгдэхүүнийг яриаг текстэнд буулгадаг программтай хослуулан дэмжлэг болгон ашигладаг байв.\n\nЕрөнхий боловсролын сургуулийн багш 2 гараа гүн түлснээс болж  бичихэд нь маш\n\nЕрөнхий боловсролын сургуулийн багш 2 гараа гүн түлснээс болж  бичихэд нь маш их хөндүүрлэж өвддөг байв. Бичихэд туслах хэрэгсэл болох бал, үзэг, маркерын бариул, тогтооч хэрэглэснээр ажлаа хийх нь хялбар болж чаджээ.",
//         },
//         {
//           title: "",
//           text: "Нэгэн засвар үйлчилгээний ажилтан түлэгдэлтээсээ болоод удаан хугацаагаар алхаж явах, зогсоход хэцүү болсон байлаа. Ажил олгогч нь үйлдвэрлэлийн цехээр зорчиход нь зориулж жижиг оврын тээврийн хэрэгсэл худалдан авч өгсөн.",
//         },
//         {
//           title: "",
//           text: "Барилгын зургийн инженер  биеийнхээ 80 хувьд гурав дугаар зэрэглэлийн түлэгдэлд авсан. \n\nУдаан хугацаагаар суухад ихээр хөндүүрлэж зовуурилдаг болсон учир эргиномик ажлын байраар хангуулсан.  Өөрөөр хэлбэл түүний ажлын байрыг суугаа босоо байрлалын аль алинд тохируулж болдог болгож өгсөн.",
//         },
//         {
//           title: "",
//           text: "Газар шорооны туслах ажилтан  маш гүн түлэгдэж эдгэрлийн явцдаа байв. Толгой, хүзүү, нуруугаараа түлэгдсэн ба бүрэн эдгэрч төлжтөл их удахаар байсан. Өдрийн ихэнхийг гадаа ажилладаг онцлогтой тул нарны гэрэлд шарагдаж хөлрөх юм бол сорвижилт нь эдгэрэхгүй учраас маш их санаа нь зовж байлаа. Мөн биеийн хэмээ дотроосоо зохицуулах чадвар нь түр хугацаагаар алдагдсан байсан. Ажил олгогч нь малгай, \n\nУрт ханцуйтай нимгэн даавуун цамц, сэрүүцүүлэгч өмсгөлөөр хангажээ. Түүнээс гадна өглөөний сэрүүнд ажлаа эхэлж өдрийн халуунаар амардаг байх уян хатан хуваариар ажиллахыг зөвшөөрсөн.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "96",

//     title: "Хараа алдалт ",
//     type: PerformanceTypes.ph,
//     text: "Хараагаа алдсан байна гэдэг нь үйлдэл гүйцэтгэх чадвартай бөгөөд өдөр тутмын бие даасан амьдрал эсвэл ажлын байран дээр харах мэдрэхүйгээр үр дүнтэй үйлдэл гүйцэтгэх боломжгүй болсон байхыг хэлнэ.\n\nБүрэн хараа алдалт гэдэг хоёр нүд хоёулаа огт харахгүй байхыг хэлнэ.\n\nХарин аль нэг гайгүй харж байгаа нүдээрээ өөрт тохирсон туслах хэрэгслээ зүүгээд ч 20/200 хувь эсвэл түүнээс муу харж байгаа бол хараагүйд тооцно. Үүнийг англиар legal blindness буюу үгчилбэл хууль эрх зүйн хүрээнд хараагүйд тооцогдож ижил үйлчилгээ авах эрхтэй гэж ойлгогдоно. Ийнхүү 20/200  хувийн хараатай хүний үлдэгдэл хараа нь нөхцөл байдлаас шалтгаалан бага зэргийн үйлдэл гүйцэтгэх дэмтэй байж болно. Тухайлбал гэрлийн тусгал болон өнгөний эсрэгцэл тохирсон байвал ойрын занд дүрсийг бүхлээр нь таньж аюулаас өөрийгөө хамгаалах чадвартай байж болно. Харамсалтай нь үлдэгдэл хараа нь сайжрахгүй улам муудах өндөр эрсдэлд байдаг юм.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",
//     key: [
//       {
//         title: "",
//         details: [
//           {
//             title: "Цаасан хэвлэмэл мэдээлэл уншиж өгөх ",
//             text: "Хэвлэмэл материал уншихад үлдэгдэл хараа эь хүрэдцэхгүй байж болно. Агуулгыг нь дуут бичлэг болгон буулгах эсвэл текст уншигч төхөөрөмж юмуу программ хэрэглэх шаардлага гарна. Тэр бүр ийнхүү хүртээмжтэй форматад хөрвүүлэн өгөх боломжгүй учраас уншигч авч болдог",
//           },
//           {
//             title: "Дуут бичлэг болгон хөрвүүлсэн хувилбар ",
//           },
//           {
//             title: "Брайл хувилбар ",
//           },
//           {
//             title:
//               "Ном,  гарын авлаг зэрэг текстэн материалын хэвлэлийн эхийг хүртээмжтэй болгож засварлах ",
//           },
//           {
//             title:
//               "Цахим хуудасны загварын кодчиллыг хүртээмжтэй болгон засварлах",
//           },
//           {
//             title: "OCR буюу тэмдэгтийг харж таних программ ",
//             text: "Хэвлэмэл текстийг таньж боловсруулалт хийсний үндсэн дээр хэлж өгөхөөс гадна компьютерын файл болгон бэлтгэнэ.",
//           },
//           {
//             title: "Seeing AI",
//             text: "OCR программаар таньж болдоггүй ганц формат бол гар бичмэл юм. Seeing AI нь гар бичмэл таньж уншина.",
//           },
//           {
//             title: "Бэлтгэгдсэн уншигч ",
//             text: "Албан ёсны гэрчилгээ олгох сургалт гэж байхгүй боловч хараагүй хүнд текст уншиж өгөхдөө анхаарах зүйлсийг хэлж зөвлөнө.",
//           },
//           {
//             title:
//               "Товойлгож тэмтрэх боломжтойгоор хэвлэсэн зураг, тэмдэглэгээ ",
//             text: "",
//           },
//           {
//             title: "Дэлгэц уншигч программ",
//             text: "Компьютерын брайл дэлгэц /Computer Braille display/",
//           },
//           {
//             title: "Тэмдэглэл хөтлөх ба маягт бөглөх",
//             text: "Хараагүй хүний хувьд зарим нэг маягтын загвар ойлгож бөглөхөд будилаантай байдаг учир туслах хүн гаргаж бөглүүлэх.",
//           },
//           {
//             title:
//               "Мэдээллийн хувийн туслах /notetakers, laptops with speech output, Braille display/",
//             text: "",
//           },
//           {
//             title: "Дуут бичлэг хийгч /Digital recorder/",
//             text: "",
//           },
//           {
//             title: "Яриа таньж текстэд буулгадаг программ",
//             text: "Дэлгэц уншигчтай хоршуулан ашиглах тохиолдолд яриа танигч программ болон дэлгэц уншигч хоёр нэг нэгнээ таньж ажиллах нь муу байж болно. Дангаар нь ашиглавал энэ асуудалтай тулгарахгүй.",
//           },
//           {
//             title: "Брайл төхөөрөмжүүд /Braille stylus/Braille slate/",
//             text: "",
//           },
//           {
//             title: "Брайл хэвлэгч машин /Braille printer or embosser/",
//             text: "",
//           },
//           {
//             title: "Бичээч ",
//           },
//           {
//             title: "Гэрэл мэдрэгч /light sensor/",
//             text: "Гэрэл мэдрэгчийг утасны товчин дээр тавьж утасны дуудлага ирж байгаа эсэх, гэрэл нь анивчиж байна уу эсвэл тогтвортой асаж байна уу гэдгийг мэдрэн дуутаар эсвэл чичрэх байдлаар хэлж өгнө.",
//           },
//           {
//             title: "Ярьдаг утас /Talking telephone/",
//             text: "Аль товч асаж байгаа болон дуудлага ямар төлөвт байгааг хэлэхээс гадна дэлгэцэн дээр текстээр харуулдаг.",
//           },
//           {
//             title: "Ухаалаг утас ",
//             text: "Apple болон Android үйлдлийн системтэй ухаалаг утаснууд өөртөө дэлгэц уншигч суулгасан байдаг. Томруулагч бас бий.",
//           },
//           {
//             title:
//               "Ярьдаг мөнгө танигч, бэлэн мөнгө тоологч, зоосон мөнгө таньж ангилагч /Talking money identifier, cash registerer, coin counter and sorter/ ",
//           },
//           {
//             title: "Мөнгийг өөрт танигдахаар эвхэж сурах сургалт",
//           },
//           {
//             title: "Брайл товгор тэмдэглэгээ",
//           },
//           {
//             title: "Эд зүйлсийн хэсгүүдийг өнгөөр ялгаж эвлүүлэх, угсрах ",
//           },
//           {
//             title: "Ярьдаг багаж хэрэгслүүд",
//           },
//           {
//             title: "Тухайлбал, жин хэмжигч ",
//           },
//           {
//             title: " Сургуультай хөтөч нохой",
//           },
//           {
//             title: "Цагаан таяг",
//           },
//           {
//             title: "Цахилгаан төхөөрөмжүүд",
//           },
//           {
//             title: "Хөдөлгөн орон зайн баримжаа олгох сургалт ",
//           },
//           {
//             title: "Шаланд суулгадаг товгор тэмдэглэгээ",
//           },
//           {
//             title:
//               "Шатны гишгүүрийн ирмэгт наадаг өнгө өнгийн эсвэл халтардгаагүй материалтай наалт",
//           },
//           {
//             title: "Товойлгож хийсэн газрын зураг ",
//             text: "Аюулын гарц эсвэл байнга хэрэглэгддэг зам, коридор зэрэг хаагуур хэрхэн гаргасан байгааг тэмтэрч ойлголт авахад тустай байдаг.",
//           },
//           {
//             title: "Зүг чиг заагч ярьдаг программ",
//           },
//           {
//             title: "Уян хатан ажлын хуваарь",
//           },
//           {
//             title:
//               "Ганцаараа жолоо барьж явах үүрэг даалгаврыг багасгаж, хамт ажилладаг хүнд нь эсвэл хэн нэг боломжтой найз нөхдөд нь түлшний мөнгө баталж үр ашигтайгаар ашиглах шаардлага тав",
//           },
//           {
//             title: "Гэрээс  эсвэл зайнаас ажиллах",
//           },
//           {
//             title: "Унаа тээврийн зохицуулалт ",
//             text: "Зарим нэг чадвар алдалтаасаа болоод жолоо барьж чадахгүй байгаа нөхцөлд хамт ажилладаг хүнтэй нь хамт явуулах эсвэл түлшний мөнгө баталж хэн нэг боломжтоо найз нөхөд эсвэл хамт ажилладаг хүнтэй нь хамт үр ашигтай зарцуулдаг байх.",
//           },
//           {
//             title:
//               "Нийтийн тээврийн хуваарьт тохируулан ажлын цагийг уян хатнаар зохицуулах.",
//           },
//           {
//             title:
//               "Сургалтын материал эсвэл байгууллагын дотоод холбоо харилцааг хүртээмжтэй форматад хөрвүүлж өгөх",
//             text: "Тухайлбал,үсгийн хэмжээг томоор хэвлэх, дуут хэлбэрээр бэлтгэх гэх мэт.",
//           },
//           {
//             title:
//               "Туслах хэрэгсэл ашиглаж сурах, цагаан таяг хэрэглэж сурах хөдөлгөөн орон зан баримжаа олгох, хөтөч нохой авах сургалтад оролцоход нь цалинтайгаар ажлаас чөлөөлөх",
//           },
//           {
//             title:
//               "Нийт ажилчдын хамрагддаг сургалтад тэгш оролцуулж тохируулгаар хангах ",
//           },
//           {
//             title:
//               "Байгууллагын цахим хуудас болон бусад дижитал форматтай мэдээллийг хүртээмжтэйгээр өгөх ",
//           },
//         ],
//       },

//       {
//         title: "",
//         details: [
//           {
//             title: "",
//           },
//         ],
//       },
//       {
//         title: "",
//         details: [
//           {
//             title: "",
//           },
//         ],
//       },
//       {
//         title: "",
//         details: [
//           {
//             title: "",
//           },
//         ],
//       },
//     ],
//     functions: [PerformanceDetailData[29]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Засгийн газрын нэгэн агентлагт нийгмийн үйлчилгээ үзүүлдэг хараагүй ажилтан бичиг баримттай танилцахын тулд уншигч авах хүсэлт гаргажээ. Ажлын өдөр бүр хагас өдрөөр уншигч авахыг зөвшөөрсөн ба түүнийг ажлаа үр дүнтэй зохион байгуулж уншигчийн цагийг үр ашигтайгаар зарцуулдаг байхыг анхааруулсан байна.",
//         },
//         {
//           title: "",
//           text: "Ажилд орох хүсэлт гаргасан хүн хараа алдалтаасаа болоод шивэх хурд шалгах шатыг давж чадахгүй мэт болов. Шивэх хурд шалгахад ашигладаг программ нь дэлгэц уншигчтай нийцэж ажиллахгүй байсан учир ажил олгогч уншигч гаргаж өгөхийг хүссэн боловч түүний чадварыг бодитоор үнэлэхэд учир дутагдалтай байлаа. Хараагүй хүний хэрэглэдэг дэлгэц уншигч программын хурд уншигчийн хурд жиг дуудах хэмнэл гээд чухал ялгаанууд байсан учраас уншигч авахыг татгалзсан юм. \n\nНөхөн сэргээлтийн зөвлөхөд хандан зөвлөгөө авч дэлгэц уншигчид хүртээмжтэй шивэх программ хэрэглэхээр болсон байна.",
//         },
//         {
//           title: "",
//           text: "Их сургуулийн профессор багш жилд нэг удаа үндэсний хэмжээний бага хуралд оролцдог байлаа. Түүн зориулж хараатай хөтөч томилж өгснөөр байрлах зочид буудал болон хурлын танхимд чөлөөтэй явж хүмүүстэй чөлөөтэй харилцахад их дэмтэй арга хэмжээ болсон.",
//         },
//         {
//           title: "",
//           text: "Эрүүл мэндийн байгууллагын сургалт хөгжил хариуцсан ажилтан хөтөч нохойгоо дагуулж ажилдаа ирж очихоос гадна Ажлын байран дээр нохойноосоо туслалцаа авч ажилладаг байхыг хүссэнд ажил олгогч нь шууд зөвшөөрсөн.",
//         },
//         {
//           title: "",
//           text: "Амралтын газрын бэлэг дурсгалын дэлгүүрт ажилд орсон сул хараатай ажилтан дэлгүүрт нь хүн орж ирэхийг мэддэггүй байв. Мөн бүтээгдэхүүн дээрх шошго тэмдэглэгээг уншихад хараа нь хүрэлцдэггүй байв. \n\nГар утасны хэмжээтэй зөөврийн томруулагч хэрэглэснээр шошгыг өөрийн хараанд илүү тод харагдах өнгөний эсрэгцэлтэйгээр уншиж баяртайгаар ажлаа хийх болжээ. Харин хаалгаар хүн орж ирэхэд чимээ өгөгч дохио тавьснаар хоёр дах асуудлыг шийдсэн юм.",
//         },
//         {
//           title: "",
//           text: "Хамт ажилладаг нөхөд нь өрөөний тавилгыг санаатайгаар эмх замбараагүй байрлуулж хараагүй ажилтнаа ийш тийш мөргөхөд нь инээлдэж зугаацсан байлаа. Ажил олгогч  чухам яагаад хараагүй ажилтан нь юм мөргөж гэмтсэнийг тодруулах явцдаа үнэнийг олж мэдсэн учраас тэдгээр нөхдийг нэг нэгээр нь халсан байна.",
//         },
//         {
//           title: "",
//           text: "Автомат удирдлагатай самбартай харьцаж ажилладаг сул хараатай оператор нэлээн өргөн хүрээний үйлчилгээ үзүүлдэг том байгууллагад ажилд орсон. \n\nТэрээр аль утасны шугам хүлээлэгт байгаа, аль нь ярьж байгаа болон дуудаж байгааг ялгах шаардлагатай болов.\n\nУтасны шугам шилжүүлэгч товчнуудыг өнгө өнгөөр гэрэлтдэгт болгож өгсөн төдийгүй гаднаас ирж байгаа дуудлага, дотоод сүлжээний дуудлагыг хоёр өөр аяар дуугардаг болгов.",
//         },
//         {
//           title: "",
//           text: "Санхүүгийн байгууллагын үйлчлүүлэгчтэй харилцах ажилтан хараагаа бүр мөсөн алдсан тул компьютер дээрх мэдээллийг харж ажиллаж чадахаа болив. Удирдлага нь дэлгэц уншигч программ байдгийг олж мэдээд компьютерт нь суулгаж өгснөөр системд орсон мэдээлэл, компьютерт байгаа мэдээллийн аль алиныг саадгүй хүлээн авч ажиллах боломжтой болжээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "97",

//     title: "Хоёр Туйлт Сэтгэцийн Эмгэг",
//     type: PerformanceTypes.ph,
//     text: "Хоёр туйлт сэтгэцийн эмгэг бол тархины үйл ажиллагааны согог юм. Энэ н нь хүнийг хэт сэтгэл хөөрөл эсвэл урт хугацааны гүн сэгэл гутралд оруулдаг.\n\nХэт сэтгэл хөөрөлд нь дундаж сэтгэл хөөрлөөс илүү ойр давтамжтайгаар хурц илэрдэг.\n\n\nХэт сэтгэл хөөрөлд орох нь дараах шинж тэмдгүүдээр илэрч болно:\n\n\t\t•\tӨөрийгөө хэтэрхий өндрөөр үнэлэх. \n\n\t\t•\tУнтаж нойр авах хэрэгцээ байхгүй мэт санагдах. \n\n\t\t•\tЕрдийнхөөсөө илүү яриа болох \n\n\t\t•\tАмархан анхаарал сарниж хөөрөх\n\n\t\t•\tӨмнөхөөсөө илүү зорилготой болох\n\n\t\t•\tХэт их мөнгө үрэх, хяналтгүй бэлгийн харилцаанд орох гэх мэт сөрөг үр дагавраар дуусах үйл ажиллагаанд татагдах.\n\n\nСэтгэл гутралд орох нь дараах шинж тэмдгүүдээр илэрч болно:\n\n\t\t•\tИхэнх өдрүүдэд гутранги байж бүх итгэл найдвараа алдсан мэт болдог. Энэ мэдрэмж илт мэдрэгддэг.\n\n\t\t•\tЯмар нэг зүйлээс таашаал авах нь илт багасах эсвэл бараг юу ч хийсэн тааламж авч чаддаггүй болох.\n\n\t\t•\tАсар ихээр жин алдаж турах.\n\n\t\t•\tНойргүйдэлд орох эсвэл хэт их ундтайг болох.\n\n\t\t•\tЭрч хүчгүй сульданги болох.\n\n\t\t•\tИтгэл найдваргүй болж байнга ямар нэг зүйлд буруутай мэт мэдэрдэг болох.\n\n\t\t•\tХоолны дуршил эрс буурч турах эсвэл жин нэмэх.\n\n\t\t•\tТөвлөрөх, сэтгэн бодох чадвар эрс муудах\n\n\t\t•\tҮхэл, амиа хорлолтын тухай бодлууд ойр ойрхон орж ирэх.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[5],
//       PerformanceDetailData[6],
//       PerformanceDetailData[9],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Хэвлэлийн компанийн супервайзер сэтгэцийн эмгэгийн улмаас ой тогтоолт нь муудаж, төвлөрч чадахаа больсон ажилтандаа хэрхэн тусалж болохыг судлав.\n\nТүүний хариуцан гүйцэтгэдэг ажлууд нь олшруулагч машин ажиллуулах, цаасаар хангах, захиалга хүлээн авах, захиалга зөв хийгдсэн эсэхийг шалгах юм. Хийж байгаа ажлаа тууштай дуусгахгүй байхаас гадна ямар ажил гүйцээснээ мартдаг болов.\n\nӨдөр хийх ажлуудаа гараар бичиж тэмдэглээд гүйцээсэн ажлаа арилгах эсвэл чагтлах арга зааж өгөв. Үүнээс гадна цаг тутамд сэрүүлэг тохируулж үлдсэн ажлын жагсаалтаа эргэнэ харж аль аль ажлыг хийчхээд байгаа болон хийгээгүй байгаагаа өөртөө сануулж байж болох юм гэжээ.",
//         },
//         {
//           title: "",
//           text: "Богино хугацааны ой санамж болон төвлөрөл алдагдсан нарийн бичгийн дарга эмэгтэйг мэргэжлийн зөвлөх хүлээн авч уулзав. Зөвлөх уртасгасан цагтайгаар сургалт авах,ажлын зааварчилгааг бичгээр авдаг байх, өдөр тутмын ажлын жагсаалт гаргаж бэлтгэдэг байх, хийж байгаа ажилдаа төвлөрөхийн тулд нэг цаг утсаар харилцах ажлыг хойшлуулж тууштай ажиллах тохируулгуудыг санал болгов.",
//         },
//         {
//           title: "",
//           text: "Сэтгэл гутрал, хоёр туйлт сэтгэцийн эмгэгтэй банкны мэргэжилтэн төв банкны маш их ачаалалтай оффист ажиллахад нэлээн хүндрэлтэй байв. Тэрээр олон хүнийг удирдан зохион байгуулдаг байлаа. Харилцагчдадаа үйлчилгээ үзүүлэх, оффисын өдөр тутмын ажлыг удирдан хянах гол үүрэгтэй байв. Өөрийг нь харьцангуй бага хөл хөдөлгөөнтэй салбар руу шилжүүлэхийг хүссэн бөгөөд ажил олгогч нь ч зөвшөөрчээ. Түүний удирдлагын үүргийг хэвээр үлдэж цалинг нь хасаагүй байна.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "98",

//     title: "Цус алдалт ",
//     type: PerformanceTypes.tsch,
//     text: "Удаан хугацаагаар цус тогтохгүй алдаж олон төрлийн хүндрэл учруулахыг цус алдах өвчин гэнэ. Ийм өвчтэй хүн бусдыг бодвол амархан цус алдчихдаг гэсэн үг биш юм. Харин нэг цус алдвал тогтохгүй удаан асгардаг гэсэн үг. Цус алдах өвчин төрөлхийн байх боловч удамшлын гаралтай өвчнөөс үүдэлтэйгээр төрөлхийн тохиодох нь ховор. Төрөлхийн бусд хэлбэрүүд нь ямар нэг өөр өвчин, эмчилгээнээс үүдэлтэй үүсдэг. Химофилия нь хамгийн элбэг тохиолддог төрөлхийн хэлбэр бөгөөд нийт цус алдах өвчтэй хүн амын нэгээс доошгүй хувийг бүрдүүлж байна.\n\nЕрөнхийдөө ямар ч төрлийн цус алдах өвчин ялимгүй гэмтэл авахад цус тогтохгүй алдах эрсдэлтэй.\n\nВиллебрэнтийн цус алдах өвчтэй хүн шүдний эмчилгээ хийхэд хийгддэг ялимгүй зүсэлтийн үеэр ч цус алддаг бол Химофилиятай хүн үе мөчний зөөлөн холбогч эдүүдэд дотуур цус алдалт явагддаг. Ялангуяа өвдөг, тохой, шагайны үеүдэд дотуур цус алдалт явагдаж тэдгээр үү?үд хатуурсны улмаас гар, хөлийн хөдөлгөөний далайц хумигдан, хүч муу болдог. Даамжирсаар үений бүтэц эвдэрч гажиг үүсдэг. Тиймээс үе солих мэс засал хийхэд хүрдэг байна.\n\nЦус бүлэгнэхэд оролцдог олон төрлийн уураг байх ба тэдгээрийн нэг нь байхгүй байх эсвэл маш бага хэмжээгээр агуулагдсанаас болж цус бүлэгнэх процесс мууддаг.\n\nТиймээс шаардлагатай нөхцөлд хамрын хөндий рүү тарих эсвэл шүрших замаар тухайн дутагдалтай бүлэгнүүлэгч хүчин зүйлийг нөхдөг. Амь насанд эрсдэлтэй яаралтай хүнд нөхцөлд судсаар шахаж нөхдөг байна.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [PerformanceDetailData[5], PerformanceDetailData[26]],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Бэлхүүсээр эргэх, тонгойж бөхийх хөдөлгөөнүүд хориотой болсон учраас сунадаг гар ашиглаж хөнгөвтөр зүйлсийг тонгойхгүйгээр авч сурав.",
//         },
//         {
//           title: "",
//           text: "Цус алдалд явагддаг тул оффисын ажилтны компьютерын гар дээр ажиллах хугацаа хязгаартай болов.  Яриа таньж хөрвүүлэгч программ ашигласнаар хуруугаараа шивэх ажлыг багасгах, эргиномик ажлын байр ашиглах боломж байгааг нөхөн сэргээлтийн зөвлөх санал болгосон байна.",
//         },
//         {
//           title: "",
//           text: "Даатгалын бүртгэлийн ажилтан удаан сууж компьютер дээр ажиллахад нуруу, хүзүү,гарын сарвуугаар хөндүүрлэн өвддөг болсон тул \n\nЯриа таньж бичгээр буулгадаг программ, эргиномик сандал,суугаа болон босоо байрлалд оруулан тохируулж болдог сандал хэрэглэдэг болсноор ажлаа өмнөхийн адил өвдөлт багатай хийхээс гадна сайн төвлөрч чаддаг болсон байна.",
//         },
//         {
//           title: "",
//           text: "Сэрээт өргөгчийн жолооч руль эргүүлж чадахаа больсон байна. Маш мэдрэмтгийгээр цус алддаг болсон учраас рулийг хүчлэн атгахгүйгээр жолоодох боломжийг бүрдүүлж эргэлдэгч бөмбөлөг суулгаж өгчээ.",
//         },
//       ],
//     },
//   },
//   {
//     _id: "99",

//     title: "Эрхтэн тайралт ",
//     type: PerformanceTypes.ey,
//     text: "Захын мэдрэлийн судасны гэмтэл (ихэнхдээ чихрийн шижингээс үүдэлтэй үүсдэг), сэтгэл зүйн хүчтэй цочрол, хавдар, төрөл бүрийн вирусийн халдварууд захын мэдрэлийн судас гэмтэх үндсэн шалтгаан болдог. Улмаар аль нэг үе, мөч эсвэл бүх үе, мөчөө алдахад хүрдэг. \n\nМэдрэлийн судасны гэмтлээс үүдэлтэйгээр бол ихэвчлэн доод мөчний тайралт хийгддэг ба осол гэмтэл, сэтгэл зүйн хүчтэй цочрол зэрэг техник гэмтлээс үүдэлтэй тайралтууд нь ихэвчлэн дээд мөчнийх тайралтад хүргэдэг. Төрөлхийн согог өөр нэгэн хүчин зүйл болдог.\n\nҮе, мөчний тайралт хээлгэсний дараа өвдөлт мэдрэх, амархан халдвар авахаас сэргийлэх, тайруулан үлдсэн хэсгийг хавдахаас мөн эвгүй гаж хэлбэртэй эдгэрэхээс хамгаалах шаардлага их гардаг.\n\nХүн хүний хувьд ялгаатай боловч ихэнх хүмүүс нөхөн сэргээх засал хийлгэх хэрэгтэй болдог. Мөн аль нэг эрхтнээ эсвэл эрхтнийхээ аль нэг хэсгийг алдсан учраас сэтгэл зовнил, уйтгар гуниг, сэтгэл гутрал, уур хилэн,харуусал зэрэг сэтгэл зүйн сөрөг хариу үйлдэл үзүүлэх нь олонтоо.\n\n\nҮе, мөчний тайралттай хүнд тохируулга тодорхойлохдоо\n\nЯмар үйлдэл гүйцэтгэх чадвар алдсан хийгээд уг үйлдэл гүйцэтгэх чадвар бүрэн алдагдсан уу эсвэл тодорхой хэмжээгээр муухан гүйцэтгэж байгаа юу гэдгээс шалтгаалан ажлын байран дээр тохируулга хэрэглэх эсэхийг тодорхойлдог. Зарим хүн хэдийгээр үе, мөчөө тайруулсан ч тухайн ажлын байрны үүрэг даалгавраас шалтгаалан тохируулга хэрэглэхгүй байхад зарим хүн хэд хэдэн тохируулга хэрэглэсний дүнд уг ажлыг хийх чадвараа орлуулан авч байх жишээтэй.\n\n\nӨвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n\nАНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\n\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.\n\n\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n\n1.\t\tАжилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?\n\n2.\t\tУг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?\n\n3.\t\tЯмар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ?\n\n4.\t\tЯмар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?\n\n5.\t\tАжилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү?\n\n6.\t\tШаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? \n\n7.\t\tАжилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?    ",

//     functions: [
//       PerformanceDetailData[39],
//       PerformanceDetailData[3],
//       PerformanceDetailData[40],
//       PerformanceDetailData[4],
//       PerformanceDetailData[5],
//       PerformanceDetailData[7],
//       PerformanceDetailData[8],
//     ],
//     condition: {
//       title:
//         "Энд танилцуулж буй кэйсүүд амьдралд бодитой тохиолдсон боловч хүн хүний хувьд их, бага хэмжээгээр ялгаатай нөхцөл байдал үүсдэг учир эдгээрийг зөвхөн cсанаа авах зорилгоор ашиглахыг хүсэж байна.",
//       details: [
//         {
//           title: "",
//           text: "Ажил хайгч хоёр хөлөө тайруулсан бөгөөд ажилд тэнцсэн байгууллага нь цахилгаан шатгүй байсан учраас нэг дүгээр давхарт байрлаж ажиллах саналыг ажил олгогч зөвшөөрөн ажилд авсан байна.\n\nЦахилгаан шатаар хангах тохируулгыг ажлын байрны өөрчлөх байдлаар ажлаа хийх боломжийг бүрдүүлсэн байна.",
//         },
//         {
//           title: "",
//           text: "Хүүхдийн эмч хорт хавдрын улмаас алхаж явахад маш хүндрэлтэй болсон учраас хүүхэд байрладаг байрнуудын хооронд явахгүйгээр нэг байранд байрлаж ажилладаг болох хүсэлт гаргасан байна.\n\nАжил олгогч нь хөдөлмөр эрхлэлтийн мэргэжилтний зөвлөснөөр хөдөлгөөн дэмжих туслах тоног төхөөрөмж хэрэглэх тохируулга баталсан байна.",
//         },
//         {
//           title: "",
//           text: "Цагдаагийн ажилтан нэг хөлөө тайруулж өмнө нь гүйцэтгэж байсан маш чухал үүрэгт ажлаа аюулгүйгээр гүйцэтгэх боломжгүй болсон учраас хуучин ажилд нь эргэнэ ажиллуулж чадахгүй болсон байна. Удирдлагын зүгээс уг хэлтэст нь захиргааны ажилтны орон тоо гаргаж шинэ ажилд нь шаардлагатай тохируулгуудыг хэрэглүүлэх замаарх шийдвэрлэжээ.",
//         },
//         {
//           title: "",
//           text: "Ачааны машины жолооч эмэгтэй зөв гараа тайруулсан учраас машиныхаа арааг сольж чадахааргүй болжээ. ажил хийж чадахаа байлаа гэж санаа зовж байсан боловч ажил олгогч нь автомат араа шилжигчтэй ачааны машинаар хуучин машиныг сольж ажилд нь үлдээв.",
//         },
//         {
//           title: "",
//           text: "Нэгэн багш эмэгтэй зөв гараа тайруулж самбар дээр шохойгоор бичиж чадахгүй болсон учраас сургуулийн удирдлага нь ухаалаг самбар автал проектор ашиглан сургалтын материалаа нэг гарын компьютерын гараар шивэх тохируулгаар хангажээ.",
//         },
//         {
//           title: "",
//           text: "Нэг гараа тайруулаад эргэн ажилдаа орсон боловч ажлын байрандаа суугаад ажлаа хийх гэтэл хүндрэлтэй байжээ. Цаас үдэгчээр үдсэн материалыг буцаан задлахын тулд үдээс авагч ашиглах нь түүнд хамгийн хэцүү байв. Цаасан материалыг үдэхийн оронд цаас хавчигчаар хавчдаг болгосноор уг асуудлыг хялбархан арилгав.",
//         },
//       ],
//     },
//   },
// ];
