import { PerformanceTypes } from "../global/enum";

import { PerformanceModel } from "@/model/performance.model";

// performance
export const performanceData: PerformanceModel[] = [
  {
    _id: "0",
    title: "Алцхаймер өвчин",
    type: PerformanceTypes.ab,
    text: "Аутизмын хүрээний эмгэг гэдэг бол төв мэдрэлийн системийн хөгжилтэй холбоотойгоор үүсдэг. Нийгмийн харилцаанд орохдоо байнга асуудалтай тулгардаг ба энэ н ь бүх төрлийн нийгмийн харилцааг хамардаг. Үүнд нийгмийн харилцан үйлчлэл, хүмүүсийн илэрхийлж буй биеийн хэлийг ойлгох, бусадтай харилцаа үүсгэн хөгжүүлэх, ойлголцох зэрэг харилцааны хэлбэрүүд орно. Зөв оношлохын тулд идэвхтэй үйл ажиллагаанд хамруулах, богино давтамжтай үйлдэл гүйцэтгүүлэх, сонирхол төрүүлэх янз бүрийн ажил хийлгэх зэрэг бодит ажиглалтын  аргууд бий.\n Өвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n АНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.	\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n",
    questions: [
      {
        number: 1,
        text: "Ажилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?",
      },
      {
        number: 2,
        text: "Уг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?",
      },
      {
        number: 3,
        text: "Ямар ямар ажлын үүрэг даалгавруудыг гүйцэтгэхэд нөлөөлж байна вэ? ",
      },
      {
        number: 4,
        text: "Ямар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?",
      },
      {
        number: 5,
        text: "Ажилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү? ",
      },
      {
        number: 6,
        text: "Шаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? ",
      },
      {
        number: 7,
        text: "Ажилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?",
      },
    ],
    functions: [
      {
        title: "Агаарын чанар/тавгүйтэх",
        details: [
          {
            title: "Агаар цэвэршүүлэгч/ариутгагч",
            text: "Орчны агаарыг нийтэд нь цэвэршүүлэхэд агаар цэвэршүүлэгчийг ашиглана. Багахан хэмжээний орчны агаарыг шүүж цэвэрлэхэд ариусгагч хэрэглэнэ. Тухайлбал тамхины утаа сорж авах гэх мэт.",
          },
          {
            title: "Агаар цэвэршүүлэгч/химийн бодис/үнэр арилгагч",
          },
          {
            title: "Агаар цэвэршүүлэгч систем",
          },
          {
            title: "Химийн бодис мэдрэгчтэй агаар ариусгагч",
          },
          {
            title: "Шалны дэвсгэр, хивс, тааз, шал сонго",
            text: "Шал, тааз, дэвсгэр зэргийг солихдоо материалыг болгоомжтой сонгох хэрэгтэй. Химийн бодист хэт мэдрэг хүмүүс хийгдсэн материалын чанараас шалтгаалан тавгүйтэж болно",
          },
          {
            title: "Аврагч хүүдий",
            text: "Бохирдсон агаараар амьсгалахгүй байхад туслах баг. ",
          },
          {
            title: "Уян хатан ажлын хуваарь",
          },
          {
            title: "Химийн бодисгүй шалны цэвэрлэгээний бүтээгдэхүүн",
            text: "Үнэргүй эсвэл маш бага үнэртэй будаг, шохой зэрэг бүтээгдэхүүн хэрэглэх  ",
          },
          {
            title: "Хүрээтэй маск ",
            text: "Маскийн гадуур хүрээ байснаараа хамраас хөндийрүүлж наалдахгүй.",
          },
          {
            title: "Масктай амьсгалагч",
            text: "Нүүрийг бүхэлд нь хаасан гэрэлтдэг хаалт. Химийн бодисын хэлтэрхийг шүүж чөлөөтэй амьсгалахад илүү хялбар.",
          },
          {
            title:
              "Модны нүүрс нүүрсхүчлийн хийн шүүлтүүртэй үнэр хийгээс хамгаалах зориулалтын маск.",
          },
          {
            title: "Үнэр мэдрэгч",
          },
          {
            title: "Хувийн хэрэглээний бага оврын агаар цэвэршүүлэгч",
            text: "Агаар мандалд тогтсон химийн бодисын бөөгнөрлийг шүүж цэвэр агаараар хангах бага хэмжээний цэвэршүүлэгч.",
          },
          {
            title: "Агаар ариусгагч амьсгалагч",
            text: "Зарим төхөөрөмж сэнсээр шүүлтүүр руу бохир агаарыг үлээж хүний амьсгалд орохоос сэргийлдэг бол заримд нь цэвэр агаарын танк байдаг ба нүүрний маскаар дамжуулан амьсгалдаг.",
          },
        ],
      },
    ],
  },
  {
    _id: "1",
    title: "Альбинизм",
    type: PerformanceTypes.ab,
    text: "Аутизмын хүрээний эмгэг гэдэг бол төв мэдрэлийн системийн хөгжилтэй холбоотойгоор үүсдэг. Нийгмийн харилцаанд орохдоо байнга асуудалтай тулгардаг ба энэ н ь бүх төрлийн нийгмийн харилцааг хамардаг. Үүнд нийгмийн харилцан үйлчлэл, хүмүүсийн илэрхийлж буй биеийн хэлийг ойлгох, бусадтай харилцаа үүсгэн хөгжүүлэх, ойлголцох зэрэг харилцааны хэлбэрүүд орно. Зөв оношлохын тулд идэвхтэй үйл ажиллагаанд хамруулах, богино давтамжтай үйлдэл гүйцэтгүүлэх, сонирхол төрүүлэх янз бүрийн ажил хийлгэх зэрэг бодит ажиглалтын  аргууд бий.\n Өвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n АНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.	\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n",
    questions: [
      {
        number: 1,
        text: "Ажилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?",
      },
      {
        number: 2,
        text: "Уг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?",
      },
      {
        number: 4,
        text: "Ямар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?",
      },
      {
        number: 5,
        text: "Ажилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү? ",
      },
      {
        number: 6,
        text: "Шаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? ",
      },
      {
        number: 7,
        text: "Ажилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?",
      },
    ],
    functions: [
      {
        title: "Агаарын чанар/тавгүйтэх",
        details: [
          {
            title: "Агаар цэвэршүүлэгч/ариутгагч",
            text: "Орчны агаарыг нийтэд нь цэвэршүүлэхэд агаар цэвэршүүлэгчийг ашиглана. Багахан хэмжээний орчны агаарыг шүүж цэвэрлэхэд ариусгагч хэрэглэнэ. Тухайлбал тамхины утаа сорж авах гэх мэт.",
          },
          {
            title: "Агаар цэвэршүүлэгч/химийн бодис/үнэр арилгагч",
          },
          {
            title: "Агаар цэвэршүүлэгч систем",
          },
          {
            title: "Химийн бодис мэдрэгчтэй агаар ариусгагч",
          },
          {
            title: "Шалны дэвсгэр, хивс, тааз, шал сонго",
            text: "Шал, тааз, дэвсгэр зэргийг солихдоо материалыг болгоомжтой сонгох хэрэгтэй. Химийн бодист хэт мэдрэг хүмүүс хийгдсэн материалын чанараас шалтгаалан тавгүйтэж болно",
          },
          {
            title: "Аврагч хүүдий",
            text: "Бохирдсон агаараар амьсгалахгүй байхад туслах баг. ",
          },
          {
            title: "Уян хатан ажлын хуваарь",
          },
          {
            title: "Химийн бодисгүй шалны цэвэрлэгээний бүтээгдэхүүн",
            text: "Үнэргүй эсвэл маш бага үнэртэй будаг, шохой зэрэг бүтээгдэхүүн хэрэглэх  ",
          },
          {
            title: "Хүрээтэй маск ",
            text: "Маскийн гадуур хүрээ байснаараа хамраас хөндийрүүлж наалдахгүй.",
          },
          {
            title: "Масктай амьсгалагч",
            text: "Нүүрийг бүхэлд нь хаасан гэрэлтдэг хаалт. Химийн бодисын хэлтэрхийг шүүж чөлөөтэй амьсгалахад илүү хялбар.",
          },
          {
            title:
              "Модны нүүрс нүүрсхүчлийн хийн шүүлтүүртэй үнэр хийгээс хамгаалах зориулалтын маск.",
          },
          {
            title: "Үнэр мэдрэгч",
          },
          {
            title: "Хувийн хэрэглээний бага оврын агаар цэвэршүүлэгч",
            text: "Агаар мандалд тогтсон химийн бодисын бөөгнөрлийг шүүж цэвэр агаараар хангах бага хэмжээний цэвэршүүлэгч.",
          },
          {
            title: "Агаар ариусгагч амьсгалагч",
            text: "Зарим төхөөрөмж сэнсээр шүүлтүүр руу бохир агаарыг үлээж хүний амьсгалд орохоос сэргийлдэг бол заримд нь цэвэр агаарын танк байдаг ба нүүрний маскаар дамжуулан амьсгалдаг.",
          },
        ],
      },
    ],
  },
  {
    _id: "2",
    title: "Амиотрофын хатуурал",
    type: PerformanceTypes.ab,
    text: "Аутизмын хүрээний эмгэг гэдэг бол төв мэдрэлийн системийн хөгжилтэй холбоотойгоор үүсдэг. Нийгмийн харилцаанд орохдоо байнга асуудалтай тулгардаг ба энэ н ь бүх төрлийн нийгмийн харилцааг хамардаг. Үүнд нийгмийн харилцан үйлчлэл, хүмүүсийн илэрхийлж буй биеийн хэлийг ойлгох, бусадтай харилцаа үүсгэн хөгжүүлэх, ойлголцох зэрэг харилцааны хэлбэрүүд орно. Зөв оношлохын тулд идэвхтэй үйл ажиллагаанд хамруулах, богино давтамжтай үйлдэл гүйцэтгүүлэх, сонирхол төрүүлэх янз бүрийн ажил хийлгэх зэрэг бодит ажиглалтын  аргууд бий.\n Өвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n АНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.	\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n",
    questions: [
      {
        number: 1,
        text: "Ажилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?",
      },
      {
        number: 2,
        text: "Уг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?",
      },
      {
        number: 4,
        text: "Ямар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?",
      },
      {
        number: 5,
        text: "Ажилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү? ",
      },
      {
        number: 6,
        text: "Шаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? ",
      },
      {
        number: 7,
        text: "Ажилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?",
      },
    ],
    functions: [
      {
        title: "Агаарын чанар/тавгүйтэх",
        details: [
          {
            title: "Агаар цэвэршүүлэгч/ариутгагч",
            text: "Орчны агаарыг нийтэд нь цэвэршүүлэхэд агаар цэвэршүүлэгчийг ашиглана. Багахан хэмжээний орчны агаарыг шүүж цэвэрлэхэд ариусгагч хэрэглэнэ. Тухайлбал тамхины утаа сорж авах гэх мэт.",
          },
          {
            title: "Агаар цэвэршүүлэгч/химийн бодис/үнэр арилгагч",
          },
          {
            title: "Агаар цэвэршүүлэгч систем",
          },
          {
            title: "Химийн бодис мэдрэгчтэй агаар ариусгагч",
          },
          {
            title: "Шалны дэвсгэр, хивс, тааз, шал сонго",
            text: "Шал, тааз, дэвсгэр зэргийг солихдоо материалыг болгоомжтой сонгох хэрэгтэй. Химийн бодист хэт мэдрэг хүмүүс хийгдсэн материалын чанараас шалтгаалан тавгүйтэж болно",
          },
          {
            title: "Аврагч хүүдий",
            text: "Бохирдсон агаараар амьсгалахгүй байхад туслах баг. ",
          },
          {
            title: "Уян хатан ажлын хуваарь",
          },
          {
            title: "Химийн бодисгүй шалны цэвэрлэгээний бүтээгдэхүүн",
            text: "Үнэргүй эсвэл маш бага үнэртэй будаг, шохой зэрэг бүтээгдэхүүн хэрэглэх  ",
          },
          {
            title: "Хүрээтэй маск ",
            text: "Маскийн гадуур хүрээ байснаараа хамраас хөндийрүүлж наалдахгүй.",
          },
          {
            title: "Масктай амьсгалагч",
            text: "Нүүрийг бүхэлд нь хаасан гэрэлтдэг хаалт. Химийн бодисын хэлтэрхийг шүүж чөлөөтэй амьсгалахад илүү хялбар.",
          },
          {
            title:
              "Модны нүүрс нүүрсхүчлийн хийн шүүлтүүртэй үнэр хийгээс хамгаалах зориулалтын маск.",
          },
          {
            title: "Үнэр мэдрэгч",
          },
          {
            title: "Хувийн хэрэглээний бага оврын агаар цэвэршүүлэгч",
            text: "Агаар мандалд тогтсон химийн бодисын бөөгнөрлийг шүүж цэвэр агаараар хангах бага хэмжээний цэвэршүүлэгч.",
          },
          {
            title: "Агаар ариусгагч амьсгалагч",
            text: "Зарим төхөөрөмж сэнсээр шүүлтүүр руу бохир агаарыг үлээж хүний амьсгалд орохоос сэргийлдэг бол заримд нь цэвэр агаарын танк байдаг ба нүүрний маскаар дамжуулан амьсгалдаг.",
          },
        ],
      },
    ],
  },
  {
    _id: "3",
    title: "Анхаарал дутмагшил",
    type: PerformanceTypes.ab,
    text: "Аутизмын хүрээний эмгэг гэдэг бол төв мэдрэлийн системийн хөгжилтэй холбоотойгоор үүсдэг. Нийгмийн харилцаанд орохдоо байнга асуудалтай тулгардаг ба энэ н ь бүх төрлийн нийгмийн харилцааг хамардаг. Үүнд нийгмийн харилцан үйлчлэл, хүмүүсийн илэрхийлж буй биеийн хэлийг ойлгох, бусадтай харилцаа үүсгэн хөгжүүлэх, ойлголцох зэрэг харилцааны хэлбэрүүд орно. Зөв оношлохын тулд идэвхтэй үйл ажиллагаанд хамруулах, богино давтамжтай үйлдэл гүйцэтгүүлэх, сонирхол төрүүлэх янз бүрийн ажил хийлгэх зэрэг бодит ажиглалтын  аргууд бий.\n Өвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n АНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.	\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n",
    questions: [
      {
        number: 1,
        text: "Ажилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?",
      },
      {
        number: 2,
        text: "Уг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?",
      },
      {
        number: 4,
        text: "Ямар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?",
      },
      {
        number: 5,
        text: "Ажилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү? ",
      },
      {
        number: 6,
        text: "Шаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? ",
      },
      {
        number: 7,
        text: "Ажилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?",
      },
    ],
    functions: [
      {
        title: "Агаарын чанар/тавгүйтэх",
        details: [
          {
            title: "Агаар цэвэршүүлэгч/ариутгагч",
            text: "Орчны агаарыг нийтэд нь цэвэршүүлэхэд агаар цэвэршүүлэгчийг ашиглана. Багахан хэмжээний орчны агаарыг шүүж цэвэрлэхэд ариусгагч хэрэглэнэ. Тухайлбал тамхины утаа сорж авах гэх мэт.",
          },
          {
            title: "Агаар цэвэршүүлэгч/химийн бодис/үнэр арилгагч",
          },
          {
            title: "Агаар цэвэршүүлэгч систем",
          },
          {
            title: "Химийн бодис мэдрэгчтэй агаар ариусгагч",
          },
          {
            title: "Шалны дэвсгэр, хивс, тааз, шал сонго",
            text: "Шал, тааз, дэвсгэр зэргийг солихдоо материалыг болгоомжтой сонгох хэрэгтэй. Химийн бодист хэт мэдрэг хүмүүс хийгдсэн материалын чанараас шалтгаалан тавгүйтэж болно",
          },
          {
            title: "Аврагч хүүдий",
            text: "Бохирдсон агаараар амьсгалахгүй байхад туслах баг. ",
          },
          {
            title: "Уян хатан ажлын хуваарь",
          },
          {
            title: "Химийн бодисгүй шалны цэвэрлэгээний бүтээгдэхүүн",
            text: "Үнэргүй эсвэл маш бага үнэртэй будаг, шохой зэрэг бүтээгдэхүүн хэрэглэх  ",
          },
          {
            title: "Хүрээтэй маск ",
            text: "Маскийн гадуур хүрээ байснаараа хамраас хөндийрүүлж наалдахгүй.",
          },
          {
            title: "Масктай амьсгалагч",
            text: "Нүүрийг бүхэлд нь хаасан гэрэлтдэг хаалт. Химийн бодисын хэлтэрхийг шүүж чөлөөтэй амьсгалахад илүү хялбар.",
          },
          {
            title:
              "Модны нүүрс нүүрсхүчлийн хийн шүүлтүүртэй үнэр хийгээс хамгаалах зориулалтын маск.",
          },
          {
            title: "Үнэр мэдрэгч",
          },
          {
            title: "Хувийн хэрэглээний бага оврын агаар цэвэршүүлэгч",
            text: "Агаар мандалд тогтсон химийн бодисын бөөгнөрлийг шүүж цэвэр агаараар хангах бага хэмжээний цэвэршүүлэгч.",
          },
          {
            title: "Агаар ариусгагч амьсгалагч",
            text: "Зарим төхөөрөмж сэнсээр шүүлтүүр руу бохир агаарыг үлээж хүний амьсгалд орохоос сэргийлдэг бол заримд нь цэвэр агаарын танк байдаг ба нүүрний маскаар дамжуулан амьсгалдаг.",
          },
        ],
      },
    ],
  },
  {
    _id: "4",
    title: "Анхилуун үнэртэнд хэт мэдрэг",
    type: PerformanceTypes.ab,
    text: "Аутизмын хүрээний эмгэг гэдэг бол төв мэдрэлийн системийн хөгжилтэй холбоотойгоор үүсдэг. Нийгмийн харилцаанд орохдоо байнга асуудалтай тулгардаг ба энэ н ь бүх төрлийн нийгмийн харилцааг хамардаг. Үүнд нийгмийн харилцан үйлчлэл, хүмүүсийн илэрхийлж буй биеийн хэлийг ойлгох, бусадтай харилцаа үүсгэн хөгжүүлэх, ойлголцох зэрэг харилцааны хэлбэрүүд орно. Зөв оношлохын тулд идэвхтэй үйл ажиллагаанд хамруулах, богино давтамжтай үйлдэл гүйцэтгүүлэх, сонирхол төрүүлэх янз бүрийн ажил хийлгэх зэрэг бодит ажиглалтын  аргууд бий.\n Өвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n АНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.	\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n",
    questions: [
      {
        number: 1,
        text: "Ажилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?",
      },
      {
        number: 2,
        text: "Уг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?",
      },
      {
        number: 4,
        text: "Ямар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?",
      },
      {
        number: 5,
        text: "Ажилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү? ",
      },
      {
        number: 6,
        text: "Шаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? ",
      },
      {
        number: 7,
        text: "Ажилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?",
      },
    ],
    functions: [
      {
        title: "Агаарын чанар/тавгүйтэх",
        details: [
          {
            title: "Агаар цэвэршүүлэгч/ариутгагч",
            text: "Орчны агаарыг нийтэд нь цэвэршүүлэхэд агаар цэвэршүүлэгчийг ашиглана. Багахан хэмжээний орчны агаарыг шүүж цэвэрлэхэд ариусгагч хэрэглэнэ. Тухайлбал тамхины утаа сорж авах гэх мэт.",
          },
          {
            title: "Агаар цэвэршүүлэгч/химийн бодис/үнэр арилгагч",
          },
          {
            title: "Агаар цэвэршүүлэгч систем",
          },
          {
            title: "Химийн бодис мэдрэгчтэй агаар ариусгагч",
          },
          {
            title: "Шалны дэвсгэр, хивс, тааз, шал сонго",
            text: "Шал, тааз, дэвсгэр зэргийг солихдоо материалыг болгоомжтой сонгох хэрэгтэй. Химийн бодист хэт мэдрэг хүмүүс хийгдсэн материалын чанараас шалтгаалан тавгүйтэж болно",
          },
          {
            title: "Аврагч хүүдий",
            text: "Бохирдсон агаараар амьсгалахгүй байхад туслах баг. ",
          },
          {
            title: "Уян хатан ажлын хуваарь",
          },
          {
            title: "Химийн бодисгүй шалны цэвэрлэгээний бүтээгдэхүүн",
            text: "Үнэргүй эсвэл маш бага үнэртэй будаг, шохой зэрэг бүтээгдэхүүн хэрэглэх  ",
          },
          {
            title: "Хүрээтэй маск ",
            text: "Маскийн гадуур хүрээ байснаараа хамраас хөндийрүүлж наалдахгүй.",
          },
          {
            title: "Масктай амьсгалагч",
            text: "Нүүрийг бүхэлд нь хаасан гэрэлтдэг хаалт. Химийн бодисын хэлтэрхийг шүүж чөлөөтэй амьсгалахад илүү хялбар.",
          },
          {
            title:
              "Модны нүүрс нүүрсхүчлийн хийн шүүлтүүртэй үнэр хийгээс хамгаалах зориулалтын маск.",
          },
          {
            title: "Үнэр мэдрэгч",
          },
          {
            title: "Хувийн хэрэглээний бага оврын агаар цэвэршүүлэгч",
            text: "Агаар мандалд тогтсон химийн бодисын бөөгнөрлийг шүүж цэвэр агаараар хангах бага хэмжээний цэвэршүүлэгч.",
          },
          {
            title: "Агаар ариусгагч амьсгалагч",
            text: "Зарим төхөөрөмж сэнсээр шүүлтүүр руу бохир агаарыг үлээж хүний амьсгалд орохоос сэргийлдэг бол заримд нь цэвэр агаарын танк байдаг ба нүүрний маскаар дамжуулан амьсгалдаг.",
          },
        ],
      },
    ],
  },
  {
    _id: "5",
    title: "Архаг хөндүүр өвдөлт",
    type: PerformanceTypes.ab,
    text: "Аутизмын хүрээний эмгэг гэдэг бол төв мэдрэлийн системийн хөгжилтэй холбоотойгоор үүсдэг. Нийгмийн харилцаанд орохдоо байнга асуудалтай тулгардаг ба энэ н ь бүх төрлийн нийгмийн харилцааг хамардаг. Үүнд нийгмийн харилцан үйлчлэл, хүмүүсийн илэрхийлж буй биеийн хэлийг ойлгох, бусадтай харилцаа үүсгэн хөгжүүлэх, ойлголцох зэрэг харилцааны хэлбэрүүд орно. Зөв оношлохын тулд идэвхтэй үйл ажиллагаанд хамруулах, богино давтамжтай үйлдэл гүйцэтгүүлэх, сонирхол төрүүлэх янз бүрийн ажил хийлгэх зэрэг бодит ажиглалтын  аргууд бий.\n Өвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n АНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.	\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n",
    questions: [
      {
        number: 1,
        text: "Ажилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?",
      },
      {
        number: 2,
        text: "Уг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?",
      },
      {
        number: 4,
        text: "Ямар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?",
      },
      {
        number: 5,
        text: "Ажилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү? ",
      },
      {
        number: 6,
        text: "Шаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? ",
      },
      {
        number: 7,
        text: "Ажилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?",
      },
    ],
    functions: [
      {
        title: "Агаарын чанар/тавгүйтэх",
        details: [
          {
            title: "Агаар цэвэршүүлэгч/ариутгагч",
            text: "Орчны агаарыг нийтэд нь цэвэршүүлэхэд агаар цэвэршүүлэгчийг ашиглана. Багахан хэмжээний орчны агаарыг шүүж цэвэрлэхэд ариусгагч хэрэглэнэ. Тухайлбал тамхины утаа сорж авах гэх мэт.",
          },
          {
            title: "Агаар цэвэршүүлэгч/химийн бодис/үнэр арилгагч",
          },
          {
            title: "Агаар цэвэршүүлэгч систем",
          },
          {
            title: "Химийн бодис мэдрэгчтэй агаар ариусгагч",
          },
          {
            title: "Шалны дэвсгэр, хивс, тааз, шал сонго",
            text: "Шал, тааз, дэвсгэр зэргийг солихдоо материалыг болгоомжтой сонгох хэрэгтэй. Химийн бодист хэт мэдрэг хүмүүс хийгдсэн материалын чанараас шалтгаалан тавгүйтэж болно",
          },
          {
            title: "Аврагч хүүдий",
            text: "Бохирдсон агаараар амьсгалахгүй байхад туслах баг. ",
          },
          {
            title: "Уян хатан ажлын хуваарь",
          },
          {
            title: "Химийн бодисгүй шалны цэвэрлэгээний бүтээгдэхүүн",
            text: "Үнэргүй эсвэл маш бага үнэртэй будаг, шохой зэрэг бүтээгдэхүүн хэрэглэх  ",
          },
          {
            title: "Хүрээтэй маск ",
            text: "Маскийн гадуур хүрээ байснаараа хамраас хөндийрүүлж наалдахгүй.",
          },
          {
            title: "Масктай амьсгалагч",
            text: "Нүүрийг бүхэлд нь хаасан гэрэлтдэг хаалт. Химийн бодисын хэлтэрхийг шүүж чөлөөтэй амьсгалахад илүү хялбар.",
          },
          {
            title:
              "Модны нүүрс нүүрсхүчлийн хийн шүүлтүүртэй үнэр хийгээс хамгаалах зориулалтын маск.",
          },
          {
            title: "Үнэр мэдрэгч",
          },
          {
            title: "Хувийн хэрэглээний бага оврын агаар цэвэршүүлэгч",
            text: "Агаар мандалд тогтсон химийн бодисын бөөгнөрлийг шүүж цэвэр агаараар хангах бага хэмжээний цэвэршүүлэгч.",
          },
          {
            title: "Агаар ариусгагч амьсгалагч",
            text: "Зарим төхөөрөмж сэнсээр шүүлтүүр руу бохир агаарыг үлээж хүний амьсгалд орохоос сэргийлдэг бол заримд нь цэвэр агаарын танк байдаг ба нүүрний маскаар дамжуулан амьсгалдаг.",
          },
        ],
      },
    ],
  },
  {
    _id: "6",
    title: "Архаг ядаргааны синдром",
    type: PerformanceTypes.ab,
    text: "Аутизмын хүрээний эмгэг гэдэг бол төв мэдрэлийн системийн хөгжилтэй холбоотойгоор үүсдэг. Нийгмийн харилцаанд орохдоо байнга асуудалтай тулгардаг ба энэ н ь бүх төрлийн нийгмийн харилцааг хамардаг. Үүнд нийгмийн харилцан үйлчлэл, хүмүүсийн илэрхийлж буй биеийн хэлийг ойлгох, бусадтай харилцаа үүсгэн хөгжүүлэх, ойлголцох зэрэг харилцааны хэлбэрүүд орно. Зөв оношлохын тулд идэвхтэй үйл ажиллагаанд хамруулах, богино давтамжтай үйлдэл гүйцэтгүүлэх, сонирхол төрүүлэх янз бүрийн ажил хийлгэх зэрэг бодит ажиглалтын  аргууд бий.\n Өвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n АНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.	\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n",
    questions: [
      {
        number: 1,
        text: "Ажилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?",
      },
      {
        number: 2,
        text: "Уг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?",
      },
      {
        number: 4,
        text: "Ямар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?",
      },
      {
        number: 5,
        text: "Ажилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү? ",
      },
      {
        number: 6,
        text: "Шаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? ",
      },
      {
        number: 7,
        text: "Ажилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?",
      },
    ],
    functions: [
      {
        title: "Агаарын чанар/тавгүйтэх",
        details: [
          {
            title: "Агаар цэвэршүүлэгч/ариутгагч",
            text: "Орчны агаарыг нийтэд нь цэвэршүүлэхэд агаар цэвэршүүлэгчийг ашиглана. Багахан хэмжээний орчны агаарыг шүүж цэвэрлэхэд ариусгагч хэрэглэнэ. Тухайлбал тамхины утаа сорж авах гэх мэт.",
          },
          {
            title: "Агаар цэвэршүүлэгч/химийн бодис/үнэр арилгагч",
          },
          {
            title: "Агаар цэвэршүүлэгч систем",
          },
          {
            title: "Химийн бодис мэдрэгчтэй агаар ариусгагч",
          },
          {
            title: "Шалны дэвсгэр, хивс, тааз, шал сонго",
            text: "Шал, тааз, дэвсгэр зэргийг солихдоо материалыг болгоомжтой сонгох хэрэгтэй. Химийн бодист хэт мэдрэг хүмүүс хийгдсэн материалын чанараас шалтгаалан тавгүйтэж болно",
          },
          {
            title: "Аврагч хүүдий",
            text: "Бохирдсон агаараар амьсгалахгүй байхад туслах баг. ",
          },
          {
            title: "Уян хатан ажлын хуваарь",
          },
          {
            title: "Химийн бодисгүй шалны цэвэрлэгээний бүтээгдэхүүн",
            text: "Үнэргүй эсвэл маш бага үнэртэй будаг, шохой зэрэг бүтээгдэхүүн хэрэглэх  ",
          },
          {
            title: "Хүрээтэй маск ",
            text: "Маскийн гадуур хүрээ байснаараа хамраас хөндийрүүлж наалдахгүй.",
          },
          {
            title: "Масктай амьсгалагч",
            text: "Нүүрийг бүхэлд нь хаасан гэрэлтдэг хаалт. Химийн бодисын хэлтэрхийг шүүж чөлөөтэй амьсгалахад илүү хялбар.",
          },
          {
            title:
              "Модны нүүрс нүүрсхүчлийн хийн шүүлтүүртэй үнэр хийгээс хамгаалах зориулалтын маск.",
          },
          {
            title: "Үнэр мэдрэгч",
          },
          {
            title: "Хувийн хэрэглээний бага оврын агаар цэвэршүүлэгч",
            text: "Агаар мандалд тогтсон химийн бодисын бөөгнөрлийг шүүж цэвэр агаараар хангах бага хэмжээний цэвэршүүлэгч.",
          },
          {
            title: "Агаар ариусгагч амьсгалагч",
            text: "Зарим төхөөрөмж сэнсээр шүүлтүүр руу бохир агаарыг үлээж хүний амьсгалд орохоос сэргийлдэг бол заримд нь цэвэр агаарын танк байдаг ба нүүрний маскаар дамжуулан амьсгалдаг.",
          },
        ],
      },
    ],
  },
  {
    _id: "7",
    title: "Архинд донтолт",
    type: PerformanceTypes.ab,
    text: "Аутизмын хүрээний эмгэг гэдэг бол төв мэдрэлийн системийн хөгжилтэй холбоотойгоор үүсдэг. Нийгмийн харилцаанд орохдоо байнга асуудалтай тулгардаг ба энэ н ь бүх төрлийн нийгмийн харилцааг хамардаг. Үүнд нийгмийн харилцан үйлчлэл, хүмүүсийн илэрхийлж буй биеийн хэлийг ойлгох, бусадтай харилцаа үүсгэн хөгжүүлэх, ойлголцох зэрэг харилцааны хэлбэрүүд орно. Зөв оношлохын тулд идэвхтэй үйл ажиллагаанд хамруулах, богино давтамжтай үйлдэл гүйцэтгүүлэх, сонирхол төрүүлэх янз бүрийн ажил хийлгэх зэрэг бодит ажиглалтын  аргууд бий.\n Өвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n АНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.	\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n",
    questions: [
      {
        number: 1,
        text: "Ажилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?",
      },
      {
        number: 2,
        text: "Уг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?",
      },
      {
        number: 4,
        text: "Ямар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?",
      },
      {
        number: 5,
        text: "Ажилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү? ",
      },
      {
        number: 6,
        text: "Шаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? ",
      },
      {
        number: 7,
        text: "Ажилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?",
      },
    ],
    functions: [
      {
        title: "Агаарын чанар/тавгүйтэх",
        details: [
          {
            title: "Агаар цэвэршүүлэгч/ариутгагч",
            text: "Орчны агаарыг нийтэд нь цэвэршүүлэхэд агаар цэвэршүүлэгчийг ашиглана. Багахан хэмжээний орчны агаарыг шүүж цэвэрлэхэд ариусгагч хэрэглэнэ. Тухайлбал тамхины утаа сорж авах гэх мэт.",
          },
          {
            title: "Агаар цэвэршүүлэгч/химийн бодис/үнэр арилгагч",
          },
          {
            title: "Агаар цэвэршүүлэгч систем",
          },
          {
            title: "Химийн бодис мэдрэгчтэй агаар ариусгагч",
          },
          {
            title: "Шалны дэвсгэр, хивс, тааз, шал сонго",
            text: "Шал, тааз, дэвсгэр зэргийг солихдоо материалыг болгоомжтой сонгох хэрэгтэй. Химийн бодист хэт мэдрэг хүмүүс хийгдсэн материалын чанараас шалтгаалан тавгүйтэж болно",
          },
          {
            title: "Аврагч хүүдий",
            text: "Бохирдсон агаараар амьсгалахгүй байхад туслах баг. ",
          },
          {
            title: "Уян хатан ажлын хуваарь",
          },
          {
            title: "Химийн бодисгүй шалны цэвэрлэгээний бүтээгдэхүүн",
            text: "Үнэргүй эсвэл маш бага үнэртэй будаг, шохой зэрэг бүтээгдэхүүн хэрэглэх  ",
          },
          {
            title: "Хүрээтэй маск ",
            text: "Маскийн гадуур хүрээ байснаараа хамраас хөндийрүүлж наалдахгүй.",
          },
          {
            title: "Масктай амьсгалагч",
            text: "Нүүрийг бүхэлд нь хаасан гэрэлтдэг хаалт. Химийн бодисын хэлтэрхийг шүүж чөлөөтэй амьсгалахад илүү хялбар.",
          },
          {
            title:
              "Модны нүүрс нүүрсхүчлийн хийн шүүлтүүртэй үнэр хийгээс хамгаалах зориулалтын маск.",
          },
          {
            title: "Үнэр мэдрэгч",
          },
          {
            title: "Хувийн хэрэглээний бага оврын агаар цэвэршүүлэгч",
            text: "Агаар мандалд тогтсон химийн бодисын бөөгнөрлийг шүүж цэвэр агаараар хангах бага хэмжээний цэвэршүүлэгч.",
          },
          {
            title: "Агаар ариусгагч амьсгалагч",
            text: "Зарим төхөөрөмж сэнсээр шүүлтүүр руу бохир агаарыг үлээж хүний амьсгалд орохоос сэргийлдэг бол заримд нь цэвэр агаарын танк байдаг ба нүүрний маскаар дамжуулан амьсгалдаг.",
          },
        ],
      },
    ],
  },
  {
    _id: "8",
    title: "Атаксийн эмнэл зүйн илрэл",
    type: PerformanceTypes.ab,
    text: "Аутизмын хүрээний эмгэг гэдэг бол төв мэдрэлийн системийн хөгжилтэй холбоотойгоор үүсдэг. Нийгмийн харилцаанд орохдоо байнга асуудалтай тулгардаг ба энэ н ь бүх төрлийн нийгмийн харилцааг хамардаг. Үүнд нийгмийн харилцан үйлчлэл, хүмүүсийн илэрхийлж буй биеийн хэлийг ойлгох, бусадтай харилцаа үүсгэн хөгжүүлэх, ойлголцох зэрэг харилцааны хэлбэрүүд орно. Зөв оношлохын тулд идэвхтэй үйл ажиллагаанд хамруулах, богино давтамжтай үйлдэл гүйцэтгүүлэх, сонирхол төрүүлэх янз бүрийн ажил хийлгэх зэрэг бодит ажиглалтын  аргууд бий.\n Өвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n АНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.	\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n",
    questions: [
      {
        number: 1,
        text: "Ажилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?",
      },
      {
        number: 2,
        text: "Уг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?",
      },
      {
        number: 4,
        text: "Ямар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?",
      },
      {
        number: 5,
        text: "Ажилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү? ",
      },
      {
        number: 6,
        text: "Шаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? ",
      },
      {
        number: 7,
        text: "Ажилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?",
      },
    ],
    functions: [
      {
        title: "Агаарын чанар/тавгүйтэх",
        details: [
          {
            title: "Агаар цэвэршүүлэгч/ариутгагч",
            text: "Орчны агаарыг нийтэд нь цэвэршүүлэхэд агаар цэвэршүүлэгчийг ашиглана. Багахан хэмжээний орчны агаарыг шүүж цэвэрлэхэд ариусгагч хэрэглэнэ. Тухайлбал тамхины утаа сорж авах гэх мэт.",
          },
          {
            title: "Агаар цэвэршүүлэгч/химийн бодис/үнэр арилгагч",
          },
          {
            title: "Агаар цэвэршүүлэгч систем",
          },
          {
            title: "Химийн бодис мэдрэгчтэй агаар ариусгагч",
          },
          {
            title: "Шалны дэвсгэр, хивс, тааз, шал сонго",
            text: "Шал, тааз, дэвсгэр зэргийг солихдоо материалыг болгоомжтой сонгох хэрэгтэй. Химийн бодист хэт мэдрэг хүмүүс хийгдсэн материалын чанараас шалтгаалан тавгүйтэж болно",
          },
          {
            title: "Аврагч хүүдий",
            text: "Бохирдсон агаараар амьсгалахгүй байхад туслах баг. ",
          },
          {
            title: "Уян хатан ажлын хуваарь",
          },
          {
            title: "Химийн бодисгүй шалны цэвэрлэгээний бүтээгдэхүүн",
            text: "Үнэргүй эсвэл маш бага үнэртэй будаг, шохой зэрэг бүтээгдэхүүн хэрэглэх  ",
          },
          {
            title: "Хүрээтэй маск ",
            text: "Маскийн гадуур хүрээ байснаараа хамраас хөндийрүүлж наалдахгүй.",
          },
          {
            title: "Масктай амьсгалагч",
            text: "Нүүрийг бүхэлд нь хаасан гэрэлтдэг хаалт. Химийн бодисын хэлтэрхийг шүүж чөлөөтэй амьсгалахад илүү хялбар.",
          },
          {
            title:
              "Модны нүүрс нүүрсхүчлийн хийн шүүлтүүртэй үнэр хийгээс хамгаалах зориулалтын маск.",
          },
          {
            title: "Үнэр мэдрэгч",
          },
          {
            title: "Хувийн хэрэглээний бага оврын агаар цэвэршүүлэгч",
            text: "Агаар мандалд тогтсон химийн бодисын бөөгнөрлийг шүүж цэвэр агаараар хангах бага хэмжээний цэвэршүүлэгч.",
          },
          {
            title: "Агаар ариусгагч амьсгалагч",
            text: "Зарим төхөөрөмж сэнсээр шүүлтүүр руу бохир агаарыг үлээж хүний амьсгалд орохоос сэргийлдэг бол заримд нь цэвэр агаарын танк байдаг ба нүүрний маскаар дамжуулан амьсгалдаг.",
          },
        ],
      },
    ],
  },
  {
    _id: "9",
    title: "Аутизмын Хүрээний Эмгэг",
    type: PerformanceTypes.ab,
    text: "Аутизмын хүрээний эмгэг гэдэг бол төв мэдрэлийн системийн хөгжилтэй холбоотойгоор үүсдэг. Нийгмийн харилцаанд орохдоо байнга асуудалтай тулгардаг ба энэ н ь бүх төрлийн нийгмийн харилцааг хамардаг. Үүнд нийгмийн харилцан үйлчлэл, хүмүүсийн илэрхийлж буй биеийн хэлийг ойлгох, бусадтай харилцаа үүсгэн хөгжүүлэх, ойлголцох зэрэг харилцааны хэлбэрүүд орно. Зөв оношлохын тулд идэвхтэй үйл ажиллагаанд хамруулах, богино давтамжтай үйлдэл гүйцэтгүүлэх, сонирхол төрүүлэх янз бүрийн ажил хийлгэх зэрэг бодит ажиглалтын  аргууд бий.\n Өвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n АНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.	\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n",
    questions: [
      {
        number: 1,
        text: "Ажилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?",
      },
      {
        number: 2,
        text: "Уг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?",
      },
      {
        number: 4,
        text: "Ямар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?",
      },
      {
        number: 5,
        text: "Ажилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү? ",
      },
      {
        number: 6,
        text: "Шаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? ",
      },
      {
        number: 7,
        text: "Ажилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?",
      },
    ],
    functions: [
      {
        title: "Агаарын чанар/тавгүйтэх",
        details: [
          {
            title: "Агаар цэвэршүүлэгч/ариутгагч",
            text: "Орчны агаарыг нийтэд нь цэвэршүүлэхэд агаар цэвэршүүлэгчийг ашиглана. Багахан хэмжээний орчны агаарыг шүүж цэвэрлэхэд ариусгагч хэрэглэнэ. Тухайлбал тамхины утаа сорж авах гэх мэт.",
          },
          {
            title: "Агаар цэвэршүүлэгч/химийн бодис/үнэр арилгагч",
          },
          {
            title: "Агаар цэвэршүүлэгч систем",
          },
          {
            title: "Химийн бодис мэдрэгчтэй агаар ариусгагч",
          },
          {
            title: "Шалны дэвсгэр, хивс, тааз, шал сонго",
            text: "Шал, тааз, дэвсгэр зэргийг солихдоо материалыг болгоомжтой сонгох хэрэгтэй. Химийн бодист хэт мэдрэг хүмүүс хийгдсэн материалын чанараас шалтгаалан тавгүйтэж болно",
          },
          {
            title: "Аврагч хүүдий",
            text: "Бохирдсон агаараар амьсгалахгүй байхад туслах баг. ",
          },
          {
            title: "Уян хатан ажлын хуваарь",
          },
          {
            title: "Химийн бодисгүй шалны цэвэрлэгээний бүтээгдэхүүн",
            text: "Үнэргүй эсвэл маш бага үнэртэй будаг, шохой зэрэг бүтээгдэхүүн хэрэглэх  ",
          },
          {
            title: "Хүрээтэй маск ",
            text: "Маскийн гадуур хүрээ байснаараа хамраас хөндийрүүлж наалдахгүй.",
          },
          {
            title: "Масктай амьсгалагч",
            text: "Нүүрийг бүхэлд нь хаасан гэрэлтдэг хаалт. Химийн бодисын хэлтэрхийг шүүж чөлөөтэй амьсгалахад илүү хялбар.",
          },
          {
            title:
              "Модны нүүрс нүүрсхүчлийн хийн шүүлтүүртэй үнэр хийгээс хамгаалах зориулалтын маск.",
          },
          {
            title: "Үнэр мэдрэгч",
          },
          {
            title: "Хувийн хэрэглээний бага оврын агаар цэвэршүүлэгч",
            text: "Агаар мандалд тогтсон химийн бодисын бөөгнөрлийг шүүж цэвэр агаараар хангах бага хэмжээний цэвэршүүлэгч.",
          },
          {
            title: "Агаар ариусгагч амьсгалагч",
            text: "Зарим төхөөрөмж сэнсээр шүүлтүүр руу бохир агаарыг үлээж хүний амьсгалд орохоос сэргийлдэг бол заримд нь цэвэр агаарын танк байдаг ба нүүрний маскаар дамжуулан амьсгалдаг.",
          },
        ],
      },
    ],
  },
  {
    _id: "10",
    title: "Алцхаймер өвчин",
    type: PerformanceTypes.ab,
    text: "Аутизмын хүрээний эмгэг гэдэг бол төв мэдрэлийн системийн хөгжилтэй холбоотойгоор үүсдэг. Нийгмийн харилцаанд орохдоо байнга асуудалтай тулгардаг ба энэ н ь бүх төрлийн нийгмийн харилцааг хамардаг. Үүнд нийгмийн харилцан үйлчлэл, хүмүүсийн илэрхийлж буй биеийн хэлийг ойлгох, бусадтай харилцаа үүсгэн хөгжүүлэх, ойлголцох зэрэг харилцааны хэлбэрүүд орно. Зөв оношлохын тулд идэвхтэй үйл ажиллагаанд хамруулах, богино давтамжтай үйлдэл гүйцэтгүүлэх, сонирхол төрүүлэх янз бүрийн ажил хийлгэх зэрэг бодит ажиглалтын  аргууд бий.\n Өвчнөөсөө болж чадвар алдалттай буюу хөгжлийн бэрхшээлтэй болсон эсэхийг тодорхойлохдоо дараах тодорхойлолтод үндэслэнэ.\n АНУ-ын хөгжлийн бэрхшээлийн тухай актад тодорхойлсноор бол нэг болон түүнээс олон гол функцийн алдалттай болсон эсвэл тийнхүү тэмдэглэгдсэн эсвэл тийнхүү тооцогдсон байна.\nМонгол улсын хөгжлийнх бэрхшээлтэй хүний эрхийн тухай хуульд тодорхойлсноор бол бие махбод, оюун санаа, сэтгэл мэдрэл, мэдрэхүйн байнгын согог нь орчны бусад саадтай нийлсний улмаас бусдын адил нийгмийн амьдралд бүрэн дүүрэн, үр дүнтэй оролцох чадвар нь хязгаарлагдсан хүнийг хэлнэ гэсэн байна.	\nТухайн хүн уг ажлын байранд ямар тохируулга хэрэглэхийг тодорхойлохдоо дараах асуултуудын дагуу ярилцахыг зөвлөж байна. Гэхдээ эдгээр асуултаар хязгаарлагдахгүйгээр бас хүний хувийн асуудлыг хэт хөндөхгүйгээр ярилцлагыг чөлөөтэй явуулж болно:\n",
    questions: [
      {
        number: 1,
        text: "Ажилтан ямар үйлдэл гүйцэтгэх чадвараа алдсан байна вэ?",
      },
      {
        number: 2,
        text: "Уг чадвар алдалт нь ажилтны ажлын гүйцэтгэлд хэрхэн нөлөөлж байна вэ?",
      },
      {
        number: 4,
        text: "Ямар тохируулга хэрэглэвэл тэдгээр үүрэг даалгаврыг урьдын адил бүрэн эсвэл тодорхой хувиар бие даан гүйцэтгэх боломжтой болохоор байна вэ? Дэмжлэг болохуйц тохируулгуудыг олж туршихын тулд байгаа бүх нөөц бололцог ашиглаж чадсан уу?",
      },
      {
        number: 5,
        text: "Ажилтан үр дүнтэй байх тохируулыг хаанаас олох, хэрхэн хэрэгжүүлэх, өмнө нь хэрэглэж байсан эсэх гээд хэрэг болоох мэдээллийг өөртэй нь зөвлөлдөж үзсэн үү? ",
      },
      {
        number: 6,
        text: "Шаардлагатай гэж тодорхойлсон тохируулгуудыг олж бэлтгэсний дараа ажилтан хэр үр дүнтэй байгааг турших хэрэгтэй юу? Нэмэлт тохируулга хэрэгтэй болох уу? ",
      },
      {
        number: 7,
        text: "Ажилтны шууд удирдлага болон хамт олонд нь холбогдох сургалт хийх хэрэгтэй гэж үзэж байна уу?",
      },
    ],
    functions: [
      {
        title: "Агаарын чанар/тавгүйтэх",
        details: [
          {
            title: "Агаар цэвэршүүлэгч/ариутгагч",
            text: "Орчны агаарыг нийтэд нь цэвэршүүлэхэд агаар цэвэршүүлэгчийг ашиглана. Багахан хэмжээний орчны агаарыг шүүж цэвэрлэхэд ариусгагч хэрэглэнэ. Тухайлбал тамхины утаа сорж авах гэх мэт.",
          },
          {
            title: "Агаар цэвэршүүлэгч/химийн бодис/үнэр арилгагч",
          },
          {
            title: "Агаар цэвэршүүлэгч систем",
          },
          {
            title: "Химийн бодис мэдрэгчтэй агаар ариусгагч",
          },
          {
            title: "Шалны дэвсгэр, хивс, тааз, шал сонго",
            text: "Шал, тааз, дэвсгэр зэргийг солихдоо материалыг болгоомжтой сонгох хэрэгтэй. Химийн бодист хэт мэдрэг хүмүүс хийгдсэн материалын чанараас шалтгаалан тавгүйтэж болно",
          },
          {
            title: "Аврагч хүүдий",
            text: "Бохирдсон агаараар амьсгалахгүй байхад туслах баг. ",
          },
          {
            title: "Уян хатан ажлын хуваарь",
          },
          {
            title: "Химийн бодисгүй шалны цэвэрлэгээний бүтээгдэхүүн",
            text: "Үнэргүй эсвэл маш бага үнэртэй будаг, шохой зэрэг бүтээгдэхүүн хэрэглэх  ",
          },
          {
            title: "Хүрээтэй маск ",
            text: "Маскийн гадуур хүрээ байснаараа хамраас хөндийрүүлж наалдахгүй.",
          },
          {
            title: "Масктай амьсгалагч",
            text: "Нүүрийг бүхэлд нь хаасан гэрэлтдэг хаалт. Химийн бодисын хэлтэрхийг шүүж чөлөөтэй амьсгалахад илүү хялбар.",
          },
          {
            title:
              "Модны нүүрс нүүрсхүчлийн хийн шүүлтүүртэй үнэр хийгээс хамгаалах зориулалтын маск.",
          },
          {
            title: "Үнэр мэдрэгч",
          },
          {
            title: "Хувийн хэрэглээний бага оврын агаар цэвэршүүлэгч",
            text: "Агаар мандалд тогтсон химийн бодисын бөөгнөрлийг шүүж цэвэр агаараар хангах бага хэмжээний цэвэршүүлэгч.",
          },
          {
            title: "Агаар ариусгагч амьсгалагч",
            text: "Зарим төхөөрөмж сэнсээр шүүлтүүр руу бохир агаарыг үлээж хүний амьсгалд орохоос сэргийлдэг бол заримд нь цэвэр агаарын танк байдаг ба нүүрний маскаар дамжуулан амьсгалдаг.",
          },
        ],
      },
    ],
  },
];
